Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di20025
source: Identification of a party to a transaction assigned by a holder of a Company Identification Number (CIN) and including the related Issuing Agency Code (IAC) in accordance with ISO/IEC 15459 and its registry, structured as a sequence of 3 concatenated data elements: IAC, followed by CIN, followed by the supplier assigned traceability number that is unique within the CIN holder's domain.
bg: Идентификация на страна в транзакция, присвоена от притежател на идентификационен номер на компанията (CIN) и включваща съответния код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459 и неговия регистър, структурирана като поредица от 3 конкатенирани данни елементи: IAC, последвано от CIN, последвано от номер на частта за проследяване, присвоен от доставчика, който е уникален в рамките на домейна на притежателя на CIN.
cs: Identifikace strany transakce přiřazená držitelem Čísla Identifikace Společnosti (CIN) a zahrnující související Kód Vydávající Agentury (IAC) v souladu s ISO/IEC 15459 a jeho registrem, strukturovaná jako posloupnost 3 spojených datových prvků: IAC, následované CIN, následované dodavatelem přiřazeným číslem sledovatelnosti, které je unikátní v rámci domény držitele CIN.
de: Identifizierung einer Partei zu einer Transaktion, die einem Inhaber einer Unternehmensidentifikationsnummer (CIN) zugewiesen wurde und einschließlich des zugehörigen Ausstellenden Agenturcodes (IAC) gemäß ISO/IEC 15459 und seinem Register, strukturiert als eine Folge von 3 verketteten Datenelementen: IAC, gefolgt von CIN, gefolgt von der vom Lieferanten zugewiesenen Rückverfolgbarkeitsnummer, die innerhalb des Bereichs des CIN-Inhabers eindeutig ist.
el: Ταυτοποίηση μέρους σε μια συναλλαγή που ανατέθηκε από τον κάτοχο ενός Αριθμού Αναγνώρισης Εταιρείας (CIN) και περιλαμβάνει τον σχετικό Κωδικό Εκδότη Οργανισμού (IAC) σύμφωνα με το ISO/IEC 15459 και το μητρώο του, δομημένο ως μια ακολουθία 3 συνεχόμενων στοιχείων δεδομένων: IAC, ακολουθούμενο από CIN, ακολουθούμενο από τον κωδικό ιχνηλασιμότητας που έχει ανατεθεί από τον προμηθευτή και είναι μοναδικός εντός του τομέα του κατόχου CIN.
es: Identificación de una parte en una transacción asignada por un titular de un Número de Identificación de Compañía (CIN) e incluyendo el Código de Agencia Emisora (IAC) relacionado de acuerdo con ISO/IEC 15459 y su registro, estructurado como una secuencia de 3 elementos de datos concatenados: IAC, seguido por CIN, seguido por el número de trazabilidad asignado por el proveedor que es único dentro del dominio del titular del CIN.
et: Tehingu Osapoole Identifitseerimine, mille on määranud Ettevõtte Identifitseerimisnumbri (CIN) omanik ja mis sisaldab seotud Väljaandva Asutuse Koodi (IAC) vastavalt ISO/IEC 15459-le ja selle registrile, struktureeritud kui 3 järjestikku konkateeritud andmeelementi: IAC, järgneb CIN, järgneb tarnija määratud jälgitavusnumber, mis on unikaalne CIN omaniku domeenis.
fi: Transaktion osapuolen tunnistus, jonka Yritystunnusnumeron (CIN) haltija on määrittänyt ja joka sisältää liittyvän Myöntämisvirastokoodin (IAC) ISO/IEC 15459:n ja sen rekisterin mukaisesti, koostuen kolmesta peräkkäisestä yhdistetystä dataelementistä: IAC, jonka jälkeen CIN, jonka jälkeen toimittajan määrittämä jäljitettävyysnumero, joka on uniikki CIN:n haltijan alueella.
fr: Identification d'une partie à une transaction attribuée par un détenteur d'un numéro d'identification d'entreprise (CIN) et incluant le code d'agence d'émission (IAC) correspondant conformément à l'ISO/IEC 15459 et son registre, structurée comme une séquence de 3 éléments de données concaténés : IAC, suivi de CIN, suivi du numéro de traçabilité attribué par le fournisseur qui est unique dans le domaine du détenteur du CIN.
ga: Aitheantas Páirtí chuig Idirbheart a shanntar ag sealbhóir Uimhir Aitheantais Cuideachta (CIN) agus lena n-áirítear an Cód Gníomhaireachta Eisithe (IAC) gaolmhar de réir ISO/IEC 15459 agus a chlárlann, struchtúrtha mar shraith de 3 eilimintí sonraí comhcheangailte: IAC, ina dhiaidh sin CIN, ina dhiaidh sin uimhir rianaithe a shanntar ag an soláthraí atá uathúil laistigh de réimse sealbhóir an CIN.
hr: Identifikacija stranke u transakciji dodijeljena od strane nositelja Broja identifikacije tvrtke (CIN) uključujući povezani Kod izdavateljske agencije (IAC) u skladu s ISO/IEC 15459 i njegovim registrom, strukturirano kao niz od 3 spojena podatkovna elementa: IAC, slijedi CIN, slijedi dobavljač dodijeljeni broj za praćenje koji je jedinstven unutar domene nositelja CIN.
hu: Egy tranzakcióban részt vevő fél azonosítása, amelyet egy Cégazonosító Szám (CIN) birtokosa rendel hozzá, beleértve a kapcsolódó Kiadói Ügynökségi Kódot (IAC) az ISO/IEC 15459 szerint és annak nyilvántartását, három összefűzött adatelemből álló sorozatként: IAC, majd CIN, majd a beszállító által hozzárendelt nyomonkövetési szám, amely egyedi a CIN birtokosa tartományában.
is: Auðkenni aðila að viðskiptum úthlutað af haldi fyrirtækjaauðkennisnúmers (CIN) og inniheldur viðeigandi útgáfustofnunarkóða (IAC) í samræmi við ISO/IEC 15459 og skrá þess, byggt sem röð 3 tengdra gagnaþátta: IAC, fylgt af CIN, fylgt af birgja úthlutaðri rekjanleikakóða sem er einstakt innan sviðs CIN haldarans.
it: Identificazione di una parte in una transazione assegnata da un titolare di un Numero di Identificazione Aziendale (CIN) e includendo il relativo Codice dell'Agenzia di Emissione (IAC) in conformità con ISO/IEC 15459 e il suo registro, strutturato come una sequenza di 3 elementi di dati concatenati: IAC, seguito da CIN, seguito dal numero di tracciabilità assegnato dal fornitore che è unico all'interno del dominio del titolare del CIN.
lt: Sandorio šalies identifikavimas, priskirtas kompanijos identifikavimo numerio (CIN) turėtojo ir įtraukiant susijusį išdavimo agentūros kodą (IAC) pagal ISO/IEC 15459 ir jos registrą, struktūruotas kaip 3 konkatenacijos duomenų elementai: IAC, po to CIN, po to tiekėjo priskirtas sekimo numeris, kuris yra unikalus CIN turėtojo srityje.
lv: Identifikācija pusei darījumā, ko piešķīris Uzņēmuma Identifikācijas Numura (CIN) turētājs un iekļaujot attiecīgo Izdošanas Aģentūras Kodu (IAC) saskaņā ar ISO/IEC 15459 un tā reģistru, strukturēta kā 3 konkatenētu datu elementu virkne: IAC, seko CIN, seko piegādātāja piešķirtais izsekošanas numurs, kas ir unikāls CIN turētāja domēnā.
mt: Identifikazzjoni ta' parti għal transazzjoni assenjata minn detentur ta' Numru ta' Identifikazzjoni tal-Kumpanija (CIN) u inkluża l-Kodiċi tal-Aġenzija li Toħroġ (IAC) skont l-ISO/IEC 15459 u r-reġistru tiegħu, strutturat bħala sekwenza ta' 3 elementi tad-data konkatenati: IAC, segwit minn CIN, segwit min-numru ta' traċċabilità assenjat mill-fornitur li huwa uniku fl-ambitu tad-detentur tal-CIN.
nl: Identificatie van een partij bij een transactie toegewezen door een houder van een Bedrijfsidentificatienummer (CIN) en inclusief de gerelateerde Uitgevende Instantiecode (IAC) in overeenstemming met ISO/IEC 15459 en het register ervan, gestructureerd als een reeks van 3 aaneengeschakelde gegevenselementen: IAC, gevolgd door CIN, gevolgd door het leverancier toegewezen traceerbaarheidsnummer dat uniek is binnen het domein van de CIN-houder.
no: Identifikasjon av en part til en transaksjon tildelt av en innehaver av et selskapsidentifikasjonsnummer (CIN) og inkludert det relaterte utstedende byråkoden (IAC) i samsvar med ISO/IEC 15459 og dets register, strukturert som en sekvens av 3 sammenkoblede dataelementer: IAC, etterfulgt av CIN, etterfulgt av leverandørtildelt sporbarhetsnummer som er unikt innenfor CIN-innehaverens domene.
pl: Identyfikacja strony transakcji przydzielona przez posiadacza Numeru Identyfikacji Firmy (CIN) i zawierająca powiązany Kod Agencji Wydającej (IAC) zgodnie z ISO/IEC 15459 i jego rejestrem, strukturyzowana jako sekwencja 3 połączonych elementów danych: IAC, następnie CIN, następnie numer śledzenia przydzielony przez dostawcę, który jest unikatowy w domenie posiadacza CIN.
pt: Identificação de uma parte em uma transação atribuída por um detentor de um Número de Identificação da Empresa (CIN) e incluindo o Código da Agência Emissora (IAC) relacionado de acordo com ISO/IEC 15459 e seu registro, estruturado como uma sequência de 3 elementos de dados concatenados: IAC, seguido por CIN, seguido pelo número de rastreabilidade atribuído pelo fornecedor que é único dentro do domínio do detentor do CIN.
ro: Identificarea unei părți la o tranzacție atribuită de un deținător al unui Număr de Identificare a Companiei (CIN) și incluzând Codul Agenției Emitente (IAC) în conformitate cu ISO/IEC 15459 și registrul său, structurat ca o secvență de 3 elemente de date concatenate: IAC, urmat de CIN, urmat de numărul de urmărire atribuit de furnizor care este unic în domeniul deținătorului CIN.
sk: Identifikácia strany transakcie pridelená držiteľom čísla identifikácie spoločnosti (CIN) a zahŕňajúca príslušný Kód vydávajúcej agentúry (IAC) v súlade s ISO/IEC 15459 a jej registrom, štruktúrovaná ako postupnosť 3 konkatenovaných dátových prvkov: IAC, nasledované CIN, nasledované číslom sledovateľnosti prideleným dodávateľom, ktoré je unikátne v rámci domény držiteľa CIN.
sl: Identifikacija stranke v transakciji, dodeljena s strani imetnika identifikacijske številke podjetja (CIN) in vključno z zadevno kodo izdajateljske agencije (IAC) v skladu z ISO/IEC 15459 in njenim registrom, strukturirano kot zaporedje 3 konkateniranih podatkovnih elementov: IAC, sledi CIN, sledi dobaviteljeva dodeljena številka sledljivosti, ki je unikatna znotraj domene imetnika CIN.
sv: Identifiering av en part till en transaktion tilldelad av en innehavare av ett Företagsidentifieringsnummer (CIN) och inkluderar den relaterade Utfärdande Myndighetskoden (IAC) i enlighet med ISO/IEC 15459 och dess register, strukturerad som en sekvens av 3 sammanfogade dataelement: IAC, följt av CIN, följt av leverantörtilldelat spårbarhetsnummer som är unikt inom CIN-innehavarens domän.
