Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di8003
source: ID Number for Non-Employee (internally assigned or mutually defined) (e.g., contract workers, vendors, service, and delivery personnel).
bg: Идентификационен номер за неслужител (вътрешно присвоен или взаимно определен) (например, договорни работници, доставчици, услуги и персонал за доставка).
cs: ID číslo pro nezaměstnance (interně přiřazeno nebo vzájemně definováno) (např. smluvní pracovníci, dodavatelé, servisní a doručovací personál).
de: ID-Nummer für Nicht-Mitarbeiter (intern zugewiesen oder gegenseitig definiert) (z.B. Vertragsarbeiter, Lieferanten, Dienstleistungs- und Lieferpersonal).
el: Αριθμός Ταυτοποίησης για Μη-Υπαλλήλους (εσωτερικά ανατεθειμένος ή κοινά ορισμένος) (π.χ., συμβασιούχοι εργαζόμενοι, προμηθευτές, προσωπικό υπηρεσιών και παραδόσεων).
es: Número de Identificación para No Empleados (asignado internamente o definido mutuamente) (por ejemplo, trabajadores contratados, proveedores, personal de servicio y entrega).
et: Mitte-töötaja ID number (sisemiselt määratud või vastastikku määratletud) (nt, lepingulised töötajad, müüjad, teenuse- ja kohaletoimetamispersonal).
fi: Ei-työntekijän tunnusnumero (sisäisesti määritelty tai yhteisesti määritelty) (esim., sopimustyöntekijät, toimittajat, palvelu- ja toimitushenkilöstö).
fr: Numéro d'Identification pour Non-Employé (attribué en interne ou mutuellement défini) (par exemple, travailleurs contractuels, fournisseurs, personnel de service et de livraison).
ga: Uimhir Aitheantais do Neamhfhostaí (arna shannadh go hinmheánach nó a sainmhínítear go frithpháirteach) (e.g., oibrithe conartha, soláthraithe, seirbhís, agus foireann seachadta).
hr: Broj identifikacije za nezaposlene (interno dodijeljen ili uzajamno definiran) (npr., ugovorni radnici, dobavljači, uslužno i dostavno osoblje).
hu: Nem Munkavállaló Azonosító Száma (belsőleg kijelölve vagy közösen meghatározva) (pl. szerződéses munkavállalók, beszállítók, szolgáltatók, szállítók).
is: Kennitala fyrir ekki-starfsmann (innanríkis úthlutað eða sameiginlega skilgreint) (t.d., verktakar, seljendur, þjónustu- og afhendingaraðilar).
it: Numero ID per Non-Dipendenti (assegnato internamente o definito di comune accordo) (ad es., lavoratori a contratto, fornitori, personale di servizio e consegna).
lt: Ne darbuotojo ID numeris (viduje priskirtas arba bendrai apibrėžtas) (pvz., rangovų darbuotojai, tiekėjai, paslaugų ir pristatymo personalas).
lv: Identifikācijas Numurs Ne-Darbiniekam (iekšēji piešķirts vai savstarpēji definēts) (piemēram, līgumdarbiniekiem, piegādātājiem, servisa un piegādes personālam).
mt: Numru tal-ID għal Persuni li Mhumiex Impjegati (assenjat internament jew definit b'mod reċiproku) (eż., ħaddiema kuntrattwali, fornituri, persunal tas-servizz, u persunal tal-kunsinna).
nl: ID-nummer voor Niet-Werknemer (intern toegewezen of onderling gedefinieerd) (bijv., contractwerkers, leveranciers, service- en bezorgpersoneel).
no: ID Nummer for Ikke-Ansatt (internt tildelt eller gjensidig definert) (f.eks., kontraktsarbeidere, leverandører, tjeneste- og leveringspersonell).
pl: Numer identyfikacyjny dla osoby niebędącej pracownikiem (przypisany wewnętrznie lub wzajemnie zdefiniowany) (np. pracownicy kontraktowi, dostawcy, personel obsługi i dostawy).
pt: Número de Identificação para Não-Empregado (atribuído internamente ou definido mutuamente) (por exemplo, trabalhadores contratados, fornecedores, pessoal de serviço e entrega).
ro: Numărul de Identificare pentru Non-Angajați (atribuit intern sau definit mutual) (de ex., lucrători contractuali, furnizori, personal de serviciu și livrare).
sk: ID číslo pre nezamestnancov (interné pridelené alebo vzájomne definované) (napr., zmluvní pracovníci, dodávatelia, servisné a doručovateľské personál).
sl: Identifikacijska številka za nezaposlene (interno dodeljeno ali medsebojno določeno) (npr., pogodbeni delavci, dobavitelji, servisno in dostavno osebje).
sv: ID-nummer för Icke-Anställd (internt tilldelad eller ömsesidigt definierad) (t.ex., kontraktsarbetare, leverantörer, service- och leveranspersonal).

# di8004
source: National Social Security Number.
bg: Национален номер за социално осигуряване.
cs: Národní číslo sociálního zabezpečení.
de: Nationale Sozialversicherungsnummer.
el: Εθνικός Αριθμός Κοινωνικής Ασφάλισης.
es: Número de Seguridad Social Nacional.
et: Rahvuslik sotsiaalkindlustuse number.
fi: Kansallinen sosiaaliturvatunnus.
fr: Numéro de Sécurité Sociale National.
ga: Uimhir Árachais Shóisialta Náisiúnta.
hr: Nacionalni broj socijalnog osiguranja.
hu: Nemzeti Szociálbiztosítási Szám.
is: Þjóðleg félagsöryggisnúmer.
it: Numero di Previdenza Sociale Nazionale.
lt: Nacionalinis Socialinio Draudimo Numeris.
lv: Valsts Sociālās Drošības Numurs.
mt: Numru tas-Sigurtà Soċjali Nazzjonali.
nl: Nationaal Sociaalzekerheidsnummer.
no: Nasjonalt Sosialforsikringsnummer.
pl: Numer ubezpieczenia społecznego na poziomie krajowym.
pt: Número Nacional de Segurança Social.
ro: Numărul Național de Securitate Socială.
sk: Národné číslo sociálneho zabezpečenia.
sl: Nacionalna številka socialnega zavarovanja.
sv: Nationellt Socialförsäkringsnummer.

# di8005
source: Last Name.
bg: Фамилно име.
cs: Příjmení.
de: Nachname.
el: Επώνυμο.
es: Apellido.
et: Perekonnanimi.
fi: Sukunimi.
fr: Nom de Famille.
ga: Sloinne.
hr: Prezime.
hu: Vezetéknév.
is: Eftirnafn.
it: Cognome.
lt: Pavardė.
lv: Uzvārds.
mt: Kunjom.
nl: Achternaam.
no: Etternavn.
pl: Nazwisko.
pt: Sobrenome.
ro: Numele de Familie.
sk: Priezvisko.
sl: Priimek.
sv: Efternamn.

# di8006
source: Party Name (Line 2).
bg: Име на страна (Ред 2).
cs: Název strany (Řádek 2).
de: Name der Partei (Zeile 2).
el: Όνομα Μέρους (Γραμμή 2).
es: Nombre de Parte (Línea 2).
et: Osapoole nimi (Rida 2).
fi: Osapuolen Nimi (Rivi 2).
fr: Nom de Partie (Ligne 2).
ga: Ainm an Pháirtí (Líne 2).
hr: Ime stranke (Linija 2).
hu: Fél Neve (2. Sor).
is: Aðilanafn (Lína 2).
it: Nome della Parte (Riga 2).
lt: Šalies pavadinimas (2 eilutė).
lv: Puses Nosaukums (2. līnija).
mt: Isem tal-Parti (Linja 2).
nl: Partijnaam (Regel 2).
no: Partnavn (Linje 2).
pl: Nazwa strony (Linia 2).
pt: Nome da Parte (Linha 2).
ro: Numele Părții (Linia 2).
sk: Názov strany (riadok 2).
sl: Ime stranke (Vrstica 2).
sv: Partnamn (Rad 2).

# di8007
source: Contact Phone.\nCountry Code, Area Code, Exchange, number [XX YYY ZZZ ZZZZ].
bg: Телефон за контакт.\nКод на държава, код на район, код на обмен, номер [XX YYY ZZZ ZZZZ].
cs: Kontaktní telefon.\nKód země, kód oblasti, ústředna, číslo [XX YYY ZZZ ZZZZ].
de: Kontakttelefon.\nLandesvorwahl, Ortsvorwahl, Vermittlungsstelle, Nummer [XX YYY ZZZ ZZZZ].
el: Τηλέφωνο Επικοινωνίας.\nΚωδικός Χώρας, Κωδικός Περιοχής, Ανταλλαγή, αριθμός [XX YYY ZZZ ZZZZ].
es: Teléfono de Contacto.\nCódigo de País, Código de Área, Intercambio, número [XX YYY ZZZ ZZZZ].
et: Kontakttelefon.\nRiigikood, piirkonnakood, vahetuskood, number [XX YYY ZZZ ZZZZ].
fi: Yhteyshenkilön puhelin.\nMaakoodi, Aluekoodi, Vaihde, numero [XX YYY ZZZ ZZZZ].
fr: Téléphone de Contact.\nCode Pays, Code Régional, Échange, numéro [XX YYY ZZZ ZZZZ].
ga: Teileafón Teagmhála.\nCód Tíre, Cód Ceantair, Malartú, uimhir [XX YYY ZZZ ZZZZ].
hr: Kontakt telefon.\nMeđunarodni pozivni broj, pozivni broj područja, broj centrale, broj [XX YYY ZZZ ZZZZ].
hu: Kapcsolattartó Telefon.\nOrszágkód, Területi Kód, Központ, szám [XX YYY ZZZ ZZZZ].
is: Símanúmer tengiliðs.\nLandakóði, svæðiskóði, skiptistöð, númer [XX YYY ZZZ ZZZZ].
it: Telefono di Contatto.\nCodice Paese, Codice di Area, Scambio, numero [XX YYY ZZZ ZZZZ].
lt: Kontaktinis Telefonas.\nŠalies Kodas, Rajono Kodas, Keitimas, numeris [XX YYY ZZZ ZZZZ].
lv: Kontaktpersonas Tālrunis.\nValsts Kods, Rajona Kods, Apgabala Kods, numurs [XX YYY ZZZ ZZZZ].
mt: Telefon tal-Kuntatt.\nKodiċi tal-Pajjiż, Kodiċi taż-Żona, Skambju, numru [XX YYY ZZZ ZZZZ].
nl: Contact Telefoon.\nLandcode, Netnummer, Wissel, nummer [XX YYY ZZZ ZZZZ].
no: Kontakttelefon.\nLandskode, Områdekode, Sentral, nummer [XX YYY ZZZ ZZZZ].
pl: Telefon kontaktowy.\nKod kraju, kod obszaru, centrala, numer [XX YYY ZZZ ZZZZ].
pt: Telefone de Contato.\nCódigo do País, Código de Área, Troca, número [XX YYY ZZZ ZZZZ].
ro: Telefonul de Contact.\nCodul Țării, Codul Zonei, Schimbul, numărul [XX YYY ZZZ ZZZZ].
sk: Kontaktný telefón.\nKód krajiny, kód oblasti, výmena, číslo [XX YYY ZZZ ZZZZ].
sl: Kontaktni telefon.\nDržavna koda, območna koda, centrala, številka [XX YYY ZZZ ZZZZ].
sv: Kontakttelefon.\nLandskod, Riktnummer, Växel, nummer [XX YYY ZZZ ZZZZ].

# di8008
source: Contact Email.
bg: Имейл за контакт.
cs: Kontaktní e-mail.
de: Kontakt-E-Mail.
el: Ηλεκτρονική Διεύθυνση Επικοινωνίας.
es: Correo Electrónico de Contacto.
et: Kontakt e-post.
fi: Yhteystietod sähköposti.
fr: Courriel de Contact.
ga: Ríomhphost Teagmhála.
hr: Kontakt email.
hu: Kapcsolattartó Email.
is: Tölvupóstfang.
it: Email di Contatto.
lt: Kontaktinis El. Paštas.
lv: Kontaktpersonas E-pasts.
mt: Email tal-Kuntatt.
no: Kontakt-Epost.
pl: Email kontaktowy.
pt: E-mail de Contato.
ro: Adresă de email de contact.
sk: Kontaktný email.
sl: Kontaktni e-poštni naslov.
sv: Kontakt-e-post.

# di8009
source: Consignee Number.\nThe unique identifying number can be the IRS, EIN, SSN, or the CBP assigned number, as required on the Security Filing. Only the following formats shall be used: IRS EIN: NN-NNNNNNN;\nIRS EIN w/ suffix:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP assigned nbr: YYDDPP-NNNNN.
bg: Номер на получателя.\nУникалният идентифициращ номер може да бъде IRS, EIN, SSN или номерът, присвоен от CBP, както е изисквано в Декларацията за сигурност. Само следните формати трябва да бъдат използвани: IRS EIN: NN-NNNNNNN;\nIRS EIN със суфикс:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP присвоен nbr: YYDDPP-NNNNN.
cs: Číslo příjemce.\nUnikátní identifikační číslo může být IRS, EIN, SSN nebo číslo přiřazené CBP, jak je vyžadováno na bezpečnostním hlášení. Používají se pouze následující formáty: IRS EIN: NN-NNNNNNN;\nIRS EIN s příponou:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP přiřazené č.: YYDDPP-NNNNN.
de: Empfängernummer.\nDie eindeutige Identifikationsnummer kann die IRS-, EIN-, SSN- oder die von CBP zugewiesene Nummer sein, wie auf der Sicherheitsakte erforderlich. Nur die folgenden Formate dürfen verwendet werden: IRS EIN: NN-NNNNNNN;\nIRS EIN mit Suffix:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP zugewiesene Nr.: YYDDPP-NNNNN.
el: Αριθμός Παραλήπτη.\nΟ μοναδικός αριθμός ταυτοποίησης μπορεί να είναι το IRS, EIN, SSN, ή ο αριθμός που έχει ανατεθεί από το CBP, όπως απαιτείται στη Φόρμα Ασφάλειας. Μόνο οι παρακάτω μορφές πρέπει να χρησιμοποιούνται: IRS EIN: NN-NNNNNNN;\nIRS EIN με επίθημα:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP ανατεθειμένος αρ.: YYDDPP-NNNNN.
es: Número de Consignatario.\nEl número identificador único puede ser el IRS, EIN, SSN, o el número asignado por CBP, según lo requerido en la Presentación de Seguridad. Solo se deben utilizar los siguientes formatos: IRS EIN: NN-NNNNNNN;\nIRS EIN con sufijo:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nNúmero asignado por CBP: YYDDPP-NNNNN.
et: Saaja number.\nUnikaalne identifitseerimisnumber võib olla IRS, EIN, SSN või CBP määratud number, nagu on nõutud Turvadeklaratsioonis. Kasutada tohib ainult järgmisi formaate: IRS EIN: NN-NNNNNNN;\nIRS EIN koos sufiksiga:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP määratud nr: YYDDPP-NNNNN.
fi: Vastaanottajan Numero.\nYksilöllinen tunnistenumero voi olla IRS, EIN, SSN tai CBP:n määrittämä numero, kuten Turvallisuusilmoituksessa vaaditaan. Vain seuraavia muotoja tulee käyttää: IRS EIN: NN-NNNNNNN;\nIRS EIN suffiksilla:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP:n määrittämä nro: YYDDPP-NNNNN.
fr: Numéro de Consignataire.\nLe numéro d'identification unique peut être l'IRS, EIN, SSN ou le numéro attribué par le CBP, selon les exigences du Filing de Sécurité. Seuls les formats suivants doivent être utilisés : IRS EIN : NN-NNNNNNN;\nIRS EIN avec suffixe :\nNN-NNNNNNNXX;\nSSN : NNN-NN-NNNN;\nNuméro attribué par CBP : YYDDPP-NNNNN.
ga: Uimhir an Chonsainí.\nIs féidir leis an uimhir aitheantais uathúil a bheith ina hUimhir CBL IRS, EIN, SSN, nó an uimhir a shanntar ag CBP, mar is gá don Chomhad Slándála. Ní mór na formáidí seo a leanas a úsáid amháin: IRS EIN: NN-NNNNNNN;\nIRS EIN le síneadh:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nUimhir a shanntar ag CBP: YYDDPP-NNNNN.
hr: Broj primatelja.\nJedinstveni identifikacijski broj može biti IRS, EIN, SSN ili broj dodijeljen od strane CBP-a, kako je potrebno na Sigurnosnom podnošenju. Samo sljedeći formati se smiju koristiti: IRS EIN: NN-NNNNNNN;\nIRS EIN s sufiksom:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP dodijeljeni br.: YYDDPP-NNNNN.
hu: Címzett Száma.\nAz egyedi azonosító szám az IRS, EIN, SSN, vagy a CBP által hozzárendelt szám lehet, amely a Biztonsági Bejelentésen szükséges. Csak a következő formátumok használhatók: IRS EIN: NN-NNNNNNN;\nIRS EIN kiterjesztéssel:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP hozzárendelt szám: YYDDPP-NNNNN.
is: Viðtakendanúmer.\nEinstakt auðkenninúmer getur verið IRS, EIN, SSN, eða CBP úthlutað númer, eins og krafist er á Öryggisskýrslu. Aðeins eftirfarandi snið skal nota: IRS EIN: NN-NNNNNNN;\nIRS EIN með viðskeyti:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP úthlutað númer: YYDDPP-NNNNN.
it: Numero del Destinatario.\nIl numero identificativo unico può essere l'IRS, EIN, SSN o il numero assegnato da CBP, come richiesto sulla Filing di Sicurezza. Solo i seguenti formati devono essere utilizzati: IRS EIN: NN-NNNNNNN;\nIRS EIN w/ suffisso:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nNumero assegnato da CBP: YYDDPP-NNNNN.
lt: Gavėjo Numeris.\nUnikalus identifikacinis numeris gali būti IRS, EIN, SSN, arba CBP priskirtas numeris, kaip reikalaujama Saugumo Pildyme. Turi būti naudojami tik šie formatai: IRS EIN: NN-NNNNNNN;\nIRS EIN su priesaga:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP priskirtas nr: YYDDPP-NNNNN.
lv: Saņēmēja Numurs.\nUnikālais identifikācijas numurs var būt IRS, EIN, SSN vai CBP piešķirts numurs, kas nepieciešams Drošības Paziņojumā. Jāizmanto tikai šādi formāti: IRS EIN: NN-NNNNNNN;\nIRS EIN ar sufiksu: NN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP piešķirts nr.: YYDDPP-NNNNN.
mt: Numru tal-Konsenjatarju.\nIn-numru identifikattiv uniku jista' jkun l-IRS, EIN, SSN, jew in-numru assenjat mill-CBP, kif meħtieġ fil-Filing tas-Sigurtà. Biss il-formati li ġejjin għandhom jintużaw: IRS EIN: NN-NNNNNNN;\nIRS EIN b'suffiss:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nNumru assenjat mill-CBP: YYDDPP-NNNNN.
nl: Ontvangersnummer.\nHet unieke identificatienummer kan het IRS, EIN, SSN of het door CBP toegewezen nummer zijn, zoals vereist op de Security Filing. Alleen de volgende formaten mogen worden gebruikt: IRS EIN: NN-NNNNNNN;\nIRS EIN met achtervoegsel:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP toegewezen nr: YYDDPP-NNNNN.
no: Mottaker Nummer.\nDet unike identifiseringsnummeret kan være IRS, EIN, SSN, eller CBP tildelt nummer, som kreves på Sikkerhetsfilingen. Bare følgende formater skal brukes: IRS EIN: NN-NNNNNNN;\nIRS EIN m/ suffix:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP tildelt nr: YYDDPP-NNNNN.
pl: Numer odbiorcy.\nUnikalny numer identyfikacyjny może być IRS, EIN, SSN lub numerem przypisanym przez CBP, jak wymagane w zgłoszeniu bezpieczeństwa. Tylko następujące formaty powinny być używane: IRS EIN: NN-NNNNNNN;\nIRS EIN z sufiksem:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP przypisany nbr: YYDDPP-NNNNN.
pt: Número do Consignatário.\nO número de identificação único pode ser o IRS, EIN, SSN, ou o número atribuído pela CBP, conforme necessário no Arquivo de Segurança. Apenas os seguintes formatos devem ser usados: IRS EIN: NN-NNNNNNN;\nIRS EIN com sufixo:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nNúmero atribuído pela CBP: YYDDPP-NNNNN.
ro: Numărul Destinatarului.\nNumărul unic de identificare poate fi IRS, EIN, SSN sau numărul atribuit de CBP, după cum este necesar pe Declarația de Securitate. Numai următoarele formate trebuie utilizate: IRS EIN: NN-NNNNNNN;\nIRS EIN cu sufix:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nNumărul atribuit de CBP: YYDDPP-NNNNN.
sk: Číslo príjemcu.\nJedinečné identifikačné číslo môže byť IRS, EIN, SSN alebo číslo pridelené CBP, ako sa vyžaduje pri Bezpečnostnom vyhlásení. Používajú sa iba nasledujúce formáty: IRS EIN: NN-NNNNNNN;\nIRS EIN s príponou:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP pridelené č.: YYDDPP-NNNNN.
sl: Številka prejemnika.\nEdinstvena identifikacijska številka je lahko IRS, EIN, SSN ali številka, dodeljena s strani CBP, kot je zahtevano na Varnostnem vložku. Uporabiti je treba samo naslednje formate: IRS EIN: NN-NNNNNNN;\nIRS EIN z oznako:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nŠtevilka, dodeljena s strani CBP: YYDDPP-NNNNN.
sv: Mottagarnummer.\nDet unika identifieringsnumret kan vara IRS, EIN, SSN, eller CBP-tilldelat nummer, som krävs på Säkerhetsinlämningen. Endast följande format ska användas: IRS EIN: NN-NNNNNNN;\nIRS EIN m/ suffix:\nNN-NNNNNNNXX;\nSSN: NNN-NN-NNNN;\nCBP tilldelat nbr: YYDDPP-NNNNN.

# di8010
source: Personal Identification Code (first initial, Last initial, last four of SSN).
bg: Личен идентификационен код (първа буква от името, първа буква от фамилията, последните четири от SSN).
cs: Osobní identifikační kód (první iniciála, poslední iniciála, poslední čtyři ze SSN).
de: Persönlicher Identifikationscode (erster Buchstabe, letzter Buchstabe, letzte vier der SSN).
el: Προσωπικός Κωδικός Ταυτοποίησης (πρώτο γράμμα, τελευταίο γράμμα, τέσσερα τελευταία του SSN).
es: Código de Identificación Personal (inicial del nombre, inicial del apellido, últimos cuatro del SSN).
et: Isiklik identifitseerimiskood (eesnime algustäht, perekonnanime algustäht, SSNi viimased neli numbrit).
fi: Henkilökohtainen tunnistekoodi (ensimmäinen etukirjain, viimeinen etukirjain, SSN:n viimeiset neljä).
fr: Code d'Identification Personnel (première initiale, dernière initiale, quatre derniers du SSN).
ga: Cód Aitheantais Pearsanta (an chéad tús litir, an dara tús litir, ceithre dheireadh na SSN).
hr: Osobni identifikacijski kod (prvo slovo imena, prvo slovo prezimena, zadnje četiri broja SSN-a).
hu: Személyi Azonosító Kód (első betű, utolsó betű, SSN utolsó négy számjegye).
is: Persónuauðkenniskóði (fyrsta stafur, síðasti stafur, síðustu fjórir af SSN).
it: Codice di Identificazione Personale (iniziale del nome, iniziale del cognome, ultime quattro del SSN).
lt: Asmens Identifikavimo Kodas (pirmoji raidė, paskutinė raidė, paskutiniai keturi SSN).
lv: Personas Identifikācijas Kods (pirmais iniciālis, pēdējais iniciālis, pēdējie četri no SSN).
mt: Kodiċi ta' Identifikazzjoni Personali (l-ewwel inizjali, l-aħħar inizjali, l-aħħar erbgħa tal-SSN).
nl: Persoonlijke Identificatiecode (eerste initiaal, laatste initiaal, laatste vier van SSN).
no: Personlig Identifikasjonskode (første initial, Siste initial, siste fire av SSN).
pl: Kod identyfikacyjny osoby (pierwsza litera imienia, pierwsza litera nazwiska, ostatnie cztery z SSN).
pt: Código de Identificação Pessoal (inicial do primeiro nome, inicial do último nome, últimos quatro do SSN).
ro: Codul de Identificare Personal (prima inițială, ultima inițială, ultimele patru din SSN).
sk: Osobný identifikačný kód (prvá iniciála, posledná iniciála, posledné štyri z SSN).
sl: Osebna identifikacijska koda (prva začetnica, zadnja začetnica, zadnje štiri številke SSN).
sv: Personlig Identifikationskod (första initialen, Sista initialen, de sista fyra i SSN).

# di8011
source: First Name and Middle Initial.
bg: Първо име и средна инициал.
cs: Křestní jméno a prostřední iniciála.
de: Vorname und Mittelinitial.
el: Πρώτο Όνομα και Μεσαίο Αρχικό.
es: Nombre y Segunda Inicial.
et: Eesnimi ja keskmine initsiaal.
fi: Etunimi ja toinen alkukirjain.
fr: Prénom et Initiale du Deuxième Prénom.
ga: Ainm Tosaigh agus Tosaigh Mheánach.
hr: Ime i srednje slovo.
hu: Keresztnév és Középkezdőbetű.
is: Fornafn og millinafn.
it: Nome e Iniziale del Secondo Nome.
lt: Vardas ir Vidurinis Inicialas.
lv: Vārds un Vidējais Iniciālis.
mt: Isem u Inizjali tan-Nofs.
nl: Voornaam en Middelste Initiaal.
no: Fornavn og Mellomnavn Initial.
pl: Imię i inicjał drugiego imienia.
pt: Primeiro Nome e Inicial do Meio.
ro: Prenumele și Inițiala Mijlocie.
sk: Krstné meno a iniciála druhého mena.
sl: Ime in srednji začetnici.
sv: Förnamn och Mellaninitial.
