Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di22023
source: Government-assigned Value Added Tax identification number identifying supplier, starting with an ISO 3166-1 alpha-2 country code (except for Greece, which uses the ISO 639-1 language code EL), followed by the government-assigned VAT number.\nExample:\n23VIE6388047V assigned to Google IrelanD.
bg: Правителствено присвоен идентификационен номер за добавена стойност, идентифициращ доставчика, започващ с двубуквения код на ISO 3166-1 alpha-2 на държавата (с изключение на Гърция, която използва двубуквения код на езика по ISO 639-1 EL), последван от правителствено присвоения номер за ДДС.\nПример:\n23VIE6388047V присвоен на Google Ireland.
cs: Číslo DPH přiřazené vládou identifikující dodavatele, začínající dvoupísmenným kódem země ISO 3166-1 alpha-2 (s výjimkou Řecka, které používá jazykový kód ISO 639-1 EL), následované vládou přiřazeným číslem DPH.\nPříklad:\n23VIE6388047V přiřazeno společnosti Google Irsko.
de: Vom Staat zugewiesene Mehrwertsteuer-Identifikationsnummer zur Identifizierung des Lieferanten, beginnend mit einem ISO 3166-1-Alpha-2-Ländercode (außer Griechenland, das den ISO 639-1-Sprachcode EL verwendet), gefolgt von der staatlich zugewiesenen Umsatzsteuer-Identifikationsnummer.\nBeispiel:\n23VIE6388047V zugewiesen an Google Irland.
el: Αριθμός ΦΠΑ που έχει ανατεθεί από την κυβέρνηση που ταυτοποιεί τον προμηθευτή, ξεκινώντας με έναν κωδικό χώρας ISO 3166-1 αλφα-2 (εκτός από την Ελλάδα, η οποία χρησιμοποιεί τον κωδικό γλώσσας ISO 639-1 EL), ακολουθούμενο από τον αριθμό ΦΠΑ που έχει ανατεθεί από την κυβέρνηση.\nΠαράδειγμα:\n23VIE6388047V ανατεθειμένο στην Google Ιρλανδία.
es: Número de identificación de IVA asignado por el gobierno identificando al proveedor, comenzando con un código de país alfa-2 ISO 3166-1 (excepto para Grecia, que usa el código de idioma ISO 639-1 EL), seguido por el número de IVA asignado por el gobierno.\nEjemplo:\n23VIE6388047V asignado a Google Irlanda.
et: Valitsuse määratud käibemaksukohuslase identifitseerimisnumber, millele eelneb ISO 3166-1 alpha-2 riigikood (välja arvatud Kreeka, mis kasutab ISO 639-1 keelekoodi EL), millele järgneb valitsuse määratud käibemaksukohuslase number.\nNäide:\n23VIE6388047V määratud Google Iirimaale.
fi: Hallituksen määrittämä arvonlisäveron tunnistenumero, joka tunnistaa toimittajan, alkaen ISO 3166-1 alpha-2 maakoodista (paitsi Kreikka, joka käyttää ISO 639-1 ki
fr: Numéro d'identification de la Taxe sur la Valeur Ajoutée attribué par le gouvernement, identifiant le fournisseur, commençant par un code de pays ISO 3166-1 alpha-2 (à l'exception de la Grèce, qui utilise le code de langue ISO 639-1 EL), suivi du numéro de TVA attribué par le gouvernement.\nExemple :\n23VIE6388047V attribué à Google IrelanD.
ga: Uimhir CBL a shanntar ag an Rialtas a aithníonn soláthraí, ag tosú le cód tíre alfa-2 ISO 3166-1 (seachas an Ghréig, a úsáideann an cód teanga ISO 639-1 EL), ina dhiaidh sin an uimhir CBL a shanntar ag an rialtas.\nSampla:\n23VIE6388047V a shanntar do Google Éireann.
hr: Broj za dodanu vrijednost koji je dodijelila vlada identificirajući dobavljača, počevši s ISO 3166-1 alfa-2 kodom zemlje (osim za Grčku, koja koristi ISO 639-1 jezični kod EL), nakon čega slijedi broj za dodanu vrijednost koji je dodijelila vlada.\nPrimjer:\n23VIE6388047V dodijeljen Google Irska.
hu: Kormányzati hozzárendelt Általános Forgalmi Adó azonosító szám a beszállítót azonosítva, az ISO 3166-1 alpha-2 országkóddal kezdve (kivéve Görögországot, amely az ISO 639-1 nyelvi kódot EL használja), majd a kormány által hozzárendelt ÁFA számmal.\nPélda:\n23VIE6388047V a Google Irelandhez hozzárendelve.
is: Ríkisúthlutað virðisaukaskattsnúmer sem auðkennir birgja, hefst á ISO 3166-1 alfa-2 landakóða (nema fyrir Grikkland, sem notar ISO 639-1 tungumálakóðann EL), fylgt af ríkisúthlutaðri VSK númeri.\nDæmi:\n23VIE6388047V úthlutað til Google Írlandi.
it: Numero di Identificazione Fiscale Aggiunto assegnato dal governo che identifica il fornitore, iniziando con un codice paese ISO 3166-1 alpha-2 (eccetto per la Grecia, che utilizza il codice lingua ISO 639-1 EL), seguito dal numero di identificazione fiscale aggiunto assegnato dal governo.\nEsempio:\n23VIE6388047V assegnato a Google Irlanda.
lt: Vyriausybės paskirtas pridėtinės vertės mokesčio (PVM) identifikavimo numeris, identifikuojantis tiekėją, pradedant ISO 3166-1 alfa-2 šalies kodu (išskyrus Graikiją, kuri naudoja ISO 639-1 kalbos kodą EL), sekamas vyriausybės paskirtu PVM numeriu.\nPavyzdys:\n23VIE6388047V priskirtas Google Airijai.
lv: Valdības piešķirts pievienotās vērtības nodokļa identifikācijas numurs, kas identificē piegādātāju, sākot ar ISO 3166-1 alfa-2 valsts kodu (izņemot Grieķiju, kur tiek izmantots ISO 639-1 valodas kods EL), kam seko valdības piešķirts PVN numurs.\nPiemērs:\n23VIE6388047V piešķirts Google Īrijai.
mt: Numru tal-VAT assenjat mill-Gvern li jidentifika l-fornitur, jibda b'kodiċi tal-pajjiż ISO 3166-1 alpha-2 (ħlief għall-Greċja, li tuża l-kodiċi tal-lingwa ISO 639-1 EL), segwit min-numru tal-VAT assenjat mill-gvern.\nEżempju:\n23VIE6388047V assenjat lil Google Ireland.
nl: Door de overheid toegewezen BTW-identificatienummer dat de leverancier identificeert, beginnend met een ISO 3166-1 alfa-2 landcode (behalve voor Griekenland, dat de ISO 639-1 taalcode EL gebruikt), gevolgd door het door de overheid toegewezen BTW-nummer.\nVoorbeeld:\n23VIE6388047V toegewezen aan Google Ierland.
no: Regjerings-tildelt merverdiavgifts identifikasjonsnummer som identifiserer leverandør, starter med en ISO 3166-1 alfa-2 landkode (unntatt for Hellas, som bruker ISO 639-1 språkkoden EL), etterfulgt av det regjerings-tildelte VAT-nummeret.\nEksempel:\n23VIE6388047V tildelt til Google Irland.
pl: Numer identyfikacyjny podatku VAT przypisany przez rząd, identyfikujący dostawcę, zaczynający się od kodu kraju ISO 3166-1 alpha-2 (z wyjątkiem Grecji, która używa kodu językowego ISO 639-1 EL), po którym następuje numer VAT przypisany przez rząd.\nPrzykład:\n23VIE6388047V przypisany do Google Irlandia.
pt: Número de Identificação Fiscal de Valor Agregado atribuído pelo governo identificando o fornecedor, começando com um código de país alfa-2 da ISO 3166-1 (exceto para a Grécia, que usa o código de idioma ISO 639-1 EL), seguido pelo número de VAT atribuído pelo governo.\nExemplo:\n23VIE6388047V atribuído ao Google Irlanda.
ro: Numărul de TVA atribuit de guvern care identifică furnizorul, începând cu un cod de țară ISO 3166-1 alfa-2 (cu excepția Greciei, care utilizează codul de limbă ISO 639-1 EL), urmat de numărul de TVA atribuit de guvern.\nExemplu:\n23VIE6388047V atribuit Google Ireland.
sk: Hodnota pridelená vládou pre identifikáciu dodávateľa s pridanou hodnotou, začínajúca kódom krajiny ISO 3166-1 alfa-2 (okrem Grécka, ktoré používa kód jazyka ISO 639-1 EL), nasledovaný vládou prideleným číslom DPH.\nPríklad:\n23VIE6388047V pridelené spoločnosti Google Ireland.
sl: Vladno dodeljena identifikacijska številka za dodano vrednost, ki identificira dobavitelja, začenši z ISO 3166-1 alfa-2 državno kodo (razen za Grčijo, ki uporablja jezikovno kodo ISO 639-1 EL), sledi vladno dodeljena številka za DDV.\nPrimer:\n23VIE6388047V dodeljeno podjetju Google Ireland.
sv: Regeringstilldelat mervärdesskattenummer som identifierar leverantören, som börjar med en ISO 3166-1 alfa-2 landskod (förutom för Grekland, som använder ISO 639-1 språkkoden EL), följt av regeringstilldelat mervärdesskattenummer.\nExempel:\n23VIE6388047V tilldelat till Google Irland.

# di22024
source: Government-assigned Value Added Tax identification number identifying customer, starting with an ISO 3166-1 alpha-2 country code (except for Greece, which uses the ISO 639-1 language code EL), followed by the government-assigned VAT number.\nExample:\n24VIE6388047V assigned to Google Ireland.
bg: Правителствено присвоен идентификационен номер за добавена стойност, идентифициращ клиента, започващ с двубуквения код на ISO 3166-1 alpha-2 на държавата (с изключение на Гърция, която използва двубуквения код на езика по ISO 639-1 EL), последван от правителствено присвоения номер за ДДС.\nПример:\n24VIE6388047V присвоен на Google Ireland.
cs: Číslo DPH přiřazené vládou identifikující zákazníka, začínající dvoupísmenným kódem země ISO 3166-1 alpha-2 (s výjimkou Řecka, které používá jazykový kód ISO 639-1 EL), následované vládou přiřazeným číslem DPH.\nPříklad:\n24VIE6388047V přiřazeno společnosti Google Irsko.
de: Vom Staat zugewiesene Mehrwertsteuer-Identifikationsnummer zur Identifizierung des Kunden, beginnend mit einem ISO 3166-1-Alpha-2-Ländercode (außer Griechenland, das den ISO 639-1-Sprachcode EL verwendet), gefolgt von der staatlich zugewiesenen Umsatzsteuer-Identifikationsnummer.\nBeispiel:\n24VIE6388047V zugewiesen an Google Irland.
el: Αριθμός ΦΠΑ που έχει ανατεθεί από την κυβέρνηση που ταυτοποιεί τον πελάτη, ξεκινώντας με έναν κωδικό χώρας ISO 3166-1 αλφα-2 (εκτός από την Ελλάδα, η οποία χρησιμοποιεί τον κωδικό γλώσσας ISO 639-1 EL), ακολουθούμενο από τον αριθμό ΦΠΑ που έχει ανατεθεί από την κυβέρνηση.\nΠαράδειγμα:\n24VIE6388047V ανατεθειμένο στην Google Ιρλανδία.
es: Número de identificación de IVA asignado por el gobierno identificando al cliente, comenzando con un código de país alfa-2 ISO 3166-1 (excepto para Grecia, que usa el código de idioma ISO 639-1 EL), seguido por el número de IVA asignado por el gobierno.\nEjemplo:\n24VIE6388047V asignado a Google Irlanda.
et: Valitsuse määratud käibemaksukohuslase identifitseerimisnumber, mis identifitseerib kliendi, alustades ISO 3166-1 alpha-2 riigikoodiga (välja arvatud Kreeka, mis kasutab ISO 639-1 keelekoodi EL), millele järgneb valitsuse määratud käibemaksukohuslase number.\nNäide:\n24VIE6388047V määratud Google Iirimaale.
fi: Hallituksen määrittämä arvonlisäveron tunnistenumero, joka tunnistaa asiakkaan, alkaen ISO 3166-1 alpha-2 maakoodista (paitsi Kreikka, joka käyttää ISO 639-1 ki
fr: Numéro d'identification de la Taxe sur la Valeur Ajoutée attribué par le gouvernement, identifiant le client, commençant par un code de pays ISO 3166-1 alpha-2 (à l'exception de la Grèce, qui utilise le code de langue ISO 639-1 EL), suivi du numéro de TVA attribué par le gouvernement.\nExemple :\n24VIE6388047V attribué à Google Ireland.
ga: Uimhir CBL a shanntar ag an Rialtas a aithníonn custaiméir, ag tosú le cód tíre alfa-2 ISO 3166-1 (seachas an Ghréig, a úsáideann an cód teanga ISO 639-1 EL), ina dhiaidh sin an uimhir CBL a shanntar ag an rialtas.\nSampla:\n24VIE6388047V a shanntar do Google Éireann.
hr: Broj za dodanu vrijednost koji je dodijelila vlada identificirajući kupca, počevši s ISO 3166-1 alfa-2 kodom zemlje (osim za Grčku, koja koristi ISO 639-1 jezični kod EL), nakon čega slijedi broj za dodanu vrijednost koji je dodijelila vlada.\nPrimjer:\n24VIE6388047V dodijeljen Google Irska.
hu: Kormányzati hozzárendelt Általános Forgalmi Adó azonosító szám a vevőt azonosítva, az ISO 3166-1 alpha-2 országkóddal kezdve (kivéve Görögországot, amely az ISO 639-1 nyelvi kódot EL használja), majd a kormány által hozzárendelt ÁFA számmal.\nPélda:\n24VIE6388047V a Google Irelandhez hozzárendelve.
is: Ríkisúthlutað virðisaukaskattsnúmer sem auðkennir viðskiptavin, hefst á ISO 3166-1 alfa-2 landakóða (nema fyrir Grikkland, sem notar ISO 639-1 tungumálakóðann EL), fylkt af ríkisúthlutaðri VSK númeri.\nDæmi:\n24VIE6388047V úthlutað til Google Írlandi.
it: Numero di Identificazione Fiscale Aggiunto assegnato dal governo che identifica il cliente, iniziando con un codice paese ISO 3166-1 alpha-2 (eccetto per la Grecia, che utilizza il codice lingua ISO 639-1 EL), seguito dal numero di identificazione fiscale aggiunto assegnato dal governo.\nEsempio:\n24VIE6388047V assegnato a Google Irlanda.
lt: Vyriausybės paskirtas pridėtinės vertės mokesčio (PVM) identifikavimo numeris, identifikuojantis klientą, pradedant ISO 3166-1 alfa-2 šalies kodu (išskyrus Graikiją, kuri naudoja ISO 639-1 kalbos kodą EL), sekamas vyriausybės paskirtu PVM numeriu.\nPavyzdys:\n24VIE6388047V priskirtas Google Airijai.
lv: Valdības piešķirts pievienotās vērtības nodokļa identifikācijas numurs, kas identificē klientu, sākot ar ISO 3166-1 alfa-2 valsts kodu (izņemot Grieķiju, kur tiek izmantots ISO 639-1 valodas kods EL), kam seko valdības piešķirts PVN numurs.\nPiemērs:\n24VIE6388047V piešķirts Google Īrijai.
mt: Numru tal-VAT assenjat mill-Gvern li jidentifika l-klijent, jibda b'kodiċi tal-pajjiż ISO 3166-1 alpha-2 (ħlief għall-Greċja, li tuża l-kodiċi tal-lingwa ISO 639-1 EL), segwit min-numru tal-VAT assenjat mill-gvern.\nEżempju:\n24VIE6388047V assenjat lil Google Ireland.
nl: Door de overheid toegewezen BTW-identificatienummer dat de klant identificeert, beginnend met een ISO 3166-1 alfa-2 landcode (behalve voor Griekenland, dat de ISO 639-1 taalcode EL gebruikt), gevolgd door het door de overheid toegewezen BTW-nummer.\nVoorbeeld:\n24VIE6388047V toegewezen aan Google Ierland.
no: Regjerings-tildelt merverdiavgifts identifikasjonsnummer som identifiserer kunde, starter med en ISO 3166-1 alfa-2 landkode (unntatt for Hellas, som bruker ISO 639-1 språkkoden EL), etterfulgt av det regjerings-tildelte VAT-nummeret.\nEksempel:\n24VIE6388047V tildelt til Google Irland.
pl: Numer identyfikacyjny podatku VAT przypisany przez rząd, identyfikujący klienta, zaczynający się od kodu kraju ISO 3166-1 alpha-2 (z wyjątkiem Grecji, która używa kodu językowego ISO 639-1 EL), po którym następuje numer VAT przypisany przez rząd.\nPrzykład:\n24VIE6388047V przypisany do Google Irlandia.
pt: Número de Identificação Fiscal de Valor Agregado atribuído pelo governo identificando o cliente, começando com um código de país alfa-2 da ISO 3166-1 (exceto para a Grécia, que usa o código de idioma ISO 639-1 EL), seguido pelo número de VAT atribuído pelo governo.\nExemplo:\n24VIE6388047V atribuído ao Google Irlanda.
ro: Numărul de TVA atribuit de guvern care identifică clientul, începând cu un cod de țară ISO 3166-1 alfa-2 (cu excepția Greciei, care utilizează codul de limbă ISO 639-1 EL), urmat de numărul de TVA atribuit de guvern.\nExemplu:\n24VIE6388047V atribuit Google Ireland.
sk: Hodnota pridelená vládou pre identifikáciu zákazníka s pridanou hodnotou, začínajúca kódom krajiny ISO 3166-1 alfa-2 (okrem Grécka, ktoré používa kód jazyka ISO 639-1 EL), nasledovaný vládou prideleným číslom DPH.\nPríklad:\n24VIE6388047V pridelené spoločnosti Google Ireland.
sl: Vladno dodeljena identifikacijska številka za dodano vrednost, ki identificira kupca, začenši z ISO 3166-1 alfa-2 državno kodo (razen za Grčijo, ki uporablja jezikovno kodo ISO 639-1 EL), sledi vladno dodeljena številka za DDV.\nPrimer:\n24VIE6388047V dodeljeno podjetju Google Ireland.
sv: Regeringstilldelat mervärdesskattenummer som identifierar kunden, som börjar med en ISO 3166-1 alfa-2 landskod (förutom för Grekland, som använder ISO 639-1 språkkoden EL), följt av regeringstilldelat mervärdesskattenummer.\nExempel:\n24VIE6388047V tilldelat till Google Irland.
