Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di13012
source: Army Form 2407 data. Format is data value preceded by the block number of the form 2407. Field lengths and acceptable characters can be found at;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Update: The URL has been modified to:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1391
bg: Данни от формуляра на армията 2407. Форматът е стойността на данните, предшествана от номера на блока на формуляра 2407. Дължините на полетата и приемливите символи могат да бъдат намерени на;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nАктуализация 2020: URL адресът е променен на:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1391
cs: Data formuláře armády 2407. Formát je hodnota dat předcházející číslo bloku formuláře 2407. Délky polí a přijatelné znaky lze nalézt na;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAktualizace 2020: URL byla změněna na:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1391
de: Army Form 2407-Daten. Format ist der Datenwert, der dem Blocknummer des Formulars 2407 vorangestellt ist. Feldlängen und akzeptable Zeichen sind unter zu finden;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Update: Die URL wurde geändert zu:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1391
el: Δεδομένα Φόρμας Στρατού 2407. Η μορφή είναι η τιμή δεδομένων που προηγείται από τον αριθμό μπλοκ της φόρμας 2407. Τα μήκη πεδίων και οι αποδεκτοί χαρακτήρες μπορούν να βρεθούν στο·\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nΕνημέρωση 2020: Η διεύθυνση URL έχει τροποποιηθεί σε:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1391
es: Datos del Formulario 2407 del Ejército. El formato es el valor de los datos precedido por el número de bloque del formulario 2407. Las longitudes de los campos y los caracteres aceptables se pueden encontrar en;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nActualización 2020: La URL ha sido modificada a:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1391
et: USA Armee Vorm 2407 andmed. Formaat on andmeväärtus, millele eelneb vormi 2407 ploki number. Väljade pikkused ja vastuvõetavad tähemärgid leiate aadressilt;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Uuendus: URL on muudetud:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1391
fi: Armeijan Lomake 2407 data. Muoto on datan arvo, jota edeltää lomakkeen 2407 lohkonumero. Kenttien pituudet ja hyväksyttävät merkit löytyvät osoitteesta;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Päivitys: URL on muutettu osoitteeseen:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1391
fr: Données du formulaire de l'armée 2407. Le format est la valeur des données précédée du numéro de bloc du formulaire 2407. Les longueurs des champs et les caractères acceptables se trouvent à l'adresse ;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nMise à jour 2020 : L'URL a été modifiée en :\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1391
ga: Sonraí Fhoirm Arm 2407. Formáid is ea luach sonraí a leanann uimhir bloc an fhoirm 2407. Is féidir fad réimsí agus carachtair inghlactha a fháil ag;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nNuashonrú 2020: Athraíodh an URL go:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1391
hr: Podaci vojnog obrasca 2407. Format je vrijednost podataka prethodno blok brojem obrasca 2407. Duljine polja i prihvatljivi znakovi mogu se naći na;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAžuriranje 2020: URL je promijenjen u:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1391
hu: Az Amerikai Hadsereg 2407-es űrlapjának adatai. Az adatformátum az 2407-es űrlap blokkszámától függ. A mezőhosszakat és az elfogadható karaktereket a következő helyen találja meg;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Frissítés: Az URL módosult:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1391
is: Herform 2407 gögn. Snið er gagnagildi fylgt af blokkarnúmeri á formi 2407. Lengdir svæða og leyfilegir stafir eru að finna á;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Uppfærsla: URL hefur verið breytt í:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1391
it: Dati del Modulo 2407 dell'esercito. Il formato è il valore dei dati preceduto dal numero del blocco del modulo 2407. Lunghezze dei campi e caratteri accettabili possono essere trovati su;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAggiornamento 2020: L'URL è stato modificato a:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1391
lt: Kariuomenės forma 2407 duomenys. Formatas yra duomenų vertė, nurodyta prieš formos 2407 bloko numerį. Laukų ilgiai ir priimtini simboliai pateikti adresu;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 metų atnaujinimas: URL buvo pakeistas į:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1391
lv: Armijas Formas 2407 dati. Formāts ir datu vērtība, ko papildina formas 2407 bloka numurs. Lauku garumi un pieņemamās rakstzīmes ir atrodami vietnē;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020. gada atjauninājums: URL ir mainīts uz:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1391
mt: Data tal-Formola 2407 tal-Armata. Il-format huwa l-valur tad-data segwit min-numru tal-blokka tal-formola 2407. It-tulijiet tal-qasam u l-karattri aċċettabbli jistgħu jinstabu fuq;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAġġornament 2020: L-URL ġie mibdul għal:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1391
nl: Army Form 2407 data. Formaat is gegevenswaarde voorafgegaan door het bloknummer van formulier 2407. Veldlengtes en acceptabele tekens zijn te vinden op;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Update: De URL is gewijzigd naar:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1391
no: Hærens skjema 2407 data. Formatet er dataverdi forut for blokknummeret til skjemaet 2407. Feltlengder og akseptable tegn kan finnes på;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Oppdatering: URL-en er endret til:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1391
pl: Dane formularza armii 2407. Format to wartość danych poprzedzona numerem bloku formularza 2407. Długości pól i akceptowalne znaki można znaleźć na stronie;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAktualizacja 2020: Adres URL został zmodyfikowany na:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1391
pt: Formulário do Exército 2407. Formato é valor de dados precedido pelo número do bloco do formulário 2407. Comprimentos de campo e caracteres aceitáveis podem ser encontrados em;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAtualização 2020: A URL foi modificada para:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1391
ro: Datele Formularului Armatei 2407. Formatul este valoarea datelor precedată de numărul blocului formularului 2407. Lungimile câmpurilor și caracterele acceptabile pot fi găsite la;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nActualizare 2020: URL-ul a fost modificat la:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1391
sk: Údaje formulára armády 2407. Formát je hodnota údajov predchádzaná číslom bloku formulára 2407. Dĺžky polí a akceptovateľné znaky možno nájsť na;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAktualizácia 2020: URL bolo zmenené na:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1391
sl: Obrazec vojske ZDA 2407. Format je vrednost podatka, predhodno označena z blokom številke obrazca 2407. Dolžine polj in sprejemljivi znaki so na voljo na;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nPosodobitev 2020: URL je bil spremenjen v:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1391
sv: Arméformulär 2407-data. Formatet är datavärdet följt av blocknumret på formulär 2407. Fältlängder och acceptabla tecken finns på;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Uppdatering: URL har ändrats till:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1391

# di13013
source: Air Force Form 95 data. Format is data value preceded by the block number of the form 95. Field lengths and acceptable characters can be found at;\nhttp://www.gsa.gov/portal/forms/download/116418.\n2020 Update: The Name of the Form is “Air Force Technical Order Form 95 (AFTO Form 95).” Details about the Form are sourced in Air Force Technical Order (TO) 00-20-1. The URL for this TO has been modified to:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
bg: Данни от формуляра на военновъздушните сили 95. Форматът е стойността на данните, предшествана от номера на блока на формуляра 95. Дължините на полетата и приемливите символи могат да бъдат намерени на;\nhttp://www.gsa.gov/portal/forms/download/116418.\nАктуализация 2020: Името на формуляра е "Формуляр за техническа поръчка на военновъздушните сили 95 (AFTO Form 95)." Детайлите за формуляра са източник във Военновъздушната техническа поръчка (TO) 00-20-1. URL адресът за тази TO е променен на:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
cs: Data formuláře letectva 95. Formát je hodnota dat předcházející číslo bloku formuláře 95. Délky polí a přijatelné znaky lze nalézt na;\nhttp://www.gsa.gov/portal/forms/download/116418.\nAktualizace 2020: Název formuláře je "Formulář technického příkazu letectva 95 (AFTO Form 95)." Podrobnosti o formuláři jsou zdrojem v Technickém příkazu letectva (TO) 00-20-1. URL pro tento TO byla změněna na:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
de: Air Force Form 95-Daten. Format ist der Datenwert, der dem Blocknummer des Formulars 95 vorangestellt ist. Feldlängen und akzeptable Zeichen sind unter zu finden;\nhttp://www.gsa.gov/portal/forms/download/116418.\n2020 Update: Der Name des Formulars lautet "Air Force Technical Order Form 95 (AFTO Form 95)." Details zum Formular finden sich in der Air Force Technical Order (TO) 00-20-1. Die URL für diese TO wurde geändert zu:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
el: Δεδομένα Φόρμας Πολεμικής Αεροπορίας 95. Η μορφή είναι η τιμή δεδομένων που προηγείται από τον αριθμό μπλοκ της φόρμας 95. Τα μήκη πεδίων και οι αποδεκτοί χαρακτήρες μπορούν να βρεθούν στο·\nhttp://www.gsa.gov/portal/forms/download/116418.\nΕνημέρωση 2020: Το Όνομα της Φόρμας είναι "Φόρμα Τεχνικής Εντολής Πολεμικής Αεροπορίας 95 (AFTO Form 95)." Λεπτομέρειες σχετικά με τη Φόρμα προέρχονται από την Τεχνική Εντολή Πολεμικής Αεροπορίας (TO) 00-20-1. Η διεύθυνση URL για αυτήν την TO έχει τροποποιηθεί σε:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
es: Datos del Formulario 95 de la Fuerza Aérea. El formato es el valor de los datos precedido por el número de bloque del formulario 95. Las longitudes de los campos y los caracteres aceptables se pueden encontrar en;\nhttp://www.gsa.gov/portal/forms/download/116418.\nActualización 2020: El Nombre del Formulario es "Formulario Técnico de Orden de la Fuerza Aérea 95 (Formulario AFTO 95)." Los detalles sobre el Formulario se obtienen en la Orden Técnica de la Fuerza Aérea (TO) 00-20-1. La URL para este TO ha sido modificada a:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
et: USA Õhujõudude Vorm 95 andmed. Formaat on andmeväärtus, millele eelneb vormi 95 ploki number. Väljade pikkused ja vastuvõetavad tähemärgid leiate aadressilt;\nhttp://www.gsa.gov/portal/forms/download/116418.\n2020 Uuendus: Vormi nimi on "Õhujõudude Tehnilise Tellimuse Vorm 95 (AFTO Vorm 95)." Vormi üksikasjad pärinevad Õhujõudude Tehnilisest Tellimusest (TO) 00-20-1. Selle TO URL on muudetud:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
fi: Ilmavoimien Lomake 95 data. Muoto on datan arvo, jota edeltää lomakkeen 95 lohkonumero. Kenttien pituudet ja hyväksyttävät merkit löytyvät osoitteesta;\nhttp://www.gsa.gov/portal/forms/download/116418.\n2020 Päivitys: Lomakkeen Nimi on "Ilmavoimien Tekninen Tilauslomake 95 (AFTO Lomake 95)." Tiedot lomakkeesta ovat peräisin Ilmavoimien Teknisestä Tilauskirjasta (TO) 00-20-1. URL tähän TO:oon on muutettu osoitteeseen:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
fr: Données du formulaire de l'armée de l'air 95. Le format est la valeur des données précédée du numéro de bloc du formulaire 95. Les longueurs des champs et les caractères acceptables se trouvent à l'adresse ;\nhttp://www.gsa.gov/portal/forms/download/116418.\nMise à jour 2020 : Le nom du formulaire est "Formulaire d'ordre technique de l'armée de l'air 95 (AFTO Form 95)." Les détails sur le formulaire sont obtenus dans l'Ordre Technique de l'Air (TO) 00-20-1. L'URL de ce TO a été modifiée en :\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
ga: Sonraí Fhoirm Aerfhórsa 95. Formáid is ea luach sonraí a leanann uimhir bloc an fhoirm 95. Is féidir fad réimsí agus carachtair inghlactha a fháil ag;\nhttp://www.gsa.gov/portal/forms/download/116418.\nNuashonrú 2020: Athraíodh ainm an Fhoirm go "Air Force Technical Order Form 95 (AFTO Form 95)." Fuarthas sonraí faoin bhFoirm in Air Force Technical Order (TO) 00-20-1. Athraíodh an URL don TO seo go:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
hr: Podaci obrasca zračnih snaga 95. Format je vrijednost podataka prethodno blok brojem obrasca 95. Duljine polja i prihvatljivi znakovi mogu se naći na;\nhttp://www.gsa.gov/portal/forms/download/116418.\nAžuriranje 2020: Naziv obrasca je "Obrasci tehničkog naloga zračnih snaga 95 (AFTO Form 95)." Detalji o obrascu izvori su u tehničkom nalogu zračnih snaga (TO) 00-20-1. URL za ovaj TO je promijenjen u:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
hu: Az Amerikai Légierő 95-ös űrlapjának adatai. Az adatformátum az űrlap 95-ös blokkszámától függ. A mezőhosszakat és az elfogadható karaktereket a következő helyen találja meg;\nhttp://www.gsa.gov/portal/forms/download/116418.\n2020 Frissítés: Az űrlap neve "Amerikai Légierő Műszaki Rendelkezési Űrlap 95 (AFTO Űrlap 95)." Az űrlapról szóló részleteket az Amerikai Légierő Műszaki Rendelkezés (TO) 00-20-1 tartalmazza. Az URL ehhez a TO-hoz módosult:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
is: Flugherform 95 gögn. Snið er gagnagildi fylgt af blokkarnúmeri á formi 95. Lengdir svæða og leyfilegir stafir eru að finna á;\nhttp://www.gsa.gov/portal/forms/download/116418.\n2020 Uppfærsla: Nafn formsins er "Air Force Technical Order Form 95 (AFTO Form 95)." Upplýsingar um formið eru sóttar í Air Force Technical Order (TO) 00-20-1. URL fyrir þetta TO hefur verið breytt í:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
it: Dati del Modulo 95 dell'aeronautica. Il formato è il valore dei dati preceduto dal numero del blocco del modulo 95. Lunghezze dei campi e caratteri accettabili possono essere trovati su;\nhttp://www.gsa.gov/portal/forms/download/116418.\nAggiornamento 2020: Il Nome del Modulo è "Modulo Tecnico dell'Aeronautica 95 (AFTO Form 95)." I dettagli sul Modulo sono fonte nell'Ordine Tecnico dell'Aeronautica (TO) 00-20-1. L'URL per questo TO è stato modificato a:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
lt: Oro pajėgų forma 95 duomenys. Formatas yra duomenų vertė, nurodyta prieš formos 95 bloko numerį. Laukų ilgiai ir priimtini simboliai pateikti adresu;\nhttp://www.gsa.gov/portal/forms/download/116418.\n2020 metų atnaujinimas: Formos pavadinimas yra "Oro pajėgų techninio užsakymo forma 95 (AFTO Forma 95)." Informacija apie formą gaunama iš Oro pajėgų techninio užsakymo (TO) 00-20-1. URL šiam TO buvo pakeistas į:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
lv: Gaisa spēku Formas 95 dati. Formāts ir datu vērtība, ko papildina formas 95 bloka numurs. Lauku garumi un pieņemamās rakstzīmes ir atrodami vietnē;\nhttp://www.gsa.gov/portal/forms/download/116418.\n2020. gada atjauninājums: Formas nosaukums ir "Gaisa spēku Tehniskās pavēles forma 95 (AFTO Forma 95)." Informācija par formu ir avots Gaisa spēku Tehniskajā pavēlē (TO) 00-20-1. URL šai TO ir mainīts uz:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
mt: Data tal-Formola 95 tal-Forza tal-Ajru. Il-format huwa l-valur tad-data segwit min-numru tal-blokka tal-formola 95. It-tulijiet tal-qasam u l-karattri aċċettabbli jistgħu jinstabu fuq;\nhttp://www.gsa.gov/portal/forms/download/116418.\nAġġornament 2020: L-isem tal-Formola huwa "Formola tal-Ordni Teknika tal-Forza tal-Ajru 95 (AFTO Form 95)." Id-dettalji dwar il-Formola huma sorsjati fl-Ordni Teknika tal-Forza tal-Ajru (TO) 00-20-1. L-URL għal dan il-TO ġie mibdul għal:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
nl: Air Force Form 95 data. Formaat is gegevenswaarde voorafgegaan door het bloknummer van formulier 95. Veldlengtes en acceptabele tekens zijn te vinden op;\nhttp://www.gsa.gov/portal/forms/download/116418.\n2020 Update: De naam van het formulier is "Air Force Technical Order Form 95 (AFTO Form 95)." Details over het formulier zijn te vinden in Air Force Technical Order (TO) 00-20-1. De URL voor deze TO is gewijzigd naar:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
no: Luftforsvarets skjema 95 data. Formatet er dataverdi forut for blokknummeret til skjemaet 95. Feltlengder og akseptable tegn kan finnes på;\nhttp://www.gsa.gov/portal/forms/download/116418.\n2020 Oppdatering: Navnet på skjemaet er "Air Force Technical Order Form 95 (AFTO Form 95)." Detaljer om skjemaet er hentet fra Air Force Technical Order (TO) 00-20-1. URL-en for denne TO-en er endret til:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
pl: Dane formularza sił powietrznych 95. Format to wartość danych poprzedzona numerem bloku formularza 95. Długości pól i akceptowalne znaki można znaleźć na stronie;\nhttp://www.gsa.gov/portal/forms/download/116418.\nAktualizacja 2020: Nazwa formularza to "Formularz Techniczny Sił Powietrznych 95 (AFTO Form 95)." Szczegóły dotyczące formularza pochodzą z Technicznego Rozkazu Sił Powietrznych (TO) 00-20-1. Adres URL tego TO został zmodyfikowany na:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
pt: Formulário da Força Aérea 95. Formato é valor de dados precedido pelo número do bloco do formulário 95. Comprimentos de campo e caracteres aceitáveis podem ser encontrados em;\nhttp://www.gsa.gov/portal/forms/download/116418.\nAtualização 2020: O Nome do Formulário é "Formulário de Ordem Técnica da Força Aérea 95 (AFTO Form 95)." Detalhes sobre o Formulário são fonte na Ordem Técnica da Força Aérea (TO) 00-20-1. A URL para este TO foi modificada para:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
ro: Datele Formularului Forțelor Aeriene 95. Formatul este valoarea datelor precedată de numărul blocului formularului 95. Lungimile câmpurilor și caracterele acceptabile pot fi găsite la;\nhttp://www.gsa.gov/portal/forms/download/116418.\nActualizare 2020: Numele Formularului este "Formularul Tehnic al Forțelor Aeriene 95 (AFTO Form 95)." Detalii despre Formular sunt surse în Ordinul Tehnic al Forțelor Aeriene (TO) 00-20-1. URL-ul pentru acest TO a fost modificat la:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
sk: Údaje formulára letectva 95. Formát je hodnota údajov predchádzaná číslom bloku formulára 95. Dĺžky polí a akceptovateľné znaky možno nájsť na;\nhttp://www.gsa.gov/portal/forms/download/116418.\nAktualizácia 2020: Názov formulára je "Formulár technického poriadku letectva 95 (AFTO Form 95)." Detaily o formulári sú uvedené v technickom poriadku letectva (TO) 00-20-1. URL pre tento TO bolo zmenené na:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
sl: Obrazec letalske sile ZDA 95. Format je vrednost podatka, predhodno označena z blokom številke obrazca 95. Dolžine polj in sprejemljivi znaki so na voljo na;\nhttp://www.gsa.gov/portal/forms/download/116418.\nPosodobitev 2020: Ime obrazca je "Obrazec letalske sile za tehnični nalog 95 (AFTO Form 95)." Podrobnosti o obrazcu so pridobljene iz tehničnega naloga letalske sile (TO) 00-20-1. URL za ta TO je bil spremenjen v:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
sv: Flygvapenformulär 95-data. Formatet är datavärdet följt av blocknumret på formulär 95. Fältlängder och acceptabla tecken finns på;\nhttp://www.gsa.gov/portal/forms/download/116418.\n2020 Uppdatering: Formulärets namn är "Air Force Technical Order Form 95 (AFTO Form 95)." Detaljer om formuläret hämtas från Air Force Technical Order (TO) 00-20-1. URL för denna TO har ändrats till:\nhttps://www.tinker.af.mil/Portals/106/Documents/Technical%20Orders/AFD-180615-00-20-1.pdf
