Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di17019
source: Width expressed in linear metres or linear feet followed by the ANSI X12.3 data element number 355 unit of measure code (LC or LF). No implied decimal point.
bg: Ширина, изразена в линейни метри или линейни футове, последвана от ANSI X12.3 данни елемент номер 355 код на единица за измерване (LC или LF). Без подразбираща се десятъчна точка.
cs: Šířka vyjádřená v lineárních metrech nebo lineárních stopách následovaná dvouznakovým kódem prvku dat ANSI X12.3 číslo 355 kód jednotky míry (LC nebo LF). Bez předpokládaného desetinného bodu.
de: Breite, ausgedrückt in linearen Metern oder linearen Fuß, gefolgt vom ANSI X12.3-Datenelement-Nummer 355-Maßeinheitscode (LC oder LF). Kein implizierter Dezimalpunkt.
el: Πλάτος εκφρασμένο σε γραμμικά μέτρα ή γραμμικά πόδια ακολουθούμενο από τον κωδικό στοιχείου δεδομένων ANSI X12.3 355 μονάδα μέτρησης (LC ή LF). Δεν υπονοείται δεκαδικό σημείο.
es: Ancho expresado en metros lineales o pies lineales seguido por el número de elemento de datos 355 de dos caracteres ANSI X12.3 código de unidad de medida (LC o LF). Sin punto decimal implícito.
et: Laius väljendatuna lineaarmeetrites või lineaarjalgades järgneb ANSI X12.3 andmeelemendi number 355 ühikukood (LC või LF). Ei ole eeldatavat kümnendkohta.
fi: Leveys ilmaistuna lineaarisina metreinä tai lineaarisina jalkoina seurattuna ANSI X12.3 dataelementtinumerolla 355 mittayksikkökoodilla (LC tai LF). Ei oletettua desimaalipistettä.
fr: Largeur exprimée en mètres linéaires ou pieds linéaires suivie du numéro de l'élément de données 355 de l'ANSI X12.3 unité de mesure (LC ou LF). Pas de point décimal implicite.
ga: Leithead léirithe i méadair líneacha nó i dtroigh líneacha in éineacht le cód Eilimint Sonraí Uimh. 355 ANSI X12.3 cód aonad tomhais (LC nó LF). Gan pointe deachúil le tuiscint.
hr: Širina izražena u linearnim metrima ili linearnim stopama slijedi ANSI X12.3 broj elementa podataka 355 kod jedinice mjere (LC ili LF). Bez implicitne decimalne točke.
hu: Szélesség kifejezve lineáris méterben vagy lineáris lábban, amelyet az ANSI X12.3 adatelem szám 355 mértékegység kódja követ (LC vagy LF). Nincs feltételezett tizedes pont.
is: Breidd tjáð í línulegum metrum eða línulegum fetum fylgt af ANSI X12.3 gagnaeininganúmeri 355 einingarmálskóða (LC eða LF). Enginn gefinn aukapunktur.
it: Larghezza espressa in metri lineari o piedi lineari seguita dal codice ANSI X12.3 elemento dati numero 355 codice unità di misura (LC o LF). Nessun punto decimale implicito.
lt: Plotis išreikštas linijiniais metrais arba linijinėmis pėdomis sekamas ANSI X12.3 duomenų elemento numerio 355 matavimo vieneto kodu (LC ar LF). Neįtraukiamas prielaidinis dešimtainis taškas.
lv: Platums izteikts lineāros metros vai lineāros pēdās, kam seko ANSI X12.3 datu elementa numura 355 mērvienības kods (LC vai LF). Neiekļauta domēna punkta pieņēmums.
mt: Wisa' espress f'metri lineari jew piedi lineari segwit mill-kodiċi tal-Element tad-Data ANSI X12.3 numru 355 tal-unità tal-kejl (LC jew LF). L-ebda punt deċimali impliċit.
nl: Breedte uitgedrukt in lineaire meters of lineaire voeten gevolgd door de ANSI X12.3 gegevenselementnummer 355 meetcode (LC of LF). Geen geïmpliceerd decimaalteken.
no: Bredde uttrykt i lineære meter eller lineære fot etterfulgt av ANSI X12.3 dataelementnummer 355 enhetsmålekode (LC eller LF). Ingen underforstått desimalpunkt.
pl: Szerokość wyrażona w metrach liniowych lub stopach liniowych po której następuje kod elementu danych ANSI X12.3 Numer 355 Kod Jednostki Miary (LC lub LF). Bez domyślnego punktu dziesiętnego.
pt: Largura expressa em metros lineares ou pés lineares seguida pelo código do Elemento de Dados ANSI X12.3 número 355 código de unidade de medida (LC ou LF). Sem ponto decimal implícito.
ro: Lățimea exprimată în metri liniari sau picioare liniare urmată de codul elementului de date ANSI X12.3 numărul 355 codul unității de măsură (LC sau LF). Fără punct zecimal implicit.
sk: Šírka vyjadrená v lineárnych metroch alebo lineárnych stopách nasledovaná kódom dátového prvku ANSI X12.3 číslo 355 jednotka merania (LC alebo LF). Bez implikovaného desatinného bodu.
sl: Širina, izražena v linearnih metrih ali linearnih nogah, sledi koda enote mere ANSI X12.3 podatkovnega elementa številka 355 (LC ali LF). Brez domnevne decimalne točke.
sv: Bredd uttryckt i linjära meter eller linjära fot följt av ANSI X12.3 dataelement nummer 355 måttenhetskod (LC eller LF). Inget underförstått decimaltecken.

# di17020
source: Height expressed in linear metres or linear feet followed by the ANSI X12.3 data element number 355 unit of measure code (LC or LF). No implied decimal point.
bg: Височина, изразена в линейни метри или линейни футове, последвана от ANSI X12.3 данни елемент номер 355 код на единица за измерване (LC или LF). Без подразбираща се десятъчна точка.
cs: Výška vyjádřená v lineárních metrech nebo lineárních stopách následovaná dvouznakovým kódem prvku dat ANSI X12.3 číslo 355 kód jednotky míry (LC nebo LF). Bez předpokládaného desetinného bodu.
de: Höhe, ausgedrückt in linearen Metern oder linearen Fuß, gefolgt vom ANSI X12.3-Datenelement-Nummer 355-Maßeinheitscode (LC oder LF). Kein implizierter Dezimalpunkt.
el: Ύψος εκφρασμένο σε γραμμικά μέτρα ή γραμμικά πόδια ακολουθούμενο από τον κωδικό στοιχείου δεδομένων ANSI X12.3 355 μονάδα μέτρησης (LC ή LF). Δεν υπονοείται δεκαδικό σημείο.
es: Altura expresada en metros lineales o pies lineales seguido por el número de elemento de datos 355 de dos caracteres ANSI X12.3 código de unidad de medida (LC o LF). Sin punto decimal implícito.
et: Kõrgus väljendatuna lineaarmeetrites või lineaarjalgades järgneb ANSI X12.3 andmeelemendi number 355 ühikukood (LC või LF). Ei ole eeldatavat kümnendkohta.
fi: Korkeus ilmaistuna lineaarisina metreinä tai lineaarisina jalkoina seurattuna ANSI X12.3 dataelementtinumerolla 355 mittayksikkökoodilla (LC tai LF). Ei oletettua desimaalipistettä.
fr: Hauteur exprimée en mètres linéaires ou pieds linéaires suivie du numéro de l'élément de données 355 de l'ANSI X12.3 unité de mesure (LC ou LF). Pas de point décimal implicite.
ga: Airde léirithe i méadair líneacha nó i dtroigh líneacha in éineacht le cód Eilimint Sonraí Uimh. 355 ANSI X12.3 cód aonad tomhais (LC nó LF). Gan pointe deachúil le tuiscint.
hr: Visina izražena u linearnim metrima ili linearnim stopama slijedi ANSI X12.3 broj elementa podataka 355 kod jedinice mjere (LC ili LF). Bez implicitne decimalne točke.
hu: Magasság kifejezve lineáris méterben vagy lineáris lábban, amelyet az ANSI X12.3 adatelem szám 355 mértékegység kódja követ (LC vagy LF). Nincs feltételezett tizedes pont.
is: Hæð tjáð í línulegum metrum eða línulegum fetum fylgt af ANSI X12.3 gagnaeininganúmeri 355 einingarmálskóða (LC eða LF). Enginn gefinn aukapunktur.
it: Altezza espressa in metri lineari o piedi lineari seguita dal codice ANSI X12.3 elemento dati numero 355 codice unità di misura (LC o LF). Nessun punto decimale implicito.
lt: Aukštis išreikštas linijiniais metrais arba linijinėmis pėdomis sekamas ANSI X12.3 duomenų elemento numerio 355 matavimo vieneto kodu (LC ar LF). Neįtraukiamas prielaidinis dešimtainis taškas.
lv: Augstums izteikts lineāros metros vai lineāros pēdās, kam seko ANSI X12.3 datu elementa numura 355 mērvienības kods (LC vai LF). Neiekļauta domēna punkta pieņēmums.
mt: Għoli espress f'metri lineari jew piedi lineari segwit mill-kodiċi tal-Element tad-Data ANSI X12.3 numru 355 tal-unità tal-kejl (LC jew LF). L-ebda punt deċimali impliċit.
nl: Hoogte uitgedrukt in lineaire meters of lineaire voeten gevolgd door de ANSI X12.3 gegevenselementnummer 355 meetcode (LC of LF). Geen geïmpliceerd decimaalteken.
no: Høyde uttrykt i lineære meter eller lineære fot etterfulgt av ANSI X12.3 dataelementnummer 355 enhetsmålekode (LC eller LF). Ingen underforstått desimalpunkt.
pl: Wysokość wyrażona w metrach liniowych lub stopach liniowych po której następuje kod elementu danych ANSI X12.3 Numer 355 Kod Jednostki Miary (LC lub LF). Bez domyślnego punktu dziesiętnego.
pt: Altura expressa em metros lineares ou pés lineares seguida pelo código do Elemento de Dados ANSI X12.3 número 355 código de unidade de medida (LC ou LF). Sem ponto decimal implícito.
ro: Înălțimea exprimată în metri liniari sau picioare liniare urmată de codul elementului de date ANSI X12.3 numărul 355 codul unității de măsură (LC sau LF). Fără punct zecimal implicit.
sk: Výška vyjadrená v lineárnych metroch alebo lineárnych stopách nasledovaná kódom dátového prvku ANSI X12.3 číslo 355 jednotka merania (LC alebo LF). Bez implikovaného desatinného bodu.
sl: Višina, izražena v linearnih metrih ali linearnih nogah, sledi koda enote mere ANSI X12.3 podatkovnega elementa številka 355 (LC ali LF). Brez domnevne decimalne točke.
sv: Höjd uttryckt i linjära meter eller linjära fot följt av ANSI X12.3 dataelement nummer 355 måttenhetskod (LC eller LF). Inget underförstått decimaltecken.

# di17021
source: Length expressed in linear metres or linear feet followed by the ANSI X12.3 data element number 355 unit of measure code (LC or LF). No implied decimal point.
bg: Дължина, изразена в линейни метри или линейни футове, последвана от ANSI X12.3 данни елемент номер 355 код на единица за измерване (LC или LF). Без подразбираща се десятъчна точка.
cs: Délka vyjádřená v lineárních metrech nebo lineárních stopách následovaná dvouznakovým kódem prvku dat ANSI X12.3 číslo 355 kód jednotky míry (LC nebo LF). Bez předpokládaného desetinného bodu.
de: Länge, ausgedrückt in linearen Metern oder linearen Fuß, gefolgt vom ANSI X12.3-Datenelement-Nummer 355-Maßeinheitscode (LC oder LF). Kein implizierter Dezimalpunkt.
el: Μήκος εκφρασμένο σε γραμμικά μέτρα ή γραμμικά πόδια ακολουθούμενο από τον κωδικό στοιχείου δεδομένων ANSI X12.3 355 μονάδα μέτρησης (LC ή LF). Δεν υπονοείται δεκαδικό σημείο.
es: Longitud expresada en metros lineales o pies lineales seguido por el número de elemento de datos 355 de dos caracteres ANSI X12.3 código de unidad de medida (LC o LF). Sin punto decimal implícito.
et: Pikkus väljendatuna lineaarmeetrites või lineaarjalgades järgneb ANSI X12.3 andmeelemendi number 355 ühikukood (LC või LF). Ei ole eeldatavat kümnendkohta.
fi: Pituus ilmaistuna lineaarisina metreinä tai lineaarisina jalkoina seurattuna ANSI X12.3 dataelementtinumerolla 355 mittayksikkökoodilla (LC tai LF). Ei oletettua desimaalipistettä.
fr: Longueur exprimée en mètres linéaires ou pieds linéaires suivie du numéro de l'élément de données 355 de l'ANSI X12.3 unité de mesure (LC ou LF). Pas de point décimal implicite.
ga: Fad léirithe i méadair líneacha nó i dtroigh líneacha in éineacht le cód Eilimint Sonraí Uimh. 355 ANSI X12.3 cód aonad tomhais (LC nó LF). Gan pointe deachúil le tuiscint.
hr: Duljina izražena u linearnim metrima ili linearnim stopama slijedi ANSI X12.3 broj elementa podataka 355 kod jedinice mjere (LC ili LF). Bez implicitne decimalne točke.
hu: Hosszúság kifejezve lineáris méterben vagy lineáris lábban, amelyet az ANSI X12.3 adatelem szám 355 mértékegység kódja követ (LC vagy LF). Nincs feltételezett tizedes pont.
is: Lengd tjáð í línulegum metrum eða línulegum fetum fylgt af ANSI X12.3 gagnaeininganúmeri 355 einingarmálskóða (LC eða LF). Enginn gefinn aukapunktur.
it: Lunghezza espressa in metri lineari o piedi lineari seguita dal codice ANSI X12.3 elemento dati numero 355 codice unità di misura (LC o LF). Nessun punto decimale implicito.
lt: Ilgis išreikštas linijiniais metrais arba linijinėmis pėdomis sekamas ANSI X12.3 duomenų elemento numerio 355 matavimo vieneto kodu (LC ar LF). Neįtraukiamas prielaidinis dešimtainis taškas.
lv: Garums izteikts lineāros metros vai lineāros pēdās, kam seko ANSI X12.3 datu elementa numura 355 mērvienības kods (LC vai LF). Neiekļauta domēna punkta pieņēmums.
mt: Tul espress f'metri lineari jew piedi lineari segwit mill-kodiċi tal-Element tad-Data ANSI X12.3 numru 355 tal-unità tal-kejl (LC jew LF). L-ebda punt deċimali impliċit.
nl: Lengte uitgedrukt in lineaire meters of lineaire voeten gevolgd door de ANSI X12.3 gegevenselementnummer 355 meetcode (LC of LF). Geen geïmpliceerd decimaalteken.
no: Lengde uttrykt i lineære meter eller lineære fot etterfulgt av ANSI X12.3 dataelementnummer 355 enhetsmålekode (LC eller LF). Ingen underforstått desimalpunkt.
pl: Długość wyrażona w metrach liniowych lub stopach liniowych po której następuje kod elementu danych ANSI X12.3 Numer 355 Kod Jednostki Miary (LC lub LF). Bez domyślnego punktu dziesiętnego.
pt: Comprimento expresso em metros lineares ou pés lineares seguido pelo código do Elemento de Dados ANSI X12.3 número 355 código de unidade de medida (LC ou LF). Sem ponto decimal implícito.
ro: Lungimea exprimată în metri liniari sau picioare liniare urmată de codul elementului de date ANSI X12.3 numărul 355 codul unității de măsură (LC sau LF). Fără punct zecimal implicit.
sk: Dĺžka vyjadrená v lineárnych metroch alebo lineárnych stopách nasledovaná kódom dátového prvku ANSI X12.3 číslo 355 jednotka merania (LC alebo LF). Bez implikovaného desatinného bodu.
sl: Dolžina, izražena v linearnih metrih ali linearnih nogah, sledi koda enote mere ANSI X12.3 podatkovnega elementa številka 355 (LC ali LF). Brez domnevne decimalne točke.
sv: Längd uttryckt i linjära meter eller linjära fot följt av ANSI X12.3 dataelement nummer 355 måttenhetskod (LC eller LF). Inget underförstått decimaltecken.

# di17022
source: Net Weight Of Shipment expressed in pounds or kilograms (kilos) followed by the ANSI X12.3 data element number 355 unit of measure (LB or KG). No implied decimal point.
bg: Нетно тегло на пратката, изразено в паунди или килограми (килограми), последвано от ANSI X12.3 данни елемент номер 355 единица за измерване (LB или KG). Без подразбираща се десятъчна точка.
cs: Čistá hmotnost zásilky vyjádřená v librách nebo kilogramech (kilech) následovaná dvouznakovým kódem prvku dat ANSI X12.3 číslo 355 jednotka míry (LB nebo KG). Bez předpokládaného desetinného bodu.
de: Nettogewicht der Sendung, ausgedrückt in Pfund oder Kilogramm (Kilos), gefolgt vom ANSI X12.3-Datenelement-Nummer 355-Maßeinheitscode (LB oder KG). Kein implizierter Dezimalpunkt.
el: Καθαρό Βάρος Αποστολής εκφρασμένο σε λίβρες ή κιλά (κιλά) ακολουθούμενο από τον κωδικό στοιχείου δεδομένων ANSI X12.3 355 μονάδα μέτρησης (LB ή KG). Δεν υπονοείται δεκαδικό σημείο.
es: Peso Neto del Envío expresado en libras o kilogramos (kilos) seguido por el número de elemento de datos 355 de dos caracteres ANSI X12.3 unidad de medida (LB o KG). Sin punto decimal implícito.
et: Saatmise Netokaal väljendatuna naeltes või kilogrammides (kilodes) järgneb ANSI X12.3 andmeelemendi number 355 ühikukood (LB või KG). Ei ole eeldatavat kümnendkohta.
fi: Lähetyksen NettPaino ilmaistuna punnissa tai kilogrammeina (kiloissa) seurattuna ANSI X12.3 dataelementtinumerolla 355 mittayksikkökoodilla (LB tai KG). Ei oletettua desimaalipistettä.
fr: Poids net de l'envoi exprimé en livres ou kilogrammes (kilos) suivi du numéro de l'élément de données 355 de l'ANSI X12.3 unité de mesure (LB ou KG). Pas de point décimal implicite.
ga: Meáchan Glan Loingsithe léirithe i bpunt nó i gcileagraim (cileos) in éineacht le cód Eilimint Sonraí Uimh. 355 ANSI X12.3 aonad tomhais (LB nó KG). Gan pointe deachúil le tuiscint.
hr: Neto Težina Pošiljke izražena u funtama ili kilogramima (kilima) slijedi ANSI X12.3 broj elementa podataka 355 jedinica mjere (LB ili KG). Bez implicitne decimalne točke.
hu: A Szállítmány Nettó Súlya kifejezve fontban vagy kilogrammban (kilóban), amelyet az ANSI X12.3 adatelem szám 355 mértékegység (LB vagy KG) követ. Nincs feltételezett tizedes pont.
is: Nettóþyngd sendingar tjáð í pundum eða kílógrömmum (kílóum) fylgt af ANSI X12.3 gagnaeininganúmeri 355 einingarmálskóða (LB eða KG). Enginn gefinn aukapunktur.
it: Peso Netto della Spedizione espresso in libbre o chilogrammi (chili) seguito dal codice ANSI X12.3 elemento dati numero 355 unità di misura (LB o KG). Nessun punto decimale implicito.
lt: Siuntos neto svoris išreikštas svarais arba kilogramais sekamas ANSI X12.3 duomenų elemento numerio 355 matavimo vieneto (LB ar KG). Neįtraukiamas prielaidinis dešimtainis taškas.
lv: Sūtījuma Neto Svars izteikts mārciņās vai kilogramos (kilos) seko ANSI X12.3 datu elementa numura 355 mērvienība (LB vai KG). Neiekļauta domēna punkta pieņēmums.
mt: Piż Nett tat-Trasport espress f'libbri jew kilogrammi (kili) segwit mill-kodiċi tal-Element tad-Data ANSI X12.3 numru 355 tal-unità tal-kejl (LB jew KG). L-ebda punt deċimali impliċit.
nl: Netto Gewicht Van Zending uitgedrukt in ponden of kilogrammen (kilo's) gevolgd door de ANSI X12.3 gegevenselementnummer 355 meet eenheid (LB of KG). Geen geïmpliceerd decimaalteken.
no: Nettovekt av forsendelse uttrykt i pund eller kilogram (kilo) etterfulgt av ANSI X12.3 dataelementnummer 355 enhetsmåle (LB eller KG). Ingen underforstått desimalpunkt.
pl: Waga netto przesyłki wyrażona w funtach lub kilogramach (kilogramach) po której następuje kod elementu danych ANSI X12.3 Numer 355 Kod Jednostki Miary (LB lub KG). Bez domyślnego punktu dziesiętnego.
pt: Peso Líquido do Envio expresso em libras ou quilogramas (quilos) seguido pelo código do Elemento de Dados ANSI X12.3 número 355 unidade de medida (LB ou KG). Sem ponto decimal implícito.
ro: Greutatea Netă a Expediției exprimată în livre sau kilograme (kilograme) urmată de codul elementului de date ANSI X12.3 numărul 355 unitatea de măsură (LB sau KG). Fără punct zecimal implicit.
sk: Čistá hmotnosť zásielky vyjadrená v librách alebo kilogramoch (kilách) nasledovaná kódom dátového prvku ANSI X12.3 číslo 355 jednotka merania (LB alebo KG). Bez implikovaného desatinného bodu.
sl: Neto teža pošiljke, izražena v funtih ali kilogramih (kilah), sledi koda enote mere ANSI X12.3 podatkovnega elementa številka 355 (LB ali KG). Brez domnevne decimalne točke.
sv: Nettovikt av Sändning uttryckt i pund eller kilogram (kilo) följt av ANSI X12.3 dataelement nummer 355 måttenhetskod (LB eller KG). Inget underförstått decimaltecken.

# di17023
source: Van Length expressed in linear metres or linear feet followed by the ANSI X12.3 data element number 355 unit of measure (LC or LF). No implied decimal point.
bg: Дължина на фургона, изразена в линейни метри или линейни футове, последвана от ANSI X12.3 данни елемент номер 355 единица за измерване (LC или LF). Без подразбираща се десятъчна точка.
cs: Délka vany vyjádřená v lineárních metrech nebo lineárních stopách následovaná dvouznakovým kódem prvku dat ANSI X12.3 číslo 355 jednotka míry (LC nebo LF). Bez předpokládaného desetinného bodu.
de: Van-Länge, ausgedrückt in linearen Metern oder linearen Fuß, gefolgt vom ANSI X12.3-Datenelement-Nummer 355-Maßeinheitscode (LC oder LF). Kein implizierter Dezimalpunkt.
el: Μήκος Φορτηγού εκφρασμένο σε γραμμικά μέτρα ή γραμμικά πόδια ακολουθούμενο από τον κωδικό στοιχείου δεδομένων ANSI X12.3 355 μονάδα μέτρησης (LC ή LF). Δεν υπονοείται δεκαδικό σημείο.
es: Longitud de la Furgoneta expresada en metros lineales o pies lineales seguido por el número de elemento de datos 355 de dos caracteres ANSI X12.3 unidad de medida (LC o LF). Sin punto decimal implícito.
et: Kaubiku Pikkus väljendatuna lineaarmeetrites või lineaarjalgades järgneb ANSI X12.3 andmeelemendi number 355 ühikukood (LC või LF). Ei ole eeldatavat kümnendkohta.
fi: Pakettiauton Pituus ilmaistuna lineaarisina metreinä tai lineaarisina jalkoina seurattuna ANSI X12.3 dataelementtinumerolla 355 mittayksikkökoodilla (LC tai LF). Ei oletettua desimaalipistettä.
fr: Longueur de la camionnette exprimée en mètres linéaires ou pieds linéaires suivie du numéro de l'élément de données 355 de l'ANSI X12.3 unité de mesure (LC ou LF). Pas de point décimal implicite.
ga: Fad an Vain léirithe i méadair líneacha nó i dtroigh líneacha in éineacht le cód Eilimint Sonraí Uimh. 355 ANSI X12.3 cód aonad tomhais (LC nó LF). Gan pointe deachúil le tuiscint.
hr: Duljina kombija izražena u linearnim metrima ili linearnim stopama slijedi ANSI X12.3 broj elementa podataka 355 jedinica mjere (LC ili LF). Bez implicitne decimalne točke.
hu: Furgon Hossza kifejezve lineáris méterben vagy lineáris lábban, amelyet az ANSI X12.3 adatelem szám 355 mértékegység (LC vagy LF) követ. Nincs feltételezett tizedes pont.
is: Lengd flutningabíls tjáð í línulegum metrum eða línulegum fetum fylgt af ANSI X12.3 gagnaeininganúmeri 355 einingarmálskóða (LC eða LF). Enginn gefinn aukapunktur.
it: Lunghezza del Furgone espressa in metri lineari o piedi lineari seguita dal codice ANSI X12.3 elemento dati numero 355 codice unità di misura (LC o LF). Nessun punto decimale implicito.
lt: Furgono ilgis išreikštas linijiniais metrais arba linijinėmis pėdomis sekamas ANSI X12.3 duomenų elemento numerio 355 matavimo vieneto (LC ar LF). Neįtraukiamas prielaidinis dešimtainis taškas.
lv: Furgona Garums izteikts lineāros metros vai lineāros pēdās, kam seko ANSI X12.3 datu elementa numura 355 mērvienības kods (LC vai LF). Neiekļauta domēna punkta pieņēmums.
mt: Tul tal-Van espress f'metri lineari jew piedi lineari segwit mill-kodiċi tal-Element tad-Data ANSI X12.3 numru 355 tal-unità tal-kejl (LC jew LF). L-ebda punt deċimali impliċit.
nl: Lengte Van Van uitgedrukt in lineaire meters of lineaire voeten gevolgd door de ANSI X12.3 gegevenselementnummer 355 meet eenheid (LC of LF). Geen geïmpliceerd decimaalteken.
no: Varebil lengde uttrykt i lineære meter eller lineære fot etterfulgt av ANSI X12.3 dataelementnummer 355 enhetsmåle (LC eller LF). Ingen underforstått desimalpunkt.
pl: Długość furgonetki wyrażona w metrach liniowych lub stopach liniowych po której następuje kod elementu danych ANSI X12.3 Numer 355 Kod Jednostki Miary (LC lub LF). Bez domyślnego punktu dziesiętnego.
pt: Comprimento da Van expresso em metros lineares ou pés lineares seguido pelo código do Elemento de Dados ANSI X12.3 número 355 código de unidade de medida (LC ou LF). Sem ponto decimal implícito.
ro: Lungimea Furgonetei exprimată în metri liniari sau picioare liniare urmată de codul elementului de date ANSI X12.3 numărul 355 unitatea de măsură (LC sau LF). Fără punct zecimal implicit.
sk: Dĺžka dodávky vyjadrená v lineárnych metroch alebo lineárnych stopách nasledovaná číslom dátového prvku ANSI X12.3 číslo 355 jednotka miery (LC alebo LF). Bez implikovaného desatinného bodu.
sl: Dolžina kombija, izražena v linearnih metrih ali linearnih nogah, sledi koda enote mere ANSI X12.3 podatkovnega elementa številka 355 (LC ali LF). Brez domnevne decimalne točke.
sv: Van Längd uttryckt i linjära meter eller linjära fot följt av ANSI X12.3 dataelement nummer 355 måttenhetskod (LC eller LF). Inget underförstått decimaltecken.
