Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di0
source: The 'PLUS' character. Health Industry Business Communications Council (HIBCC)
bg: Знакът "ПЛЮС". Съвет за комуникации в здравеопазването и бизнеса (HIBCC)
cs: Znak 'PLUS'. Health Industry Business Communications Council (HIBCC)
de: Das 'PLUS'-Zeichen. Health Industry Business Communications Council (HIBCC)
el: Ο χαρακτήρας 'PLUS'. Συμβούλιο Επικοινωνιών Επιχειρήσεων του Τομέα Υγείας (HIBCC)
es: El carácter 'PLUS'. Consejo de Comunicaciones Empresariales de la Industria de la Salud (HIBCC)
et: 'PLUS' märk. Tervishoiutööstuse Ärisuhtluse Nõukogu (HIBCC)
fi: 'PLUS' -merkki. Health Industry Business Communications Council (HIBCC)
fr: Le caractère 'PLUS'. Conseil des communications commerciales de l'industrie de la santé (HIBCC)
ga: An carachtar 'PLUS'. Comhairle Cumarsáide Gnó na Tionscail Sláinte (HIBCC)
hr: Znak '+'. Vijeće za poslovnu komunikaciju u zdravstvu (HIBCC)
hu: A 'PLUS' karakter. Health Industry Business Communications Council (HIBCC)
is: 'PLUS' stafurinn. Heilbrigðis- og viðskiptasamskiptaráð geirans (HIBCC)
it: Il carattere 'PIÙ'. Health Industry Business Communications Council (HIBCC)
lt: 'PLUS' simbolis. Sveikatos pramonės verslo ryšių taryba (HIBCC)
lv: 'PLUS' rakstzīme. Veselības nozares biznesa komunikāciju padome (HIBCC)
mt: Il-karattru 'PLUS'. Il-Kunsill tal-Komunikazzjonijiet tan-Negozju tal-Industrija tas-Saħħa (HIBCC)
nl: Het 'PLUS'-teken. Health Industry Business Communications Council (HIBCC)
no: 'PLUSS'-tegnet. Health Industry Business Communications Council (HIBCC)
pl: Znak 'PLUS'. Rada ds. Komunikacji Biznesowej w Branży Zdrowia (HIBCC)
pt: O caractere 'MAIS'. Conselho de Comunicações de Negócios da Indústria da Saúde (HIBCC)
ro: Caracterul 'PLUS'. Consiliul de Comunicații al Industriei de Sănătate (HIBCC)
sk: 'PLUS' znak. Rada pre obchodné komunikácie zdravotníckeho priemyslu (HIBCC)
sl: Znak '+'. Svetovni svet za poslovno komunikacijo v zdravstvu (HIBCC)
sv: Tecken för "PLUS". Health Industry Business Communications Council (HIBCC)

# di10000
source: Unique license plate number.
bg: Уникален номер на регистрационен табел.
cs: Unikátní registrační číslo vozidla.
de: Einzigartige Nummernschildnummer.
el: Μοναδικός αριθμός πινακίδας κυκλοφορίας.
es: Número de placa único.
et: Unikaalne numbrimärk.
fi: Uniikki rekisterikilven numero.
fr: Numéro de plaque d'immatriculation unique.
ga: Uimhir phláta ceadúnais uathúil.
hr: Jedinstveni broj registarskih tablica.
hu: Egyedi rendszámtábla szám.
is: Einstakt númer bílspjalds.
it: Numero unico di targa.
lt: Unikalus transporto vieneto numeris.
lv: Unikāls transportlīdzekļa numura zīmes numurs.
mt: Numru tal-pjanċa tal-liċenzja unika.
nl: Uniek kentekennummer.
no: Unikt skiltnummer.
pl: Unikalny numer tablicy rejestracyjnej.
pt: Número único de placa de licença.
ro: Număr unic de plăcuță de înmatriculare.
sk: Unikátne číslo evidenčnej značky.
sl: Unikatna registrska tablica.
sv: Unikt registreringsskyltnummer.

# di10001
source: Unique license plate number assigned to a transport unit which is the lowest level of packaging, the unbreakable unit.
bg: Уникален номер на регистрационен табел, присвоен на транспортна единица, която е най-ниското ниво на опаковане, неделима единица.
cs: Unikátní registrační číslo vozidla přiřazené dopravní jednotce, která je nejnižší úrovní balení, nerozbitná jednotka.
de: Einzigartige Nummernschildnummer, die einer Transporteinheit zugewiesen wird, die die niedrigste Verpackungsebene, die unzerbrechliche Einheit ist.
el: Μοναδικός αριθμός πινακίδας κυκλοφορίας που αποδίδεται σε μονάδα μεταφοράς η οποία αποτελεί το χαμηλότερο επίπεδο συσκευασίας, την αδιαίρετη μονάδα.
es: Número de placa único asignado a una unidad de transporte que es el nivel más bajo de empaque, la unidad irrompible.
et: Transpordiühikule, mis on madalaima taseme pakend, murdumatu üksus, määratud unikaalne numbrimärk.
fi: Uniikki rekisterikilven numero, joka on määrätty kuljetusyksikölle, joka on pakkaustason alin taso, rikkomaton yksikkö.
fr: Numéro de plaque d'immatriculation unique attribué à une unité de transport qui est le niveau le plus bas d'emballage, l'unité insécable.
ga: Uimhir phláta ceadúnais uathúil a shanntar do aonad iompair atá ar an leibhéal is ísle pacáistithe, an t-aonad do-brisithe.
hr: Jedinstveni broj registarskih tablica dodijeljen transportnoj jedinici koja je najniža razina pakiranja, neuništiva jedinica.
hu: Egyedi rendszámtábla szám hozzárendelve egy szállítási egységhez, amely az alacsonyabb szintű csomagolás, a törhetetlen egység.
is: Einstakt númer bílspjalds úthlutað til flutningseiningar sem er lægsta stig pökkunar, óbrotanleg eining.
it: Numero unico di targa assegnato a un'unità di trasporto che è il livello più basso di imballaggio, l'unità indivisibile.
lt: Transporto vienetui, kuris yra mažiausias pakavimo lygis, nesuskaidomas vienetas, priskirtas unikalus transporto vieneto numeris.
lv: Unikāls transportlīdzekļa numura zīmes numurs, kas piešķirts transporta vienībai, kas ir zemākais iepakojuma līmenis, nedalāmā vienība.
mt: Numru tal-pjanċa tal-liċenzja unika assenjat għal unità tat-trasport li hija l-inqas livell ta' ippakkjar, l-unità li ma tistax tinkiser.
nl: Uniek kentekennummer toegewezen aan een transporteenheid die het laagste niveau van verpakking is, de onbreekbare eenheid.
no: Unikt skiltnummer tildelt en transportenhet som er det laveste nivået av emballasje, den ubrytelige enheten.
pl: Unikalny numer tablicy rejestracyjnej przypisany do jednostki transportowej, która jest najniższym poziomem opakowania, jednostką niepodzielną.
pt: Número único de placa de licença atribuído a uma unidade de transporte que é o nível mais baixo de embalagem, a unidade inquebrável.
ro: Număr unic de plăcuță de înmatriculare atribuit unei unități de transport care este nivelul cel mai scăzut de ambalare, unitatea nedezmembrabilă.
sk: Unikátne číslo evidenčnej značky pridelené prepravnej jednotke, ktorá je najnižšou úrovňou balenia, nezničiteľnou jednotkou.
sl: Unikatna registrska tablica, dodeljena transportni enoti, ki je najnižja raven pakiranja, nedeljiva enota.
sv: Unikt registreringsskyltnummer tilldelat en transportenhet som är den lägsta nivån av förpackning, den oskiljaktiga enheten.

# di10002
source: Unique license plate number assigned to a transport unit which contains multiple packages.
bg: Уникален номер на регистрационен табел, присвоен на транспортна единица, съдържаща множество пакети.
cs: Unikátní registrační číslo vozidla přiřazené dopravní jednotce obsahující více balení.
de: Einzigartige Nummernschildnummer, die einer Transporteinheit mit mehreren Paketen zugewiesen wird.
el: Μοναδικός αριθμός πινακίδας κυκλοφορίας που αποδίδεται σε μονάδα μεταφοράς η οποία περιέχει πολλαπλές συσκευασίες.
es: Número de placa único asignado a una unidad de transporte que contiene múltiples paquetes.
et: Mitmeid pakendeid sisaldavale transpordiühikule määratud unikaalne numbrimärk.
fi: Uniikki rekisterikilven numero, joka on määrätty kuljetusyksikölle, joka sisältää useita paketteja.
fr: Numéro de plaque d'immatriculation unique attribué à une unité de transport contenant plusieurs colis.
ga: Uimhir phláta ceadúnais uathúil a shanntar do aonad iompair a bhfuil pacáistí iolracha ann.
hr: Jedinstveni broj registarskih tablica dodijeljen transportnoj jedinici koja sadrži više paketa.
hu: Egyedi rendszámtábla szám hozzárendelve egy szállítási egységhez, amely több csomagot tartalmaz.
is: Einstakt númer bílspjalds úthlutað til flutningseiningar sem inniheldur margar pakkningar.
it: Numero unico di targa assegnato a un'unità di trasporto che contiene più pacchetti.
lt: Transporto vienetui, kuriame yra keli paketai, priskirtas unikalus transporto vieneto numeris.
lv: Unikāls transportlīdzekļa numura zīmes numurs, kas piešķirts transporta vienībai, kurā ir vairāki iepakojumi.
mt: Numru tal-pjanċa tal-liċenzja unika assenjat għal unità tat-trasport li fiha pakketti multipli.
nl: Uniek kentekennummer toegewezen aan een transporteenheid die meerdere pakketten bevat.
no: Unikt skiltnummer tildelt en transportenhet som inneholder flere pakker.
pl: Unikalny numer tablicy rejestracyjnej przypisany do jednostki transportowej zawierającej wiele pakietów.
pt: Número único de placa de licença atribuído a uma unidade de transporte que contém múltiplas embalagens.
ro: Număr unic de plăcuță de înmatriculare atribuit unei unități de transport care conține mai multe pachete.
sk: Unikátne číslo evidenčnej značky pridelené prepravnej jednotke obsahujúcej viacero balení.
sl: Unikatna registrska tablica, dodeljena transportni enoti, ki vsebuje več paketov.
sv: Unikt registreringsskyltnummer tilldelat en transportenhet som innehåller flera paket.

# di10003
source: Unique license plate number assigned to a transport unit which is the lowest level of packaging, the unbreakable unit and which has EDI data associated with the unit.
bg: Уникален номер на регистрационен табел, присвоен на транспортна единица, която е най-ниското ниво на опаковане, неделима единица и която има асоциирани EDI данни с единицата.
cs: Unikátní registrační číslo vozidla přiřazené dopravní jednotce, která je nejnižší úrovní balení, nerozbitná jednotka a má spojená data EDI s jednotkou.
de: Einzigartige Nummernschildnummer, die einer Transporteinheit zugewiesen wird, die die niedrigste Verpackungsebene, die unzerbrechliche Einheit ist und die EDI-Daten mit der Einheit verknüpft hat.
el: Μοναδικός αριθμός πινακίδας κυκλοφορίας που αποδίδεται σε μονάδα μεταφοράς η οποία αποτελεί το χαμηλότερο επίπεδο συσκευασίας, την αδιαίρετη μονάδα και η οποία έχει συνδεδεμένα δεδομένα EDI με τη μονάδα.
es: Número de placa único asignado a una unidad de transporte que es el nivel más bajo de empaque, la unidad irrompible y que tiene datos EDI asociados con la unidad.
et: Madalaima taseme pakendile, murdumatu ühikule, millele on seostatud EDI andmed, määratud unikaalne numbrimärk.
fi: Uniikki rekisterikilven numero, joka on määrätty kuljetusyksikölle, joka on pakkaustason alin taso, rikkomaton yksikkö ja jolla on EDI-tiedot yksikön kanssa.
fr: Numéro de plaque d'immatriculation unique attribué à une unité de transport qui est le niveau le plus bas d'emballage, l'unité insécable et qui a des données EDI associées à l'unité.
ga: Uimhir phláta ceadúnais uathúil a shanntar do aonad iompair atá ar an leibhéal is ísle pacáistithe, an t-aonad do-brisithe agus a bhfuil sonraí EDI nasctha leis an aonad.
hr: Jedinstveni broj registarskih tablica dodijeljen transportnoj jedinici koja je najniža razina pakiranja, neuništiva jedinica i koja ima podatke EDI povezane s jedinicom.
hu: Egyedi rendszámtábla szám hozzárendelve egy szállítási egységhez, amely az alacsonyabb szintű csomagolás, a törhetetlen egység és amelyhez EDI adatok kapcsolódnak.
is: Einstakt númer bílspjalds úthlutað til flutningseiningar sem er lægsta stig pökkunar, óbrotanleg eining og sem hefur EDI gögn tengd við eininguna.
it: Numero unico di targa assegnato a un'unità di trasporto che è il livello più basso di imballaggio, l'unità indivisibile e che ha dati EDI associati all'unità.
lt: Transporto vienetui, kuris yra mažiausias pakavimo lygis, nesuskaidomas vienetas ir kuriam priskirti EDI duomenys, priskirtas unikalus transporto vieneto numeris.
lv: Unikāls transportlīdzekļa numura zīmes numurs, kas piešķirts transporta vienībai, kas ir zemākais iepakojuma līmenis, nedalāmā vienība un kurai ir saistīti EDI dati.
mt: Numru tal-pjanċa tal-liċenzja unika assenjat għal unità tat-trasport li hija l-inqas livell ta' ippakkjar, l-unità li ma tistax tinkiser u li għandha data EDI assoċjata mal-unità.
nl: Uniek kentekennummer toegewezen aan een transporteenheid die het laagste niveau van verpakking is, de onbreekbare eenheid en die EDI-gegevens heeft geassocieerd met de eenheid.
no: Unikt skiltnummer tildelt en transportenhet som er det laveste nivået av emballasje, den ubrytelige enheten og som har EDI-data tilknyttet enheten.
pl: Unikalny numer tablicy rejestracyjnej przypisany do jednostki transportowej, która jest najniższym poziomem opakowania, jednostką niepodzielną oraz ma powiązane dane EDI z jednostką.
pt: Número único de placa de licença atribuído a uma unidade de transporte que é o nível mais baixo de embalagem, a unidade inquebrável e que possui dados EDI associados à unidade.
ro: Număr unic de plăcuță de înmatriculare atribuit unei unități de transport care este nivelul cel mai scăzut de ambalare, unitatea nedezmembrabilă și care are date EDI asociate unității.
sk: Unikátne číslo evidenčnej značky pridelené prepravnej jednotke, ktorá je najnižšou úrovňou balenia, nezničiteľnou jednotkou a ktorá má priradené údaje EDI.
sl: Unikatna registrska tablica, dodeljena transportni enoti, ki je najnižja raven pakiranja, nedeljiva enota in ima povezane podatke EDI z enoto.
sv: Unikt registreringsskyltnummer tilldelat en transportenhet som är den lägsta nivån av förpackning, den oskiljaktiga enheten och som har EDI-data associerade med enheten.

# di10004
source: Unique license plate number assigned to a transport unit which contains multiple packages and which is associated with EDI data.
bg: Уникален номер на регистрационен табел, присвоен на транспортна единица, съдържаща множество пакети и която е асоциирана с EDI данни.
cs: Unikátní registrační číslo vozidla přiřazené dopravní jednotce obsahující více balení a je spojeno s daty EDI.
de: Einzigartige Nummernschildnummer, die einer Transporteinheit mit mehreren Paketen zugewiesen wird und die mit EDI-Daten verknüpft ist.
el: Μοναδικός αριθμός πινακίδας κυκλοφορίας που αποδίδεται σε μονάδα μεταφοράς η οποία περιέχει πολλαπλές συσκευασίες και η οποία συνδέεται με δεδομένα EDI.
es: Número de placa único asignado a una unidad de transporte que contiene múltiples paquetes y que está asociado con datos EDI.
et: Mitmeid pakendeid sisaldavale ja EDI andmetega seostatud transpordiühikule määratud unikaalne numbrimärk.
fi: Uniikki rekisterikilven numero, joka on määrätty kuljetusyksikölle, joka sisältää useita paketteja ja joka on yhdistetty EDI-tietoihin.
fr: Numéro de plaque d'immatriculation unique attribué à une unité de transport contenant plusieurs colis et qui est associée à des données EDI.
ga: Uimhir phláta ceadúnais uathúil a shanntar do aonad iompair a bhfuil pacáistí iolracha ann agus atá nasctha le sonraí EDI.
hr: Jedinstveni broj registarskih tablica dodijeljen transportnoj jedinici koja sadrži više paketa i koja je povezana s podacima EDI.
hu: Egyedi rendszámtábla szám hozzárendelve egy szállítási egységhez, amely több csomagot tartalmaz és amelyhez EDI adatok kapcsolódnak.
is: Einstakt númer bílspjalds úthlutað til flutningseiningar sem inniheldur margar pakkningar og sem tengist EDI gögnum.
it: Numero unico di targa assegnato a un'unità di trasporto che contiene più pacchetti e che è associato a dati EDI.
lt: Transporto vienetui, kuriame yra keli paketai ir kuris susijęs su EDI duomenimis, priskirtas unikalus transporto vieneto numeris.
lv: Unikāls transportlīdzekļa numura zīmes numurs, kas piešķirts transporta vienībai, kurā ir vairāki iepakojumi un kas ir saistīta ar EDI datiem.
mt: Numru tal-pjanċa tal-liċenzja unika assenjat għal unità tat-trasport li fiha pakketti multipli u li hija assoċjata ma' data EDI.
nl: Uniek kentekennummer toegewezen aan een transporteenheid die meerdere pakketten bevat en die geassocieerd is met EDI-gegevens.
no: Unikt skiltnummer tildelt en transportenhet som inneholder flere pakker og som er tilknyttet EDI-data.
pl: Unikalny numer tablicy rejestracyjnej przypisany do jednostki transportowej zawierającej wiele pakietów oraz powiązany z danymi EDI.
pt: Número único de placa de licença atribuído a uma unidade de transporte que contém múltiplas embalagens e que está associada a dados EDI.
ro: Număr unic de plăcuță de înmatriculare atribuit unei unități de transport care conține mai multe pachete și care este asociată cu date EDI.
sk: Unikátne číslo evidenčnej značky pridelené prepravnej jednotke obsahujúcej viacero balení a ktoré je spojené s údajmi EDI.
sl: Unikatna registrska tablica, dodeljena transportni enoti, ki vsebuje več paketov in je povezana s podatki EDI.
sv: Unikt registreringsskyltnummer tilldelat en transportenhet som innehåller flera paket och som är associerad med EDI-data.

# di10005
source: Unique license plate number assigned to a mixed transport unit containing unlike items on a single customer transaction and may or may not have associated EDI data.
bg: Уникален номер на регистрационен табел, присвоен на смесена транспортна единица, съдържаща несходни артикули в една клиентска транзакция и може или не може да има асоциирани EDI данни.
cs: Unikátní registrační číslo vozidla přiřazené smíšené dopravní jednotce obsahující nesourodé položky v jedné zákaznické transakci a může, ale nemusí mít spojená data EDI.
de: Einzigartige Nummernschildnummer, die einer gemischten Transporteinheit zugewiesen wird, die unterschiedliche Artikel in einer einzigen Kunden-Transaktion enthält und möglicherweise EDI-Daten zugeordnet hat oder auch nicht.
el: Μοναδικός αριθμός πινακίδας κυκλοφορίας που αποδίδεται σε μεικτή μονάδα μεταφοράς που περιέχει διαφορετικά αντικείμενα σε μία συναλλαγή πελάτη και μπορεί ή μπορεί να μην έχει συνδεδεμένα δεδομένα EDI.
es: Número de placa único asignado a una unidad de transporte mixta que contiene artículos distintos en una sola transacción de cliente y puede o no tener datos EDI asociados.
et: Segatranspordiühikule, mis sisaldab erinevaid esemeid ühel klienditehingul ja võib olla seotud EDI andmetega või mitte, määratud unikaalne numbrimärk.
fi: Uniikki rekisterikilven numero, joka on määrätty sekakuljetusyksikölle, joka sisältää erilaisia kohteita yhdellä asiakkaan transaktiolla ja jolla voi olla tai ei olla EDI-tietoja liitettynä.
fr: Numéro de plaque d'immatriculation unique attribué à une unité de transport mixte contenant des articles non similaires sur une seule transaction client et peut ou peut ne pas avoir de données EDI associées.
ga: Uimhir phláta ceadúnais uathúil a shanntar do aonad iompair measctha ina bhfuil míreanna neamhchosúla ar idirbheart aonair custaiméara agus a d'fhéadfadh a bheith nasctha le sonraí EDI nó nach bhféadfadh.
hr: Jedinstveni broj registarskih tablica dodijeljen mješovitoj transportnoj jedinici koja sadrži različite artikle u jednoj transakciji kupca i može ili ne mora imati povezane podatke EDI.
hu: Egyedi rendszámtábla szám hozzárendelve egy vegyes szállítási egységhez, amely különböző tételeket tartalmaz egyetlen vevői tranzakcióban és lehet, hogy kapcsolódnak hozzá EDI adatok.
is: Einstakt númer bílspjalds úthlutað til blandaðrar flutningseiningar sem inniheldur ólíka hluti í einum viðskiptum viðskiptavinar og getur haft eða ekki haft tengd EDI gögn.
it: Numero unico di targa assegnato a un'unità di trasporto mista contenente articoli non simili in una singola transazione con il cliente e può avere o meno dati EDI associati.
lt: Unikalus transporto vieneto numeris, priskirtas mišriam transporto vienetui, kuriame yra nevienodi daiktai vienoje kliento operacijoje ir gali būti arba negali būti susiję EDI duomenys.
lv: Unikāls transportlīdzekļa numura zīmes numurs, kas piešķirts jauktai transporta vienībai, kas satur dažādus priekšmetus vienā klienta darījumā un var būt vai nebūt saistīta ar EDI datiem.
mt: Numru tal-pjanċa tal-liċenzja unika assenjat għal unità tat-trasport mħallta li fiha oġġetti mhux simili f'transazzjoni waħda tal-klijent u jista' jkollha jew ma jkollhiex data EDI assoċjata.
nl: Uniek kentekennummer toegewezen aan een gemengde transporteenheid die ongelijke items bevat op een enkele klantentransactie en wel of geen EDI-gegevens kan hebben.
no: Unikt skiltnummer tildelt en blandet transportenhet som inneholder ulike varer i en enkelt kundetransaksjon og kan ha tilknyttet EDI-data eller ikke.
pl: Unikalny numer tablicy rejestracyjnej przypisany do mieszanej jednostki transportowej zawierającej różne przedmioty w ramach pojedynczej transakcji klienta, może posiadać lub nie dane EDI.
pt: Número único de placa de licença atribuído a uma unidade de transporte mista contendo itens diferentes em uma única transação de cliente e que pode ou não ter dados EDI associados.
ro: Număr unic de plăcuță de înmatriculare atribuit unei unități de transport mixte care conține articole neasemănătoare într-o singură tranzacție a clientului și poate sau nu să aibă date EDI asociate.
sk: Unikátne číslo evidenčnej značky pridelené zmiešanej prepravnej jednotke obsahujúcej rozličné položky v jednej zákazníckej transakcii, ktorá môže, ale nemusí mať priradené údaje EDI.
sl: Unikatna registrska tablica, dodeljena mešani transportni enoti, ki vsebuje različne predmete v eni transakciji kupca in ima lahko povezane podatke EDI ali pa ne.
sv: Unikt registreringsskyltnummer tilldelat en blandad transportenhet som innehåller olika artiklar i en enda kundtransaktion och kan ha eller inte ha associerade EDI-data.
