Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di17012
source: Monetary Value established by the Supplier in the format of: the value followed by an ISO 4217 data element code for representing unit of value of currencies and funds (e.g., 12Q2.50USD) (2.50 Monetary Value in USA Dollars) significance mutually defined.\nEntry Value;\nValue followed by an ISO 4217 data element code for representing unit of value of currencies and funds (e.g., 12Q2.50USD) (2.50 Monetary Value in USA Dollars)
bg: Монетарна стойност, установена от доставчика във формат: стойността, последвана от ISO 4217 данни елемент код за представяне на единица стойност на валути и фондове (напр., 12Q2.50USD) (2.50 Монетарна стойност в долари на САЩ) значение, взаимно определено.\nСтойност на влизане;\nСтойност, последвана от ISO 4217 данни елемент код за представяне на единица стойност на валути и фондове (напр., 12Q2.50USD) (2.50 Монетарна стойност в долари на САЩ)
cs: Monetární hodnota stanovená dodavatelem ve formátu: hodnota následovaná kódem datového prvku ISO 4217 pro reprezentaci jednotky hodnoty měn a fondů (např. 12Q2.50USD) (2,50 Monetární hodnota v amerických dolarech) význam vzájemně definován.\nHodnota vstupu;\nHodnota následovaná kódem datového prvku ISO 4217 pro reprezentaci jednotky hodnoty měn a fondů (např. 12Q2.50USD) (2,50 Monetární hodnota v amerických dolarech)
de: Monetärer Wert, festgelegt vom Lieferanten im Format: der Wert gefolgt von einem ISO 4217-Datenelementcode zur Darstellung der Werteinheit von Währungen und Fonds (z. B. 12Q2.50USD) (2.50 Monetärer Wert in US-Dollar) (Bedeutung gemeinsam definiert).\nEintrittswert;\nWert gefolgt von einem ISO 4217-Datenelementcode zur Darstellung der Werteinheit von Währungen und Fonds (z. B. 12Q2.50USD) (2.50 Monetärer Wert in US-Dollar)
el: Χρηματική Αξία που Καθορίζεται από τον Προμηθευτή στη μορφή: η τιμή ακολουθούμενη από έναν κωδικό στοιχείου δεδομένων ISO 4217 για την αναπαράσταση μονάδας αξίας νομισμάτων και κεφαλαίων (π.χ., 12Q2.50USD) (2.50 Χρηματική Αξία σε Δολάρια ΗΠΑ) η σημασία ορίζεται αμοιβαία.\nΑξία Εισόδου·\nΗ τιμή ακολουθούμενη από έναν κωδικό στοιχείου δεδομένων ISO 4217 για την αναπαράσταση μονάδας αξίας νομισμάτων και κεφαλαίων (π.χ., 12Q2.50USD) (2.50 Χρηματική Αξία σε Δολάρια ΗΠΑ)
es: Valor Monetario establecido por el Proveedor en el formato de: el valor seguido por un código de elemento de datos ISO 4217 para representar la unidad de valor de monedas y fondos (por ejemplo, 12Q2.50USD) (2.50 Valor Monetario en Dólares de EE. UU.) significancia definida mutuamente.\nValor de Entrada;\nValor seguido por un código de elemento de datos ISO 4217 para representar la unidad de valor de monedas y fondos (por ejemplo, 12Q2.50USD) (2.50 Valor Monetario en Dólares de EE. UU.)
et: Rahaline Väärtus, mille on määranud Tarnija formaadis: väärtus järgneb ISO 4217 andmeelemendi koodile, mis esindab vääringute ja fondide väärtuse ühikut (nt 12Q2.50USD) (2.50 Rahaline Väärtus USA Dollarites) tähendus vastastikku määratletud.\nSisenemise Väärtus;\nVäärtus järgneb ISO 4217 andmeelemendi koodile, mis esindab vääringute ja fondide väärtuse ühikut (nt 12Q2.50USD) (2.50 Rahaline Väärtus USA Dollarites)
fi: Toimittajan Määrittämä Rahallinen Arvo muodossa: arvo seurattuna ISO 4217 dataelementtikoodilla valuuttojen ja varojen arvon yksikköjen esittämiseksi (esim., 12Q2.50USD) (2,50 Rahallinen Arvo Yhdysvaltain Dollareissa) merkitys yhteisesti määritelty.\nSisääntulon Arvo;\nArvo seurattuna ISO 4217 dataelementtikoodilla valuuttojen ja varojen arvon yksikköjen esittämiseksi (esim., 12Q2.50USD) (2,50 Rahallinen Arvo Yhdysvaltain Dollareissa)
fr: Valeur monétaire établie par le fournisseur dans le format de : la valeur suivie d'un code de l'élément de données ISO 4217 pour représenter l'unité de valeur des monnaies et fonds (par exemple, 12Q2.50USD) (2.50 Valeur monétaire en dollars américains) signification mutuellement définie.\nValeur d'entrée ;\nValeur suivie d'un code de l'élément de données ISO 4217 pour représenter l'unité de valeur des monnaies et fonds (par exemple, 12Q2.50USD) (2.50 Valeur monétaire en dollars américains)
ga: Luach Airgeadaíochta a bhunú ag an Soláthraí sa fhormáid: an luach in éineacht le cód eilimint sonraí ISO 4217 le haghaidh léiriú aonad luacha airgeadraí agus cistí (m.sh., 12Q2.50USD) (2.50 Luach Airgeadaíochta i nDollair SAM) tábhacht sainithe go frithpháirteach.\nLuach Iontrála;\nLuach in éineacht le cód eilimint sonraí ISO 4217 le haghaidh léiriú aonad luacha airgeadraí agus cistí (m.sh., 12Q2.50USD) (2.50 Luach Airgeadaíochta i nDollair SAM)
hr: Monetarna Vrijednost uspostavljena od strane Dobavljača u formatu: vrijednost slijedi ISO 4217 element podataka za predstavljanje jedinice vrijednosti valuta i fondova (npr., 12Q2.50USD) (2.50 Monetarna Vrijednost u Američkim Dolarima) značaj međusobno definiran.\nVrijednost Unosa;\nVrijednost slijedi ISO 4217 element podataka za predstavljanje jedinice vrijednosti valuta i fondova (npr., 12Q2.50USD) (2.50 Monetarna Vrijednost u Američkim Dolarima)
hu: Pénzügyi Érték, amelyet a Szállító határoz meg a következő formátumban: az érték után egy ISO 4217 adatelem kód a pénznemek és alapok értékegységének reprezentálásához (pl. 12Q2.50USD) (2.50 Pénzügyi Érték USA Dollárban) jelentőség közösen meghatározott.\nBejegyzési Érték;\nÉrték, amelyet egy ISO 4217 adatelem kód követ a pénznemek és alapok értékegységének reprezentálásához (pl. 12Q2.50USD) (2.50 Pénzügyi Érték USA Dollárban)
is: Fjárhagslegt gildi ákveðið af birgja á sniðinu: gildi fylgt af ISO 4217 gagnaeiningarkóða fyrir framsetningu gildiseiningar gjaldmiðla og sjóða (t.d., 12Q2.50USD) (2.50 Fjárhagslegt gildi í Bandaríkjadölum) þýðing í sameiningu skilgreind.\nInnsláttargildi;\nGildi fylgt af ISO 4217 gagnaeiningarkóða fyrir framsetningu gildiseiningar gjaldmiðla og sjóða (t.d., 12Q2.50USD) (2.50 Fjárhagslegt gildi í Bandaríkjadölum)
it: Valore Monetario stabilito dal Fornitore nel formato di: il valore seguito da un codice elemento dati ISO 4217 per rappresentare l'unità di valore di valute e fondi (ad es., 12Q2.50USD) (2.50 Valore Monetario in Dollari USA) significato definito di comune accordo.\nValore di Immissione;\nValore seguito da un codice elemento dati ISO 4217 per rappresentare l'unità di valore di valute e fondi (ad es., 12Q2.50USD) (2.50 Valore Monetario in Dollari USA)
lt: Monetinė vertė, nustatyta tiekėjo, formatu: vertė sekama ISO 4217 duomenų elemento kodu, atstovaujančiu valiutos ir fondų vertės vieneto matą (pvz., 12Q2.50USD) (2.50 Monetinė vertė JAV doleriais) svarba abipusiai apibrėžta.\nĮrašo vertė;\nVertė sekama ISO 4217 duomenų elemento kodu, atstovaujančiu valiutos ir fondų vertės vieneto matą (pvz., 12Q2.50USD) (2.50 Monetinė vertė JAV doleriais)
lv: Monetārā Vērtība, ko noteicis Piegādātājs formātā: vērtība, kam seko ISO 4217 datu elements valūtas vienības pārstāvībai (piem., 12Q2.50USD) (2.50 Monetārā Vērtība ASV Dolāros) nozīme savstarpēji definēta.\nIeejas Vērtība;\nVērtība, kam seko ISO 4217 datu elements valūtas vienības pārstāvībai (piem., 12Q2.50USD) (2.50 Monetārā Vērtība ASV Dolāros)
mt: Valur Monetarju stabbilit mill-Fornitur fil-format ta': il-valur segwit minn kodiċi tal-element tad-data ISO 4217 għar-rappreżentazzjoni tal-unità tal-valur tal-muniti u l-fondi (eż., 12Q2.50USD) (2.50 Valur Monetarju f'Dollari tal-Istati Uniti) is-sinifikat definit b'mod reċiproku.\nValur tad-Dħul;\nValur segwit minn kodiċi tal-element tad-data ISO 4217 għar-rappreżentazzjoni tal-unità tal-valur tal-muniti u l-fondi (eż., 12Q2.50USD) (2.50 Valur Monetarju f'Dollari tal-Istati Uniti)
nl: Monetair Waarde vastgesteld door de Leverancier in het formaat van: de waarde gevolgd door een ISO 4217 gegevenselementcode voor het vertegenwoordigen van eenheid van waarde van valuta's en fondsen (bijv., 12Q2.50USD) (2.50 Monetair Waarde in USA Dollars) betekenis onderling gedefinieerd.\nInvoerwaarde;\nWaarde gevolgd door een ISO 4217 gegevenselementcode voor het vertegenwoordigen van eenheid van waarde van valuta's en fondsen (bijv., 12Q2.50USD) (2.50 Monetair Waarde in USA Dollars)
no: Pengeverdi etablert av leverandøren i formatet: verdien etterfulgt av en ISO 4217 dataelementkode for å representere enhet av verdi for valutaer og fond (for eksempel, 12Q2.50USD) (2.50 pengeverdi i USA-dollar) betydning gjensidig definert.\nInngangsverdi;\nVerdien etterfulgt av en ISO 4217 dataelementkode for å representere enhet av verdi for valutaer og fond (for eksempel, 12Q2.50USD) (2.50 pengeverdi i USA-dollar)
pl: Wartość pieniężna ustalona przez dostawcę w formacie: wartość po której następuje kod elementu danych ISO 4217 dla reprezentowania jednostki wartości walut i funduszy (np. 12Q2.50USD) (2.50 Wartość pieniężna w dolarach USA) znaczenie zdefiniowane wspólnie.\nWartość wejściowa;\nWartość po której następuje kod elementu danych ISO 4217 dla reprezentowania jednostki wartości walut i funduszy (np. 12Q2.50USD) (2.50 Wartość pieniężna w dolarach USA)
pt: Valor Monetário estabelecido pelo Fornecedor no formato de: o valor seguido por um código de elemento de dados ISO 4217 para representar unidade de valor de moedas e fundos (por exemplo, 12Q2.50USD) (2.50 Valor Monetário em Dólares dos EUA) significância definida mutuamente.\nValor de Entrada;\nValor seguido por um código de elemento de dados ISO 4217 para representar unidade de valor de moedas e fundos (por exemplo, 12Q2.50USD) (2.50 Valor Monetário em Dólares dos EUA)
ro: Valoarea Monetară stabilită de Furnizor în formatul: valoarea urmată de un cod de element de date ISO 4217 pentru reprezentarea unității de valoare a monedelor și fondurilor (de ex., 12Q2.50USD) (2.50 Valoarea Monetară în Dolari SUA) semnificația definită mutual.\nValoarea Intrării;\nValoarea urmată de un cod de element de date ISO 4217 pentru reprezentarea unității de valoare a monedelor și fondurilor (de ex., 12Q2.50USD) (2.50 Valoarea Monetară în Dolari SUA)
sk: Menovitá hodnota stanovená dodávateľom vo formáte: hodnota nasledovaná kódom dátového prvku ISO 4217 pre reprezentáciu jednotky hodnoty mien a fondov (napr., 12Q2.50USD) (2.50 Menovitá hodnota v dolároch USA) význam vzájomne definovaný.\nVstupná hodnota;\nHodnota nasledovaná kódom dátového prvku ISO 4217 pre reprezentáciu jednotky hodnoty mien a fondov (napr., 12Q2.50USD) (2.50 Menovitá hodnota v dolároch USA)
sl: Denarna vrednost, določena s strani dobavitelja v formatu: vrednost sledi koda podatkovnega elementa ISO 4217 za predstavitev enote vrednosti valut in skladov (npr., 12Q2.50USD) (2.50 Denarna vrednost v ameriških dolarjih) pomen medsebojno definiran.\nVrednost vnosa;\nVrednost sledi koda podatkovnega elementa ISO 4217 za predstavitev enote vrednosti valut in skladov (npr., 12Q2.50USD) (2.50 Denarna vrednost v ameriških dolarjih)
sv: Monetärt Värde fastställt av Leverantören i formatet: värdet följt av en ISO 4217 dataelementkod för att representera värdets enhet för valutor och fonder (t.ex., 12Q2.50USD) (2.50 Monetärt Värde i USA Dollar) betydelse ömsesidigt definierad.\nInträdelsevärde;\nVärde följt av en ISO 4217 dataelementkod för att representera värdets enhet för valutor och fonder (t.ex., 12Q2.50USD) (2.50 Monetärt Värde i USA Dollar)

# di17013
source: # of # ('this is the nth piece of x pieces in this shipment').\nPresented in the format 'n/x', where the '/' (slash) is used as a delimiter between two values.
bg: # от # ('това е n-тата част от x части в тази пратка').\nПредставен във формат 'n/x', където '/' (наклонена черта) се използва като разделител между две стойности.
cs: # z # ('toto je n-tý kus z x kusů v této zásilce').\nPrezentováno ve formátu 'n/x', kde '/' (lomítko) se používá jako oddělovač mezi dvěma hodnotami.
de: # von # ('dies ist das n-te Stück von x Stücken in dieser Sendung').\nPräsentiert im Format 'n/x', wobei das '/' (Schrägstrich) als Trennzeichen zwischen zwei Werten verwendet wird.
el: # από # ('αυτό είναι το nth κομμάτι από x κομμάτια σε αυτή την αποστολή').\nΠαρουσιάζεται στη μορφή 'n/x', όπου ο '/' (κάθετος) χρησιμοποιείται ως διαχωριστής μεταξύ δύο τιμών.
es: # de # ('esta es la pieza nth de x piezas en este envío').\nPresentado en el formato 'n/x', donde el '/' (barra) se usa como delimitador entre dos valores.
et: # # ('see on x tükkide n. osa selles saadetises').\nEsitatud formaadis 'n/x', kus '/' (kaldkriips) on kasutatud kahe väärtuse eraldajana.
fi: # / # ('tämä on x kappaleen n:s kappale tässä lähetyksessä').\nEsitetään muodossa 'n/x', missä '/' (kauttaviiva) toimii erottimena kahden arvon välillä.
fr: # de # ('c'est la n-ième pièce de x pièces dans cet envoi').\nPrésenté dans le format 'n/x', où le '/' (barre oblique) est utilisé comme délimiteur entre deux valeurs.
ga: # as # ('is é seo an píosa n-ú de phíosaí x sa loingsiú seo').\nCurtha i láthair sa fhormáid 'n/x', áit a n-úsáidtear an '/' (stráice) mar scaradh idir dhá luach.
hr: # od # ('ovo je n-ti dio od x dijelova u ovoj pošiljci').\nPrezentirano u formatu 'n/x', gdje se '/' (kosa crta) koristi kao razdjelnik između dvije vrijednosti.
hu: #/# ('ez az n. darab x darabból a szállítmányban').\nA formátum 'n/x', ahol a '/' (perjel) két érték elválasztójaként szolgál.
is: # af # ('þetta er nth stykki af x stykkjum í þessari sendingu').\nBirt í sniðinu 'n/x', þar sem '/' (skástrik) er notað sem aðskilnaðartákn á milli tveggja gilda.
it: # di # ('questo è l'n-esimo pezzo di x pezzi in questa spedizione').\nPresentato nel formato 'n/x', dove il '/' (barra) è utilizzato come delimitatore tra due valori.
lt: # iš # ('tai yra n-tasis iš x dalių šiame siuntinyje').\nPrisistatomas formatu 'n/x', kur '/' (pasvirasis brūkšnys) naudojamas kaip skirtukas tarp dviejų verčių.
lv: # no # ('šis ir n-tais gabals no x gabaliem šajā sūtījumā').\nPrezentēts formātā 'n/x', kur '/' (slīpsvītra) tiek izmantota kā atdalītājs starp divām vērtībām.
mt: # minn # ('dan huwa t-taqsima n minn x biċċiet f'dan it-trasport').\nPreżentat fil-format 'n/x', fejn il '/' (slash) jintuża bħala delimiter bejn żewġ valuri.
nl: # van # ('dit is het nth stuk van x stukken in deze zending').\nGepresenteerd in het formaat 'n/x', waarbij de '/' (slash) wordt gebruikt als scheidingsteken tussen twee waarden.
no: # av # ('dette er den nth delen av x deler i denne forsendelsen').\nPresentert i formatet 'n/x', hvor '/' (skråstrek) brukes som en skilletegn mellom to verdier.
pl: # z # ('to jest n-ta część z x części w tej przesyłce').\nPrzedstawione w formacie 'n/x', gdzie '/' (ukośnik) jest używany jako separator między dwoma wartościami.
pt: # de # ('esta é a peça nº de x peças neste envio').\nApresentado no formato 'n/x', onde a '/' (barra) é usada como um delimitador entre dois valores.
ro: # din # ('aceasta este piesa n din x piese în această expediere').\nPrezentat în formatul 'n/x', unde '/' (slash) este utilizat ca delimitator între două valori.
sk: # z # ('toto je n-tý kus z x kusov v tejto zásielke').\nPrezentované vo formáte 'n/x', kde '/' (lomka) sa používa ako oddelovač medzi dvoma hodnotami.
sl: # od # ('to je nth kos od x kosov v tej pošiljki').\nPredstavljeno v formatu 'n/x', kjer se '/' (poševnica) uporablja kot ločilnik med dvema vrednostma.
sv: # av # ('detta är det n:te stycket av x stycken i denna sändning').\nPresenteras i formatet 'n/x', där '/' (snedstreck) används som en avgränsare mellan två värden.

# di17014
source: Beginning Secondary Quantity.
bg: Начално вторично количество.
cs: Počáteční sekundární množství.
de: Beginnende Sekundärmenge.
el: Αρχική Δευτερεύουσα Ποσότητα.
es: Cantidad Secundaria Inicial.
et: Algne Teisene Kogus.
fi: Alkuperäinen Toissijainen Määrä.
fr: Quantité secondaire débutante.
ga: Cainníocht Tosaigh Tánaisteach.
hr: Početna Sekundarna Količina.
hu: Kezdő Másodlagos Mennyiség.
is: Byrjun auka magns.
it: Quantità Secondaria Iniziale.
lt: Pradžios antrinė kiekis.
lv: Sākotnējā Sekundārā Daudzums.
mt: Kwantità Sekondarja Bidu.
nl: Begin Secundaire Hoeveelheid.
no: Start sekundærmengde.
pl: Początkowa ilość wtórna.
pt: Quantidade Secundária Inicial.
ro: Cantitatea Secundară de Început.
sk: Začiatočné sekundárne množstvo.
sl: Začetna sekundarna količina.
sv: Början Sekundär Kvantitet.

# di17015
source: Ending Secondary Quantity.
bg: Крайно вторично количество.
cs: Konečné sekundární množství.
de: Endende Sekundärmenge.
el: Τελική Δευτερεύουσα Ποσότητα.
es: Cantidad Secundaria Final.
et: Lõplik Teisene Kogus.
fi: Päättyvä Toissijainen Määrä.
fr: Quantité secondaire finale.
ga: Cainníocht Deiridh Tánaisteach.
hr: Završna Sekundarna Količina.
hu: Végső Másodlagos Mennyiség.
is: Lok auka magns.
it: Quantità Secondaria Finale.
lt: Pabaigos antrinė kiekis.
lv: Beigu Sekundārā Daudzums.
mt: Kwantità Sekondarja Tmiem.
nl: Einde Secundaire Hoeveelheid.
no: Slutt sekundærmengde.
pl: Końcowa ilość wtórna.
pt: Quantidade Secundária Final.
ro: Cantitatea Secundară de Sfârșit.
sk: Koncové sekundárne množstvo.
sl: Končna sekundarna količina.
sv: Slut Sekundär Kvantitet.

# di17016
source: Number Of Pieces in Van.
bg: Брой парчета във фургона.
cs: Počet kusů ve vaně.
de: Anzahl der Stücke im Van.
el: Αριθμός Τεμαχίων σε Φορτηγό.
es: Número De Piezas en Furgoneta.
et: Tükkide Arv Kaubikus.
fi: Kappalemäärä Pakettiautossa.
fr: Nombre de pièces dans une camionnette.
ga: Líon Píosaí i Van.
hr: Broj Komada u kombiju.
hu: Darabszám a Furgonban.
is: Fjöldi stykkja í flutningabíl.
it: Numero Di Pezzi nel Furgone.
lt: Furgono vienetų skaičius.
lv: Gabalu Skaits Furgonā.
mt: Numru ta' Biċċiet fil-Van.
nl: Aantal Stukken in Van.
no: Antall deler i varebil.
pl: Liczba sztuk w furgonetce.
pt: Número de Peças na Van.
ro: Numărul de Bucăți din Furgonetă.
sk: Počet kusov vo furgóne.
sl: Število kosov v kombiju.
sv: Antal Stycken i Van.

# di17017
source: Number Of Shipments in Van.
bg: Брой пратки във фургона.
cs: Počet zásilek ve vaně.
de: Anzahl der Sendungen im Van.
el: Αριθμός Αποστολών σε Φορτηγό.
es: Número De Envíos en Furgoneta.
et: Saatmiste Arv Kaubikus.
fi: Lähetysten Määrä Pakettiautossa.
fr: Nombre d'envois dans une camionnette.
ga: Líon Loingsithe i Van.
hr: Broj Pošiljaka u kombiju.
hu: Szállítmányok Száma a Furgonban.
is: Fjöldi sendinga í flutningabíl.
it: Numero Di Spedizioni nel Furgone.
lt: Furgono siuntų skaičius.
lv: Sūtījumu Skaits Furgonā.
mt: Numru ta' Kunsinni fil-Van.
nl: Aantal Zendingen in Van.
no: Antall forsendelser i varebil.
pl: Liczba przesyłek w furgonetce.
pt: Número de Envios na Van.
ro: Numărul de Expedieri din Furgonetă.
sk: Počet zásielok vo furgóne.
sl: Število pošiljk v kombiju.
sv: Antal Sändningar i Van.

# di17018
source: Cube expressed in cubic metres or cubic feet followed by the ANSI X12.3 data element number 355 unit of measure code (CR of CF). No implied decimal point.
bg: Обем, изразен в кубични метри или кубични футове, последван от ANSI X12.3 данни елемент номер 355 код на единица за измерване (CR или CF). Без подразбираща се десятъчна точка.
cs: Objem vyjádřený v kubických metrech nebo kubických stopách následovaný dvouznakovým kódem prvku dat ANSI X12.3 číslo 355 kód jednotky míry (CR nebo CF). Bez předpokládaného desetinného bodu.
de: Würfel ausgedrückt in Kubikmetern oder Kubikfuß, gefolgt vom ANSI X12.3-Datenelement-Nummer 355-Maßeinheitscode (CR oder CF). Kein implizierter Dezimalpunkt.
el: Όγκος εκφρασμένος σε κυβικά μέτρα ή κυβικά πόδια ακολουθούμενο από τον κωδικό στοιχείου δεδομένων ANSI X12.3 355 μονάδα μέτρησης (CR ή CF). Δεν υπονοείται δεκαδικό σημείο.
es: Cubo expresado en metros cúbicos o pies cúbicos seguido por el número de elemento de datos 355 de dos caracteres ANSI X12.3 código de unidad de medida (CR o CF). Sin punto decimal implícito.
et: Kuup maht väljendatuna kuupmeetrites või kuupjalgades järgneb ANSI X12.3 andmeelemendi number 355 ühikukood (CR või CF). Ei ole eeldatavat kümnendkohta.
fi: Kuutio ilmaistuna kuutiometreinä tai kuutiojalkoina seurattuna ANSI X12.3 dataelementtinumerolla 355 mittayksikkökoodilla (CR tai CF). Ei oletettua desimaalipistettä.
fr: Cube exprimé en mètres cubes ou pieds cubes suivi du numéro de l'élément de données 355 de l'ANSI X12.3 unité de mesure (CR ou CF). Pas de point décimal implicite.
ga: Cúbachas léirithe i méadair chiúbacha nó i dtroigh chiúbacha in éineacht le cód Eilimint Sonraí Uimh. 355 ANSI X12.3 cód aonad tomhais (CR nó CF). Gan pointe deachúil le tuiscint.
hr: Volumen izražen u kubičnim metrima ili kubičnim stopama slijedi ANSI X12.3 broj elementa podataka 355 kod jedinice mjere (CR ili CF). Bez implicitne decimalne točke.
hu: Térfogat kifejezve köbméterben vagy köblábban, amelyet az ANSI X12.3 adatelem szám 355 mértékegység kódja követ (CR vagy CF). Nincs feltételezett tizedes pont.
is: Rúmmál tjáð í rúmmetrum eða rúmfetum fylgt af ANSI X12.3 gagnaeininganúmeri 355 einingarmálskóða (CR eða CF). Enginn gefinn aukapunktur.
it: Volume espresso in metri cubi o piedi cubi seguito dal codice ANSI X12.3 elemento dati numero 355 codice unità di misura (CR o CF). Nessun punto decimale implicito.
lt: Kubatūra išreikšta kubiniais metrais arba kubinėmis pėdomis sekama ANSI X12.3 duomenų elemento numerio 355 matavimo vieneto kodu (CR ar CF). Neįtraukiamas prielaidinis dešimtainis taškas.
lv: Kubs izteikts kubikmetros vai kubikpēdās, kam seko ANSI X12.3 datu elementa numura 355 mērvienības kods (CR vai CF). Neiekļauta domēna punkta pieņēmums.
mt: Kubatura espressa f'metri kubi jew piedi kubi segwita mill-kodiċi tal-Element tad-Data ANSI X12.3 numru 355 tal-unità tal-kejl (CR jew CF). L-ebda punt deċimali impliċit.
nl: Kubus uitgedrukt in kubieke meters of kubieke voeten gevolgd door de ANSI X12.3 gegevenselementnummer 355 meetcode (CR of CF). Geen geïmpliceerd decimaalteken.
no: Kube uttrykt i kubikkmeter eller kubikkfot etterfulgt av ANSI X12.3 dataelementnummer 355 enhetsmålekode (CR eller CF). Ingen underforstått desimalpunkt.
pl: Objętość wyrażona w metrach sześciennych lub stopach sześciennych po której następuje kod elementu danych ANSI X12.3 Numer 355 Kod Jednostki Miary (CR lub CF). Bez domyślnego punktu dziesiętnego.
pt: Cubo expresso em metros cúbicos ou pés cúbicos seguido pelo código do Elemento de Dados ANSI X12.3 número 355 código de unidade de medida (CR ou CF). Sem ponto decimal implícito.
ro: Volumul exprimat în metri cubi sau picioare cubice urmat de codul elementului de date ANSI X12.3 numărul 355 codul unității de măsură (CR sau CF). Fără punct zecimal implicit.
sk: Objem vyjadrený v kubických metroch alebo kubických stopách nasledovaný kódom dátového prvku ANSI X12.3 číslo 355 jednotka merania (CR alebo CF). Bez implikovaného desatinného bodu.
sl: Kubični meter ali kubične noge, izraženo v kubičnih metrih ali kubičnih nogah, sledi koda enote mere ANSI X12.3 podatkovnega elementa številka 355 (CR ali CF). Brez domnevne decimalne točke.
sv: Kubik uttryckt i kubikmeter eller kubikfot följt av ANSI X12.3 dataelement nummer 355 måttenhetskod (CR eller CF). Inget underförstått decimaltecken.
