Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di4006
source: ISO format YYYYMMDD immediately followed by an ANSI X12.3 Data Element Number 374 Qualifier providing a code specifying type of date (e.g., ship date, manufacture date).
bg: Формат YYYYMMDD веднага последван от квалификатор на данни ANSI X12.3 номер 374, предоставящ код, определящ типа на датата (например, дата на изпращане, дата на производство).
cs: Formát YYYYMMDD okamžitě následovaný kvalifikátorem datového prvku ANSI X12.3 číslo 374 poskytující kód specifikující typ data (např. datum odeslání, datum výroby).
de: ISO-Format JJJJMMTT unmittelbar gefolgt von einer ANSI X12.3 Datennummer 374 Qualifikator, der einen Code zur Spezifikation der Art des Datums liefert (z. B. Versanddatum, Herstellungsdatum).
el: Μορφή YYYYMMDD αμέσως ακολουθούμενη από έναν Αριθμό Στοιχείου Δεδομένων ANSI X12.3 374 Qualifier παρέχοντας έναν κωδικό που προσδιορίζει τον τύπο της ημερομηνίας (π.χ., ημερομηνία αποστολής, ημερομηνία κατασκευής).
es: Formato YYYYMMDD ISO seguido inmediatamente por un Calificador de Número de Elemento de Datos ANSI X12.3 374 proporcionando un código especificando tipo de fecha (por ejemplo, fecha de envío, fecha de fabricación).
et: ISO formaat YYYYMMDD kohe järgneb ANSI X12.3 Andmeelemendi Number 374 kvalifikaatorile, mis annab koodi kuupäeva tüübi määramiseks (nt, saatmiskuupäev, tootmiskuupäev).
fi: ISO-muoto YYYYMMDD, jota seuraa välittömästi ANSI X12.3 -tietoelementin numero 374 -määritelmä, joka antaa koodin määrittelemään päivämäärän tyypin (esim., lähetyspäivä, valmistuspäivä).
fr: Format ISO AAAAMMJJ immédiatement suivi d'un Qualificateur d'Élément de Données Numéro 374 ANSI X12.3 fournissant un code spécifiant le type de date (par exemple, date d'expédition, date de fabrication).
ga: Formáid YYYYMMDD láithreach in éineacht le Uimhir Eilimint Sonraí ANSI X12.3 Uimhir 374 a sholáthraíonn cód a shonraíonn cineál dáta (e.g., dáta loingsithe, dáta déantúsaíochta).
hr: ISO format YYYYMMDD odmah nakon ANSI X12.3 Broja podatkovnog elementa 374 kvalifikatora koji pruža kod koji specificira tip datuma (npr., datum otpreme, datum proizvodnje).
hu: ISO formátum YYYYMMDD közvetlenül egy ANSI X12.3 Adatelem Szám 374 Minősítő után, amely egy dátumtípus kódját adja meg (pl. szállítási dátum, gyártási dátum).
is: ISO formið YYYYMMDD strax fylgt af ANSI X12.3 Gögn Atriði Númer 374 Kvóti sem veitir kóða tilgreiningu á tegund dagsetningar (t.d., sendingardagur, framleiðsludagur).
it: Formato YYYYMMDD immediatamente seguito da un Qualificatore Numero Elemento Dati ANSI X12.3 374 che fornisce un codice che specifica il tipo di data (ad es., data di spedizione, data di fabbricazione).
lt: ISO formatas YYYYMMDD, iškart sekamas ANSI X12.3 Duomenų Elemento Numerio 374 kvalifikatoriumi, nurodančiu datos tipą (pvz., siuntimo data, gamybos data).
lv: ISO formāts YYYYMMDD tūlīt pēc ANSI X12.3 Datu Elementa Numura 374 Kvalifikatora, kas sniedz kodu, norādot datuma veidu (piem., nosūtīšanas datums, ražošanas datums).
mt: Format YYYYMMDD immedjatament segwit minn Numru tal-Element tad-Data 374 Qualifier ANSI X12.3 li jipprovdi kodiċi li jispeċifika t-tip ta' data (eż., data tat-tbaħħir, data tal-manifattura).
nl: ISO-formaat YYYYMMDD direct gevolgd door een ANSI X12.3 Data Element Nummer 374 Kwalificatie die een code geeft die het type datum specificeert (bijv., verzenddatum, productiedatum).
no: ISO format YYYYMMDD umiddelbart fulgt av en ANSI X12.3 Data Element Nummer 374 Kvalifikator som gir en kode som spesifiserer type dato (f.eks., forsendelsesdato, produksjonsdato).
pl: Format YYYYMMDD ISO natychmiast po nim następuje numer elementu danych ANSI X12.3 374 Qualifier, dostarczając kod określający typ daty (np. data wysyłki, data produkcji).
pt: Formato YYYYMMDD seguido imediatamente por um Qualificador de Número de Elemento de Dados ANSI X12.3 374 fornecendo um código especificando o tipo de data (por exemplo, data de envio, data de fabricação).
ro: Formatul ISO YYYYMMDD urmat imediat de Numărul Elementului de Date ANSI X12.3 374 care oferă un cod specificând tipul datei (de ex., data expedierii, data fabricației).
sk: Formát YYYYMMDD okamžite nasledovaný číslom dátového prvku ANSI X12.3 číslo 374 kvalifikátor poskytujúci kód špecifikujúci typ dátumu (napr., dátum odoslania, dátum výroby).
sl: ISO format YYYYMMDD takoj sledi kvalifikator številke podatkovnega elementa ANSI X12.3 374, ki zagotavlja kodo, ki določa vrsto datuma (npr., datum odpreme, datum izdelave).
sv: ISO-format YYYYMMDD omedelbart följt av en ANSI X12.3 Dataelement Nummer 374 Kvalificerare som ger en kod som specificerar typ av datum (t.ex., leveransdatum, tillverkningsdatum).

# di4007
source: Format MMYY.
bg: Формат MMYY.
cs: Formát MMYY.
de: Format MMJJ.
el: Μορφή MMYY.
es: Formato MMYY.
et: Formaat MMYY.
fi: Muoto MMYY.
fr: Format MMAA.
ga: Formáid MMYY.
hu: Formátum MMYY.
is: Formað MMYY.
it: Formato MMYY.
lt: Formatas MMYY.
lv: Formāts MMYY.
nl: Formaat MMYY.
pt: Formato MMYY.
ro: Formatul MMYY.
sk: Formát MMYY.
