Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di16049
source: Export Controlled Item. Subject to export control and or restrictions as identified in the Wassenaar Arrangement. DI followed by the Alpha-2 ISO 3166 Country Code of the country that imposed the restriction followed by Wassenaar Code (http://www.wassenaar.org/controllists/index.html).\n2020 Update: The URL has changed to https://www.wassenaar.org/control-lists/
bg: Елемент под контрол на износ. Подлежи на контрол на износа и/или ограничения, както е идентифицирано в Споразумението на Васенаар. DI последван от Алфа-2 ISO 3166 код на държавата на държавата, наложила ограничението, последван от код на Васенаар (http://www.wassenaar.org/controllists/index.html).\nАктуализация 2020: URL адресът е променен на https://www.wassenaar.org/control-lists/
cs: Položka podléhající kontrole vývozu. Podléhá kontrole vývozu a/nebo omezením, jak je uvedeno ve Wassenaarském uspořádání. DI následované kódem země podle ISO 3166 alfa-2 země, která omezení uložila, následované kódem Wassenaar (http://www.wassenaar.org/controllists/index.html).\nAktualizace 2020: URL se změnilo na https://www.wassenaar.org/control-lists/
de: Exportkontrollierter Artikel. Unterliegt Exportkontrollen und/oder Beschränkungen, wie in der Wassenaar-Vereinbarung festgelegt. DI gefolgt vom Alpha-2 ISO 3166-Ländercode des Landes, das die Beschränkung auferlegt hat, gefolgt vom Wassenaar-Code (http://www.wassenaar.org/controllists/index.html).\n2020 Update: Die URL wurde geändert zu https://www.wassenaar.org/control-lists/
el: Ελεγχόμενο Εξαγώγιμο Αντικείμενο. Υπόκειται σε έλεγχο εξαγωγής και/ή περιορισμούς όπως προσδιορίζεται στη Συμφωνία του Wassenaar. DI ακολουθούμενο από τον Κωδικό Χώρας Alpha-2 ISO 3166 της χώρας που επέβαλε τον περιορισμό ακολουθούμενο από τον Κωδικό Wassenaar (http://www.wassenaar.org/controllists/index.html).\nΕνημέρωση 2020: Η διεύθυνση URL έχει αλλάξει σε https://www.wassenaar.org/control-lists/
es: Artículo Controlado por Exportación. Sujeto a control de exportación y/o restricciones identificadas en el Acuerdo de Wassenaar. DI seguido por el Código Alfa-2 ISO 3166 del país que impuso la restricción seguido por el Código de Wassenaar (http://www.wassenaar.org/controllists/index.html).\nActualización 2020: La URL ha cambiado a https://www.wassenaar.org/control-lists/
et: Ekspordikontrolli all olev ese. Allub ekspordikontrollile ja/või piirangutele, nagu on kindlaks määratud Wassenaari Kokkuleppes. DI järgneb Alfa-2 ISO 3166 Riigikood riigile, mis kehtestas piirangu, järgneb Wassenaari Kood (http://www.wassenaar.org/controllists/index.html).\n2020 Uuendus: URL on muudetud https://www.wassenaar.org/control-lists/
fi: Vientivalvottu Tuote. Altis vientivalvonnalle ja/tai rajoituksille, kuten Wassenaar-järjestelyssä määritelty. DI seuraa Alfa-2 ISO 3166 Maakoodia maasta, joka on asettanut rajoituksen, seurattuna Wassenaar-koodilla (http://www.wassenaar.org/controllists/index.html).\n2020 Päivitys: URL on muuttunut osoitteeseen https://www.wassenaar.org/control-lists/
fr: Article contrôlé à l'exportation. Soumis au contrôle à l'exportation et/ou aux restrictions identifiées dans l'arrangement de Wassenaar. DI suivi du code pays Alpha-2 ISO 3166 du pays qui a imposé la restriction suivi du code Wassenaar (http://www.wassenaar.org/controllists/index.html).\nMise à jour 2020 : L'URL a changé en https://www.wassenaar.org/control-lists/
ga: Mír Rialaithe Easpórtála. Ábhar do rialú agus/nó srianta easpórtála mar a aithnítear i Socrú Wassenaar. DI in éineacht le Cód Alfa-2 ISO 3166 Tíre an tír a chuir an srian i bhfeidhm in éineacht le Cód Wassenaar (http://www.wassenaar.org/controllists/index.html).\nNuashonrú 2020: D'athraigh an URL go https://www.wassenaar.org/control-lists/
hr: Stavka podložna izvoznim kontrolama i/ili ograničenjima kako je identificirano u Wassenaar aranžmanu. DI slijedi Alfa-2 ISO 3166 kod zemlje koja je nametnula ograničenje slijedi Wassenaar kod (http://www.wassenaar.org/controllists/index.html).\nAžuriranje 2020: URL je promijenjen na https://www.wassenaar.org/control-lists/
hu: Exportra Korlátozott Tétel. Exportkontroll alá esik és/vagy korlátozásoknak van alávetve, amint azt a Wassenaar Megállapodás azonosítja. DI-t követi az Alpha-2 ISO 3166 Országkódja annak az országnak, amely a korlátozást kivetette, majd a Wassenaar Kód (http://www.wassenaar.org/controllists/index.html).\n2020 Frissítés: Az URL megváltozott: https://www.wassenaar.org/control-lists/
is: Útflutningsstjórnað atriði. Hlutur til útflutningsstjórnunar og/eða takmarkana eins og tilgreint er í Wassenaar samkomulaginu. DI fylgt af Alfa-2 ISO 3166 landskóða landsins sem lagði á takmörkunina fylgt af Wassenaar kóða (http://www.wassenaar.org/controllists/index.html).\n2020 Uppfærsla: URL hefur breyst í https://www.wassenaar.org/control-lists/
it: Articolo Soggetto a Controllo all'Esportazione. Soggetto a controllo all'esportazione e/o restrizioni come identificato nell'Accordo di Wassenaar. DI seguito dal Codice di Paese ISO 3166 Alpha-2 del paese che ha imposto la restrizione seguito dal Codice di Wassenaar (http://www.wassenaar.org/controllists/index.html).\nAggiornamento 2020: L'URL è cambiato in https://www.wassenaar.org/control-lists/
lt: Eksporto kontroliuojamas objektas. Priklauso eksporto kontrolės ir/ar apribojimams, kaip nurodyta Vasaaro susitarime. DI sekamas Alpha-2 ISO 3166 šalies kodo, kuris įvedė apribojimą, sekamas Vasaaro kodu (http://www.wassenaar.org/controllists/index.html).\n2020 metų atnaujinimas: URL pasikeitė į https://www.wassenaar.org/control-lists/
lv: Eksporta Kontrolēta Prece. Pakļauta eksporta kontrolei un/vai ierobežojumiem, kā noteikts Vāsenāras Nolīgumā. DI seko Alfa-2 ISO 3166 Valsts Kods valstij, kas noteikusi ierobežojumu, seko Vāsenāras Kods (http://www.wassenaar.org/controllists/index.html).\n2020. gada atjauninājums: URL ir mainījies uz https://www.wassenaar.org/control-lists/
mt: Oġġett taħt Kontroll tal-Esportazzjoni. Suġġett għal kontroll u/jew restrizzjonijiet tal-esportazzjoni kif identifikati fl-Arranġament ta' Wassenaar. DI segwit mill-Kodiċi Alpha-2 tal-ISO 3166 tal-pajjiż li impona r-restrizzjoni segwit mill-Kodiċi ta' Wassenaar (http://www.wassenaar.org/controllists/index.html).\nAġġornament 2020: L-URL inbidel għal https://www.wassenaar.org/control-lists/
nl: Export Gecontroleerd Item. Onderhevig aan exportcontrole en/of beperkingen zoals geïdentificeerd in het Wassenaar Arrangement. DI gevolgd door de Alpha-2 ISO 3166 Landcode van het land dat de beperking heeft opgelegd gevolgd door Wassenaar Code (http://www.wassenaar.org/controllists/index.html).\n2020 Update: De URL is gewijzigd naar https://www.wassenaar.org/control-lists/
no: Eksportkontrollert vare. Underlagt eksportkontroll og/eller restriksjoner som identifisert i Wassenaar-avtalen. DI etterfulgt av Alfa-2 ISO 3166-landskoden til landet som påla restriksjonen etterfulgt av Wassenaar-koden (http://www.wassenaar.org/controllists/index.html).\n2020 Oppdatering: URL-en er endret til https://www.wassenaar.org/control-lists/
pl: Przedmiot kontrolowany eksportem. Podlega kontroli eksportowej i/lub ograniczeniom określonym w Porozumieniu Wassenaar. DI po którym następuje kod alfa-2 ISO 3166 kraju, który nałożył ograniczenie, po którym następuje kod Wassenaar (http://www.wassenaar.org/controllists/index.html).\nAktualizacja 2020: Adres URL został zmieniony na https://www.wassenaar.org/control-lists/
pt: Item Controlado por Exportação. Sujeito a controle de exportação e/ou restrições conforme identificado no Arranjo de Wassenaar. DI seguido pelo Código ISO 3166 de País Alfa-2 do país que impôs a restrição seguido pelo Código de Wassenaar (http://www.wassenaar.org/controllists/index.html).\nAtualização 2020: A URL mudou para https://www.wassenaar.org/control-lists/
ro: Articol Controlat la Export. Supus controlului de export și/sau restricțiilor identificate în Aranjamentul Wassenaar. DI urmat de Codul Alfa-2 ISO 3166 al țării care a impus restricția urmat de Codul Wassenaar (http://www.wassenaar.org/controllists/index.html).\nActualizare 2020: URL-ul s-a schimbat la https://www.wassenaar.org/control-lists/
sk: Exportne kontrolovaná položka. Podlieha exportnej kontrole a/alebo obmedzeniam identifikovaným v Wassenaarskom dohovore. DI nasledované dvojznakovým kódom krajiny ISO 3166 alfa-2 krajiny, ktorá uložila obmedzenie, nasledované kódom Wassenaar (http://www.wassenaar.org/controllists/index.html).\nAktualizácia 2020: URL sa zmenilo na https://www.wassenaar.org/control-lists/
sl: Izvozno nadzorovan izdelek. Predmet izvoznega nadzora in/ali omejitev, kot je določeno v Wassenaarskem aranžmaju. DI sledi alfa-2 koda ISO 3166 države, ki je uvedla omejitev, sledi koda Wassenaar (http://www.wassenaar.org/controllists/index.html).\nPosodobitev 2020: URL se je spremenil v https://www.wassenaar.org/control-lists/
sv: Exportkontrollerad Artikel. Ämne för exportkontroll och eller restriktioner som identifierats i Wassenaar-arrangemanget. DI följt av Alpha-2 ISO 3166 landskod för det land som infört restriktionen följt av Wassenaar-kod (http://www.wassenaar.org/controllists/index.html).\n2020 Uppdatering: URL:en har ändrats till https://www.wassenaar.org/control-lists/
