Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di11021
source: Customer Data, being data that:\n - from a customer perspective, is related to or associated with an item or transaction, or to a batch or related items or transactions, and\n - comprises up to 35 printable characters and/or spaces, other than plus (+), drawn from the character set defined in ISO/IEC 646.
bg: Данни на клиента, представляващи данни, които:\n - от гледна точка на клиента, са свързани или асоциирани с артикул или транзакция, или с партида или свързани артикули или транзакции, и\n - съдържат до 35 печатаеми символа и/или интервали, освен плюс (+), извлечени от набора на символите, определен в ISO/IEC 646.
cs: Data zákazníka, data, která:\n - z pohledu zákazníka souvisejí s položkou nebo transakcí, nebo s dávkou souvisejících položek nebo transakcí, a\n - obsahují až 35 tisknutelných znaků a/nebo mezer, kromě znaku plus (+), vybraných ze znakové sady definované v ISO/IEC 646.
de: Kundendaten, die:\n - aus Kundensicht mit einem Artikel oder einer Transaktion oder mit einer Charge oder verwandten Artikeln oder Transaktionen verbunden oder damit verknüpft sind und\n - bis zu 35 druckbare Zeichen und/oder Leerzeichen umfassen, außer Plus (+), die aus dem in ISO/IEC 646 definierten Zeichensatz stammen.
el: Δεδομένα Πελάτη, ως δεδομένα που:\n - από την προοπτική του πελάτη, σχετίζονται με ένα αντικείμενο ή συναλλαγή, ή με ένα σύνολο ή σχετικά αντικείμενα ή συναλλαγές, και\n - περιλαμβάνουν έως 35 εκτυπώσιμους χαρακτήρες και/ή κενά, εκτός από το σύμβολο πλης (+), προερχόμενα από το σύνολο χαρακτήρων που ορίζεται στο ISO/IEC 646.
es: Datos del Cliente, siendo datos que:\n - desde una perspectiva del cliente, están relacionados o asociados con un artículo o transacción, o con un lote o artículos relacionados o transacciones, y\n - comprende hasta 35 caracteres imprimibles y/o espacios, aparte del más (+), extraídos del conjunto de caracteres definido en ISO/IEC 646.
et: Kliendi Andmed, olles andmed, mis:\n - kliendi perspektiivist on seotud esemega või tehinguga, või partii või seotud esemete või tehingutega, ja\n - koosneb kuni 35 prinditavast tähemärgist ja/või tühikutest, välja arvatud pluss (+), mis on tõmmatud ISO/IEC 646 tähemärkide komplektist.
fi: Asiakastiedot, ollen tietoja, jotka:\n - asiakkaan näkökulmasta, liittyvät tai ovat yhteydessä kohteeseen tai transaktioon, tai erään tai useampaan kohteeseen tai transaktioihin, ja\n - koostuvat enintään 35 tulostettavasta merkistä ja/tai välilyönneistä, lukuun ottamatta plus (+), jotka on otettu merkistöstä, joka on määritelty ISO/IEC 646:ssa.
fr: Données client, étant des données qui:\n - du point de vue du client, sont liées ou associées à un article ou une transaction, ou à un lot ou des articles ou transactions liés, et\n - comprennent jusqu'à 35 caractères imprimables et/ou espaces, autres que plus (+), tirés de l'ensemble de caractères défini dans l'ISO/IEC 646.
ga: Sonraí Custaiméara, a bheith ina sonraí a:\n - ó pheirspictíocht an chustaiméara, a bhaineann le mír nó idirbheart, nó le baisc nó míreanna gaolmhara nó idirbhearta, agus\n - comhdhéanta de suas le 35 carachtar inphriontáilte agus/nó spásanna, seachas móide (+), tarraingthe ón tacar carachtar sainithe in ISO/IEC 646.
hr: Podaci o kupcu, koji su podaci koji:\n - iz perspektive kupca, povezani su s artiklom ili transakcijom, ili s grupom ili povezanim artiklima ili transakcijama, i\n - obuhvaćaju do 35 tiskanih znakova i/ili razmaka, osim plus (+), uzeti iz skupa znakova definiranog u ISO/IEC 646.
hu: Vevői adatok, azaz adatok, amelyek:\n - a vevő szemszögéből egy elemmel vagy tranzakcióval, vagy egy tételcsoporttal vagy kapcsolódó tranzakciókkal kapcsolatosak, és\n - legfeljebb 35 nyomtatható karakterből és/vagy szóközből állnak, kivéve a plusz (+) jelet, az ISO/IEC 646 karakterkészletéből.
is: Viðskiptavina gögn, vera gögn sem:\n - frá sjónarhóli viðskiptavinar, tengjast eða eru tengd við hlut eða viðskipti, eða að sendingu eða tengdum hlutum eða viðskiptum, og\n - innihalda allt að 35 prentanlega stafi og/eða bil, annað en plús (+), dregin úr stafasetti skilgreindu í ISO/IEC 646.
it: Dati del Cliente, essendo dati che:\n - da una prospettiva del cliente, sono relativi o associati a un articolo o transazione, o a un lotto di articoli o transazioni correlati, e\n - comprendono fino a 35 caratteri stampabili e/o spazi, altri che il segno più (+), tratti dal set di caratteri definito in ISO/IEC 646.
lt: Kliento duomenys, būdami duomenys, kurie:\n - iš kliento perspektyvos yra susiję su preke arba operacija, arba su partija arba susijusiomis prekėmis arba operacijomis, ir\n - susideda iš iki 35 spausdinamų simbolių ir (arba) tarpų, išskyrus pliuso (+) simbolį, pasirinktų iš ISO/IEC 646 simbolių rinkinio.
lv: Klienta Dati, būdami dati, kas:\n - no klienta perspektīvas, ir saistīti vai asociēti ar preci vai darījumu, vai ar partiju vai saistītām precēm vai darījumiem, un\n - sastāv līdz 35 drukājamiem rakstzīmēm un/vai atstarpēm, izņemot plusa (+) zīmi, izmantojot rakstzīmju kopu, kas definēta ISO/IEC 646.
mt: Data tal-Klijent, li tkun data li:\n - mill-perspettiva tal-klijent, hija relatata ma' oġġett jew transazzjoni, jew għal grupp jew oġġetti relatati jew transazzjonijiet, u\n - tikkonsisti sa 35 karattri stampabbli u/jew spazji, minbarra plus (+), miġbuda mis-sett tal-karattri definit fl-ISO/IEC 646.
nl: Klantgegevens, zijnde gegevens die:\n - vanuit het perspectief van de klant, gerelateerd zijn aan of geassocieerd worden met een item of transactie, of met een partij gerelateerde items of transacties, en\n - bestaat uit maximaal 35 afdrukbare tekens en/of spaties, anders dan plus (+), getrokken uit de tekenset gedefinieerd in ISO/IEC 646.
no: Kundedata, som er data som:\n - fra et kundeperspektiv, er relatert til eller assosiert med en vare eller transaksjon, eller til en batch eller relaterte varer eller transaksjoner, og\n - består av opptil 35 utskriftbare tegn og/eller mellomrom, annet enn pluss (+), hentet fra tegnsettet definert i ISO/IEC 646.
pl: Dane klienta, będące danymi które:\n - z perspektywy klienta, są powiązane lub związane z przedmiotem lub transakcją, lub z partią lub powiązanymi przedmiotami lub transakcjami, i\n - składają się z maksymalnie 35 drukowalnych znaków i/lub spacji, poza plusem (+), wybranych ze zbioru znaków zdefiniowanego w ISO/IEC 646.
pt: Dados do Cliente, sendo dados que:\n - do ponto de vista do cliente, estão relacionados ou associados a um item ou transação, ou a um lote ou itens relacionados ou transações,\n - compreendem até 35 caracteres imprimíveis e/ou espaços, outros que não o mais (+), retirados do conjunto de caracteres definido em ISO/IEC 646.
ro: Datele Clientului, fiind date care:\n - din perspectiva clientului, sunt legate de sau asociate cu un articol sau tranzacție, sau cu un lot sau articole sau tranzacții înrudite, și\n - cuprind până la 35 de caractere imprimabile și/sau spații, în afară de plus (+), trase din setul de caractere definit în ISO/IEC 646.
sk: Údaje zákazníka, ktoré sú:\n - z pohľadu zákazníka, súvisiace alebo spojené s položkou alebo transakciou, alebo s dávkou alebo súvisiacimi položkami alebo transakciami, a\n - obsahujú až 35 tlačiteľných znakov a/alebo medzier, okrem plus (+), vybratých zo sady znakov definovanej v ISO/IEC 646.
sl: Podatki kupca, ki:\n - iz perspektive kupca, so povezani z artiklom ali transakcijo, ali z serijo ali sorodnimi artikli ali transakcijami, in\n - vsebuje do 35 tiskljivih znakov in/ali presledkov, razen plus (+), izvlečenih iz nabora znakov, definiranih v ISO/IEC 646.
sv: Kunddata, som är data som:\n - ur ett kundperspektiv, är relaterat till eller associerat med en artikel eller transaktion, eller till en sats eller relaterade artiklar eller transaktioner, och\n - består av upp till 35 utskrivbara tecken och/eller mellanslag, andra än plus (+), dragna från teckenuppsättningen definierad i ISO/IEC 646.

# di11022
source: '22K' Transaction Authentication Information, being a value, constructed by concatenating:\n - an ISO/IEC 15459 issuing agency code;\n - a value which accords with specifications of the issuing agency concerned,\n that allows verification of the authenticity of the transaction concerned and, in particular, that the transaction was initiated by the party, claimed within the transaction to have been its initiator, by:\n - the recipient of a transaction, and/or\n - one or more of the parties involved in its handling or processing, and/or\n - a trusted third party.
bg: Информация за автентикация на транзакция '22K', представляваща стойност, конструирана чрез конкатениране на:\n - код на издаваща агенция по ISO/IEC 15459;\n - стойност, която отговаря на спецификациите на съответната издаваща агенция,\n която позволява верификация на автентичността на съответната транзакция и, по-специално, че транзакцията е инициирана от страната, твърдяща в транзакцията, че е нейният инициатор, от:\n - получателя на транзакцията, и/или\n - една или повече от страните, участващи в нейното обработване или обработка, и/или\n - доверено трето лице.
cs: '22K' Informace o ověření transakce, hodnota, konstruovaná spojením:\n - kódu vydávající agentury ISO/IEC 15459;\n - hodnoty, která odpovídá specifikacím příslušné vydávající agentury,\n která umožňuje ověření pravosti dotčené transakce a zejména toho, že transakci iniciovala strana, která je v transakci uvedena jako její iniciátor, a to:\n - příjemcem transakce a/nebo\n - jednou nebo více stranami zapojenými do jejího zpracování nebo manipulace a/nebo\n - důvěryhodným třetím subjektem.
de: '22K' Transaktionsauthentifizierungsinformationen, die einen Wert darstellen, der durch Verkettung konstruiert wird:\n - eines ISO/IEC 15459 ausstellenden Agenturcodes;\n - eines Wertes, der den Spezifikationen der betreffenden ausstellenden Agentur entspricht,\n der die Überprüfung der Authentizität der betreffenden Transaktion ermöglicht und insbesondere, dass die Transaktion von der Partei, die innerhalb der Transaktion als ihr Initiator behauptet wird, initiiert wurde, durch:\n - den Empfänger einer Transaktion und/oder\n - eine oder mehrere der an ihrer Abwicklung oder Verarbeitung beteiligten Parteien und/oder\n - eine vertrauenswürdige dritte Partei.
el: Πληροφορίες Επικύρωσης Συναλλαγής '22K', ως τιμή, που δημιουργείται από τη σύνθεση:\n - ενός κωδικού εκδότη ISO/IEC 15459;\n - μιας τιμής που συμμορφώνεται με τις προδιαγραφές του εκδότη που αφορά,\n που επιτρέπει την επαλήθευση της αυθεντικότητας της συγκεκριμένης συναλλαγής και, ειδικότερα, ότι η συναλλαγή προήλθε από το μέρος, που ισχυρίζεται μέσα στη συναλλαγή ότι ήταν ο πρωτοβουλητής της, από:\n - τον παραλήπτη μιας συναλλαγής, και/ή\n - ένα ή περισσότερα από τα μέρη που εμπλέκονται στην χειρισμό ή επεξεργασία της, και/ή\n - μια αξιόπιστη τρίτη πλευρά.
es: Información de Autenticación de Transacción '22K', siendo un valor, construido concatenando:\n - un código de agencia emisora ISO/IEC 15459;\n - un valor que se ajusta a las especificaciones de la agencia emisora concerniente,\n que permite la verificación de la autenticidad de la transacción concerniente y, en particular, que la transacción fue iniciada por la parte, reclamada dentro de la transacción como su iniciador, por:\n - el receptor de una transacción, y/o\n - una o más de las partes involucradas en su manejo o procesamiento, y/o\n - un tercero de confianza.
et: '22K' Tehingu Autentimise Informatsioon, olles väärtus, mis on konstrueeritud konkateerides:\n - ISO/IEC 15459 väljaandva asutuse koodi;\n - väärtuse, mis vastab väljaandva asutuse nõuetele,\n mis võimaldab kontrollida tehingu autentsust ja eriti seda, et tehingu algatas osapool, kellel tehingus väidetakse olevat algataja, järgmistel pooltel:\n - tehingu saaja ja/või\n - üks või mitu tehingu käsitlemise või töötlemisega seotud osapoolt ja/või\n - usaldusväärne kolmas osapool.
fi: '22K' Transaktion Todennustiedot, ollen arvo, joka on rakennettu yhdistämällä:\n - ISO/IEC 15459 myöntämisviraston koodi;\n - arvo, joka vastaa kyseisen myöntämisviraston määrityksiä,\n jonka avulla voidaan vahvistaa transaktion aitoutta ja erityisesti sitä, että transaktion aloitti se osapuoli, jonka transaktiossa väitetään olleen sen aloittaja,:\n - transaktion vastaanottajan toimesta, ja/tai\n - yhden tai useamman osapuolen, jotka ovat mukana sen käsittelyssä tai käsittelyssä, ja/tai\n - luotettavan kolmannen osapuolen toimesta.
fr: Informations d'authentification de transaction '22K', étant une valeur, construite en concaténant:\n - un code d'agence émettrice ISO/IEC 15459;\n - une valeur qui est conforme aux spécifications de l'agence émettrice concernée,\nqui permet de vérifier l'authenticité de la transaction concernée et, en particulier, que la transaction a été initiée par la partie, revendiquée dans la transaction comme ayant été son initiateur, par:\n - le destinataire d'une transaction, et/ou\n - une ou plusieurs des parties impliquées dans sa manipulation ou son traitement, et/ou\n - un tiers de confiance.
ga: Faisnéis Fíordheimhnithe Idirbheartaíochta '22K', a bheith ina luach, a thógáil trí chur le chéile:\n - cód gníomhaireachta eisithe ISO/IEC 15459;\n - luach a réitíonn le sonraíochtaí an ghníomhaireachta eisithe ábhartha,\n a ligeann fíordheimhniú ar fhírinne an idirbhirt ábhartha agus, go háirithe, gur thionscain an páirtí, a maíodh laistigh den idirbheart a bheith ina thionscnóir, trí:\n - glacadóir idirbhirt, agus/nó\n - páirtí nó páirtithe bainteach le láimhseáil nó próiseáil na hidirbhirt, agus/nó\n - tríú páirtí iontaofa.
hr: Informacije o autentifikaciji transakcije '22K', koje su vrijednost, sastavljena od spajanja:\n - koda izdavateljske agencije ISO/IEC 15459;\n - vrijednosti koja se usklađuje sa specifikacijama dotične izdavateljske agencije,\n koja omogućava provjeru autentičnosti dotične transakcije i, posebno, da je transakciju pokrenula stranka, navedena u transakciji kao njezin pokretač, putem:\n - primatelja transakcije, i/ili\n - jedne ili više stranaka uključenih u njezino rukovanje ili obradu, i/ili\n - pouzdanog trećeg lica.
hu: '22K' Tranzakció Hitelesítési Információ, egy érték, amelyet összefűzéssel hoznak létre:\n - egy ISO/IEC 15459 kiadói ügynökségi kód;\n - egy érték, amely megfelel az érintett kiadói ügynökség specifikációinak,\n amely lehetővé teszi a tranzakció hitelességének ellenőrzését, különösen azt, hogy a tranzakciót a tranzakcióban állított kezdeményező indította el, a következők által:\n - a tranzakció címzettje, és/vagy\n - egy vagy több olyan fél, amely részt vesz annak kezelésében vagy feldolgozásában, és/vagy\n - egy megbízható harmadik fél.
is: '22K' viðskipta auðkenningar upplýsingar, vera gildi, byggt með því að tengja saman:\n - útgáfustofnun ISO/IEC 15459 kóða;\n - gildi sem samræmist forskriftum viðkomandi útgáfustofnunar,\n sem leyfir staðfestingu á auðkenningu viðskiptanna og sér í lagi að viðskiptin voru hafin af aðilanum, sem talið var innan viðskiptanna sem þeirra upphafsmaður, með:\n - móttakanda viðskipta, og/eða\n - einum eða fleiri af þeim aðilum sem koma að meðhöndlun þeirra eða vinnslu, og/eða\n - treystum þriðja aðila.
it: '22K' Informazioni di Autenticazione della Transazione, essendo un valore, costruito concatenando:\n - un codice di emissione ISO/IEC 15459;\n - un valore che si accorda con le specifiche dell'agenzia di emissione interessata,\n che permette la verifica dell'autenticità della transazione interessata e, in particolare, che la transazione è stata iniziata dalla parte, dichiarata all'interno della transazione di essere stata il suo iniziatore, da:\n - il destinatario di una transazione, e/o\n - una o più delle parti coinvolte nel suo trattamento o elaborazione, e/o\n - una terza parte di fiducia.
lt: '22K' Sandorio autentiškumo informacija, būdama vertė, sudaryta konkatenavus:\n - ISO/IEC 15459 išdavimo agentūros kodą;\n - vertę, kuri atitinka išdavimo agentūros nurodytas specifikacijas,\n leidžiant patikrinti sandorio autentiškumą ir, ypač, kad sandorį inicijavo asmuo, sandoryje nurodytas kaip jo iniciatorius, tai:\n - sandorio gavėjas, ir (arba)\n - vienas ar daugiau asmenų, dalyvaujančių jo tvarkyme arba apdorojime, ir (arba)\n - patikimas trečiasis šalis.
lv: '22K' Darījuma Autentifikācijas Informācija, būdams vērtība, kas veidota, konkatenējot:\n - ISO/IEC 15459 izdošanas aģentūras kodu;\n - vērtību, kas atbilst attiecīgās izdošanas aģentūras prasībām,\n kas ļauj pārbaudīt darījuma autentiskumu un jo īpaši to, ka darījumu ir sācis puse, kas darījumā apgalvota kā tās iniciators, izmantojot:\n - darījuma saņēmēju, un/vai\n - vienu vai vairākas puses, kas iesaistītas tā apstrādē vai apiešanā, un/vai\n - uzticamu trešo personu.
mt: '22K' Informazzjoni dwar l-Awtentikazzjoni tat-Transazzjoni, li tkun valur, mibni billi jikkonkatena:\n - kodiċi tal-aġenzija li toħroġ skont l-ISO/IEC 15459;\n - valur li jaqbel mas-speċifikazzjonijiet tal-aġenzija li toħroġ kkonċernata,\n li jippermetti l-verifika tal-awtentiċità tat-transazzjoni kkonċernata u, b'mod partikolari, li t-transazzjoni ġiet inizjata mill-parti, iddikjarata fit-transazzjoni li kienet l-inizjatur tagħha, minn:\n - ir-riċevitur ta' transazzjoni, u/jew\n - waħda jew aktar mill-partijiet involuti fl-immaniġġjar jew fl-ipproċessar tagħha, u/jew\n - parti terza ta' fiduċja.
nl: '22K' Transactie Authenticatie Informatie, zijnde een waarde, opgebouwd door het aaneenschakelen van:\n - een ISO/IEC 15459 uitgevende instantiecode;\n - een waarde die voldoet aan de specificaties van de betreffende uitgevende instantie,\n die de authenticiteit van de betreffende transactie verifieert en, in het bijzonder, dat de transactie is geïnitieerd door de partij, die binnen de transactie wordt geclaimd als de initiator ervan, door:\n - de ontvanger van een transactie, en/of\n - een of meer van de partijen betrokken bij de afhandeling of verwerking ervan, en/of\n - een vertrouwde derde partij.
no: '22K' Transaksjonsautentiseringsinformasjon, som er en verdi, konstruert ved å sette sammen:\n - en ISO/IEC 15459 utstedende byråkode;\n - en verdi som overholder spesifikasjonene til det utstedende byrået,\n som tillater verifisering av transaksjonens autentisitet og spesielt at transaksjonen ble initiert av parten, hevdet innen transaksjonen å ha vært dens initiativtaker, av:\n - mottakeren av en transaksjon, og/eller\n - en eller flere av partene involvert i dens håndtering eller behandling, og/eller\n - en betrodd tredjepart.
pl: Informacja uwierzytelniająca transakcję '22K', będąca wartością, konstruowaną przez połączenie:\n - kodu agencji wydającej zgodnie z ISO/IEC 15459;\n - wartości zgodnej ze specyfikacjami danej agencji wydającej,\n która pozwala na weryfikację autentyczności danej transakcji i w szczególności, że transakcja została zainicjowana przez stronę, która w transakcji została zgłoszona jako jej inicjator, przez:\n - odbiorcę transakcji, i/lub\n - jedną lub więcej stron zaangażowanych w jej obsługę lub przetwarzanie, i/lub\n - zaufaną trzecią stronę.
pt: Informação de Autenticação de Transação '22K', sendo um valor, construído pela concatenação:\n - um código de agência emissora ISO/IEC 15459;\n - um valor que está de acordo com as especificações da agência emissora,\n que permite a verificação da autenticidade da transação em questão e, em particular, que a transação foi iniciada pela parte, reivindicada dentro da transação como tendo sido seu iniciador, por:\n - o destinatário de uma transação, e/ou\n - uma ou mais das partes envolvidas em seu manuseio ou processamento, e/ou\n - um terceiro confiável.
ro: Informații de Autentificare a Tranzacției '22K', fiind o valoare, construită prin concatenarea:\n - un cod de agenție de emitere ISO/IEC 15459;\n - o valoare care se conformează specificațiilor agenției emitente respective,\n care permite verificarea autenticității tranzacției respective și, în special, că tranzacția a fost inițiată de partea, susținută în tranzacție că a fost inițiatorul său, prin:\n - destinatarul unei tranzacții, și/sau\n - una sau mai multe dintre părțile implicate în manipularea sau procesarea sa, și/sau\n - o terță parte de încredere.
sk: Informácie o autentifikácii transakcie '22K', ktoré sú hodnotou konštruovanou spájaním:\n - kódu vydávajúcej agentúry ISO/IEC 15459;\n - hodnoty, ktorá zodpovedá špecifikáciám dotknutej vydávajúcej agentúry,\n ktoré umožňujú overenie pravosti dotknutej transakcie a najmä to, že transakcia bola iniciovaná stranou, ktorá sa v transakcii tvrdí, že bola jej iniciátorom, prostredníctvom:\n - príjemcu transakcie, a/alebo\n - jednej alebo viacerých strán zapojených do jej manipulácie alebo spracovania, a/alebo\n - dôveryhodnej tretej strany.
sl: '22K' Informacije o avtentikaciji transakcije, ki so vrednost, sestavljeno z združevanjem:\n - kode izdajateljske agencije ISO/IEC 15459;\n - vrednosti, ki je v skladu s specifikacijami zadevne izdajateljske agencije,\n ki omogoča preverjanje avtentičnosti zadevne transakcije in zlasti, da je bila transakcija začeta s strani stranke, navedene v transakciji kot njen iniciator, s strani:\n - prejemnika transakcije, in/ali\n - ene ali več strank, vključenih v njeno obravnavo ali obdelavo, in/ali\n - zaupanja vredne tretje stranke.
sv: '22K' Transaktionsautentiseringsinformation, som är ett värde, konstruerat genom att sammanfoga:\n - en ISO/IEC 15459 utfärdande byråkod;\n - ett värde som överensstämmer med specifikationerna för den berörda utfärdande byrån,\n som möjliggör verifiering av transaktionens autenticitet och särskilt att transaktionen initierades av den part som inom transaktionen påstods ha varit dess initiativtagare, genom:\n - transaktionens mottagare, och/eller\n - en eller flera av de parter som är involverade i dess hantering eller bearbetning, och/eller\n - en betrodd tredje part.
