Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di8012
source: Military Grade (E1-E9, W1-W5, and O1-O10).\n2020 Update: Metadata format has been changed to agree with the actual officer grades in use by the military: “an2+an3”. The Explanation information has been changed to: “Military Grade (E1-E9, W1-W5, and O1-O11).
bg: Военно звание (E1-E9, W1-W5, и O1-O10).\nАктуализация 2020: Форматът на метаданните е променен, за да съответства на действителните офицерски звания, използвани от военните: "an2+an3". Информацията за обяснение е променена на: "Военно звание (E1-E9, W1-W5, и O1-O11).
cs: Vojenská hodnost (E1-E9, W1-W5 a O1-O10).\nAktualizace 2020: Formát metadat byl změněn tak, aby odpovídal skutečným důstojnickým hodnostem používaným v armádě: "an2+an3". Informace o vysvětlení byly změněny na: "Vojenská hodnost (E1-E9, W1-W5 a O1-O11).
de: Militärischer Rang (E1-E9, W1-W5 und O1-O10).\nUpdate 2020: Das Metadatenformat wurde geändert, um mit den tatsächlich verwendeten Offiziersrängen im Militär übereinzustimmen: "an2+an3". Die Erklärungsinformationen wurden geändert zu: "Militärischer Rang (E1-E9, W1-W5 und O1-O11).
el: Στρατιωτικός Βαθμός (E1-E9, W1-W5, και O1-O10).\nΕνημέρωση 2020: Η μορφή μεταδεδομένων έχει αλλάξει για να συμφωνεί με τους πραγματικούς στρατιωτικούς βαθμούς που χρησιμοποιούνται από το στρατό: "an2+an3". Οι πληροφορίες εξήγησης έχουν αλλάξει σε: "Στρατιωτικός Βαθμός (E1-E9, W1-W5, και O1-O11).
es: Grado Militar (E1-E9, W1-W5, y O1-O10).\nActualización 2020: El formato de metadatos ha cambiado para coincidir con los grados de oficiales reales en uso por el militar: "an2+an3". La información de Explicación ha cambiado a: "Grado Militar (E1-E9, W1-W5, y O1-O11).
et: Sõjaväeline auaste (E1-E9, W1-W5 ja O1-O10).\n2020 uuendus: Metaandmevormingut on muudetud, et see vastaks tegelikult kasutusel olevatele sõjaväeliste auastmetele: "an2+an3". Selgitav teave on muudetud: "Sõjaväeline auaste (E1-E9, W1-W5 ja O1-O11).
fi: Sotilasarvo (E1-E9, W1-W5 ja O1-O10).\n2020 Päivitys: Metadataformaatti on muutettu vastaamaan käytössä olevia todellisia upseeriarvoja: "an2+an3". Selitystiedot on muutettu: "Sotilasarvo (E1-E9, W1-W5 ja O1-O11).
fr: Grade Militaire (E1-E9, W1-W5 et O1-O10).\nMise à jour 2020 : Format des métadonnées changé pour correspondre aux grades d'officier réels utilisés par l'armée : "an2+an3". Les informations d'Explication ont été changées en : "Grade Militaire (E1-E9, W1-W5 et O1-O11).
ga: Grád Míleata (E1-E9, W1-W5, agus O1-O10).\nNuashonrú 2020: Athraíodh an formáid meiteashonraí chun aontú leis na gráid oifigeach atá á n-úsáid ag an míleata: "an2+an3". Athraíodh an fhaisnéis Míniúcháin chun: "Grád Míleata (E1-E9, W1-W5, agus O1-O11) a léiriú.
hr: Vojni čin (E1-E9, W1-W5, i O1-O10).\nAžuriranje 2020: Format metapodataka promijenjen je tako da odgovara stvarnim vojnim činovima u upotrebi: "an2+an3". Informacije o objašnjenju promijenjene su u: "Vojni čin (E1-E9, W1-W5, i O1-O11).
hu: Katonai Rang (E1-E9, W1-W5, és O1-O10).\n2020 Frissítés: Az adatformátumot megváltoztatták, hogy megfeleljen a hadsereg által használt tényleges tisztikari rangoknak: "an2+an3". A magyarázatot megváltoztatták: "Katonai Rang (E1-E9, W1-W5, és O1-O11).
is: Herflokkur (E1-E9, W1-W5, og O1-O10).\n2020 Uppfærsla: Metadata snið hefur verið breytt til að samræmast raunverulegum herflokkum sem herinn notar: "an2+an3". Upplýsingaupplýsingum hefur verið breytt til: "Herflokkur (E1-E9, W1-W5, og O1-O11).
it: Grado Militare (E1-E9, W1-W5 e O1-O10).\nAggiornamento 2020: Il formato dei metadati è stato modificato per concordare con i gradi effettivi degli ufficiali in uso militare: "an2+an3". Le informazioni di Spiegazione sono state cambiate in: "Grado Militare (E1-E9, W1-W5 e O1-O11).
lt: Karinis Laipsnis (E1-E9, W1-W5, ir O1-O10).\n2020 Atnaujinimas: Metaduomenų formatas pakeistas, kad atitiktų kariuomenės naudojamus oficerių laipsnius: "an2+an3". Paaiškinimo informacija pakeista į: "Karinis Laipsnis (E1-E9, W1-W5, ir O1-O11).
lv: Militārā Pakāpe (E1-E9, W1-W5, un O1-O10).\n2020. gada atjauninājums: Metadatu formāts mainīts, lai atbilstu militārajām pakāpēm, kas faktiski tiek izmantotas armijā: "an2+an3". Skaidrojuma informācija mainīta uz: "Militārā Pakāpe (E1-E9, W1-W5, un O1-O11).
mt: Grad Militari (E1-E9, W1-W5, u O1-O10).\nAġġornament 2020: Il-format tal-metadata nbidel biex jaqbel mal-gradi tal-uffiċjali attwalment użati mill-militar: "an2+an3". L-informazzjoni spjegattiva nbidlet għal: "Grad Militari (E1-E9, W1-W5, u O1-O11).
nl: Militaire Rang (E1-E9, W1-W5, en O1-O10).\n2020 Update: Metadataformaat is gewijzigd om overeen te komen met de daadwerkelijke officiersrangen die door het leger worden gebruikt: "an2+an3". De uitleginformatie is gewijzigd naar: "Militaire Rang (E1-E9, W1-W5, en O1-O11).
no: Militær Grad (E1-E9, W1-W5, og O1-O10).\n2020 Oppdatering: Metadataformatet har blitt endret for å samsvare med de faktiske offisergradene i bruk av militæret: "an2+an3". Forklaringen informasjonen har blitt endret til: "Militær Grad (E1-E9, W1-W5, og O1-O11).
pl: Stopień wojskowy (E1-E9, W1-W5, O1-O10).\nAktualizacja 2020: Format metadanych został zmieniony, aby zgadzał się z faktycznymi stopniami oficerskimi używanymi przez wojsko: "an2+an3". Informacje wyjaśniające zostały zmienione na: "Stopień wojskowy (E1-E9, W1-W5, O1-O11).
pt: Grau Militar (E1-E9, W1-W5, e O1-O10).\nAtualização 2020: Formato de metadados foi alterado para concordar com os graus de oficiais reais usados pelo militar: "an2+an3". A informação da Explicação foi alterada para: "Grau Militar (E1-E9, W1-W5, e O1-O11).
ro: Gradul Militar (E1-E9, W1-W5 și O1-O10).\nActualizare 2020: Formatul metadatelor a fost schimbat pentru a fi de acord cu gradele ofițerilor efectiv folosite de armată: "an2+an3". Informațiile Explicației au fost schimbate la: "Gradul Militar (E1-E9, W1-W5 și O1-O11).
sk: Vojenská hodnosť (E1-E9, W1-W5 a O1-O10).\nAktualizácia 2020: Formát metadát bol zmenený tak, aby zodpovedal aktuálnym hodnostiam dôstojníkov používaným v armáde: "an2+an3". Informácie o vysvetlení boli zmenené na: "Vojenská hodnosť (E1-E9, W1-W5 a O1-O11).
sl: Vojaški čin (E1-E9, W1-W5 in O1-O10).\nPosodobitev 2020: Format metapodatkov je bil spremenjen, da se ujema z dejanskimi vojaškimi čini, ki se uporabljajo v vojski: "an2+an3". Informacije o razlagi so bile spremenjene v: "Vojaški čin (E1-E9, W1-W5 in O1-O11).
sv: Militär Grad (E1-E9, W1-W5, och O1-O10).\n2020 Uppdatering: Metadataformatet har ändrats för att överensstämma med de faktiska officergraderna som används av militären: "an2+an3". Förklaringsinformationen har ändrats till: "Militär Grad (E1-E9, W1-W5, och O1-O11).

# di8015
source: A National Identification Number, National Identity Number, or National Insurance Number used as a means of identifying individuals within a country for the purposes of work, taxation, government benefits, health care, and other governmentally-related functions.\nThis structure of the identifier is DI (15H) followed by the ISO 3166-1 Alpha2 Country Code followed by the predominant government assigned identification code for individuals.
bg: Национален идентификационен номер, национален идентификационен номер или национален номер за социално осигуряване, използван като средство за идентифициране на индивиди в рамките на държава за целите на работа, данъци, правителствени облаги, здравеопазване и други свързани с правителството функции.\nСтруктурата на идентификатора е DI (15H), последван от двубуквения код на ISO 3166-1 Alpha2, последван от предимно правителствено присвоения идентификационен код за индивиди.
cs: Národní identifikační číslo, národní číslo identity nebo národní číslo sociálního pojištění používané jako prostředek k identifikaci jednotlivců v zemi pro účely práce, zdanění, vládních dávek, zdravotní péče a dalších vládních funkcí.\nStruktura tohoto identifikátoru je DI (15H) následované dvoupísmenným kódem země ISO 3166-1 Alpha2 následované převažujícím vládou přiřazeným identifikačním kódem pro jednotlivce.
de: Eine nationale Identifikationsnummer, National Identity Number oder National Insurance Number, die als Mittel zur Identifizierung von Personen innerhalb eines Landes für die Zwecke der Arbeit, Besteuerung, staatlicher Leistungen, Gesundheitsversorgung und anderer staatlicher Funktionen verwendet wird.\nDie Struktur des Identifikators ist DI (15H) gefolgt vom ISO 3166-1 Alpha2-Ländercode, gefolgt vom vorherrschenden staatlich zugewiesenen Identifikationscode für Einzelpersonen.
el: Ένας Εθνικός Αριθμός Ταυτοποίησης, Εθνικός Αριθμός Ταυτότητας, ή Εθνικός Αριθμός Ασφαλιστικής Κάλυψης που χρησιμοποιείται ως μέσο ταυτοποίησης ατόμων εντός μιας χώρας για σκοπούς εργασίας, φορολόγησης, κυβερνητικών παροχών, υγειονομικής περίθαλψης και άλλων κυβερνητικών λειτουργιών.\nΗ δομή του αναγνωριστικού είναι το DI (15H) ακολουθούμενο από τον Κωδικό Χώρας ISO 3166-1 Alpha2 ακολουθούμενο από τον κυρίαρχο κυβερνητικό ανατεθειμένο αναγνωριστικό κωδικό για άτομα.
es: Un Número de Identificación Nacional, Número de Identidad Nacional, o Número de Seguro Nacional utilizado como medio de identificar individuos dentro de un país para fines de trabajo, tributación, beneficios gubernamentales, atención médica y otras funciones gubernamentales relacionadas.\nEsta estructura del identificador es DI (15H) seguido por el Código de País Alfa2 ISO 3166-1 seguido por el código de identificación gubernamental predominante asignado para individuos.
et: Riigisiseselt kasutatav rahvuslik identifitseerimisnumber, rahvuslik isikutunnus või rahvuslik kindlustusnumber, mida kasutatakse isikute tuvastamiseks töö, maksustamise, valitsuse hüvede, tervishoiu ja muude valitsusega seotud funktsioonide jaoks.\nSelle identifikaatori struktuur on DI (15H), millele järgneb ISO 3166-1 Alpha2 riigikood, millele järgneb riigi peamine valitsuse määratud identifitseerimiskood üksikisikutele.
fi: Kansallinen tunnistenumero, kansallinen henkilötunnus tai kansallinen vakuutusnumero, jota käytetään yksilöiden tunnistamiseen maassa työn, verotuksen, hallituksen tukien, terveydenhuollon ja muiden hallituksen liittyvien toimintojen osalta.\nTunnisteen rakenne on DI (15H), jota seuraa ISO 3166-1 Alpha2-maakoodi, seurattuna hallituksen pääasiallisesti määrittelemällä yksilöiden tunnistekoodilla.
fr: Un Numéro d'Identification National, Numéro d'Identité National, ou Numéro d'Assurance Nationale utilisé comme moyen d'identification des individus dans un pays aux fins de travail, de taxation, d'avantages gouvernementaux, de soins de santé et d'autres fonctions gouvernementales liées.\nLa structure de l'identifiant est DI (15H) suivi par le Code de Pays ISO 3166-1 Alpha2 suivi par le code d'identification gouvernemental prédominant attribué aux individus.
ga: Uimhir Aitheantais Náisiúnta, Uimhir Aitheantais Náisiúnta, nó Uimhir Árachais Náisiúnta a úsáidtear mar bhealach chun daoine a aithint laistigh de thír maidir le hobair, cánachas, sochair rialtais, cúram sláinte, agus feidhmeanna rialtais eile.\nStruchtúr an aitheantóra seo ná DI (15H) in éineacht le Cód Tíre Alfa2 ISO 3166-1 ina dhiaidh sin an cód aitheantais rialtais a shanntar don duine.
hr: Nacionalni identifikacijski broj, Nacionalni identitet broj ili Nacionalni broj osiguranja koristi se kao sredstvo identifikacije pojedinaca unutar zemlje za potrebe rada, oporezivanja, vladinih beneficija, zdravstvene skrbi i drugih vladinih funkcija.\nStruktura identifikatora je DI (15H) slijedi ISO 3166-1 Alfa2 zemaljski kod slijedi predominantni vladin dodijeljeni identifikacijski kod za pojedince.
hu: Egy Nemzeti Azonosító Szám, Nemzeti Személyazonosító Szám, vagy Nemzeti Biztosítási Szám, amelyet egy országban az egyének azonosítására használnak a munka, adózás, kormányzati juttatások, egészségügy és egyéb kormányzati kapcsolódó funkciók céljából.\nAz azonosító szerkezete a DI (15H) után az ISO 3166-1 Alpha2 Országkód, majd az adott kormány által az egyének számára elsődlegesen hozzárendelt azonosító kód.
is: Þjóðleg auðkennisnúmer, þjóðleg kennitala, eða þjóðleg trygginganúmer notað sem leið til að auðkenna einstaklinga innan lands fyrir tilgangi vinnu, skattlagningar, ríkisbóta, heilbrigðisþjónustu, og annarra ríkislega tengdra aðgerða.\nStrúktúr auðkennisins er DI (15H) fylgt af ISO 3166-1 Alpha2 Landakóða fylgt af ríkjandi ríkisúthlutaðri auðkenniskóða fyrir einstaklinga.
it: Un Numero di Identificazione Nazionale, Numero di Identità Nazionale o Numero di Assicurazione Nazionale utilizzato come mezzo per identificare individui all'interno di un paese ai fini del lavoro, tassazione, benefici governativi, assistenza sanitaria e altre funzioni governative correlate.\nLa struttura dell'identificatore è DI (15H) seguito dal Codice Paese ISO 3166-1 Alpha2 seguito dal codice di identificazione governativo predominante assegnato agli individui.
lt: Nacionalinis Identifikavimo Numeris, Nacionalinis Asmens Kodas, arba Nacionalinis Draudimo Numeris, naudojamas asmens identifikavimui šalyje darbo, apmokestinimo, vyriausybės pašalpų, sveikatos priežiūros irkitų vyriausybinių funkcijų kontekste.\nŠio identifikatoriaus struktūra yra DI (15H) sekamas ISO 3166-1 Alfa2 Šalies Kodu, po to vyriausybės priskirtas asmens kodas.
lv: Nacionālais Identifikācijas Numurs, Nacionālais Identitātes Numurs vai Nacionālais Apdrošināšanas Numurs, ko izmanto kā līdzekli indivīdu identificēšanai valstī darba, nodokļu, valdības pabalstu, veselības aprūpes un citām valdības saistītām funkcijām.\nStruktūra identifikatoram ir DI (15H) sekojot ISO 3166-1 Alpha2 Valsts Kodam sekojot valdības piešķirtam identifikācijas kodam indivīdiem.
mt: Numru ta' Identifikazzjoni Nazzjonali, Numru ta' Identità Nazzjonali, jew Numru ta' Assigurazzjoni Nazzjonali użat bħala mezz biex jidentifika individwi f'pajjiż għall-għanijiet tax-xogħol, it-taxxa, il-benefiċċji governattivi, il-kura tas-saħħa, u funzjonijiet oħra relatati mal-gvern.\nL-istruttura tal-identifikatur hija DI (15H) segwita mill-Kodiċi tal-Pajjiż ISO 3166-1 Alpha2 segwit mill-kodiċi ta' identifikazzjoni primarju assenjat mill-gvern għall-individwi.
nl: Een Nationaal Identificatienummer, National Identity Number, of National Insurance Number gebruikt als een middel om individuen binnen een land te identificeren voor de doeleinden van werk, belasting, overheidsvoordelen, gezondheidszorg, en andere overheidsgerelateerde functies.\nDeze structuur van de identifier is DI (15H) gevolgd door de ISO 3166-1 Alpha2 Landcode gevolgd door de overheersende door de overheid toegewezen identificatiecode voor individuen.
no: Et Nasjonalt Identifikasjonsnummer, Nasjonal Identitetsnummer, eller Nasjonalt Forsikringsnummer brukt som et middel for å identifisere individer innen et land for formål som arbeid, skatt, offentlige ytelser, helseomsorg, og andre offentlig-relaterte funksjoner.\nStrukturen til identifikatoren er DI (15H) fulgt av ISO 3166-1 Alpha2 Landkode fulgt av det dominerende regjeringstildelte identifikasjonskoden for individer.
pl: Numer identyfikacyjny na poziomie krajowym, numer tożsamości narodowej lub numer ubezpieczenia społecznego używany jako sposób identyfikacji osób w kraju do celów pracy, opodatkowania, korzyści rządowych, opieki zdrowotnej i innych funkcji związanych z rządem.\nStruktura identyfikatora to DI (15H) po którym następuje kod kraju ISO 3166-1 Alpha2 po którym następuje przeważający rządowy kod identyfikacyjny przypisany osobom.
pt: Um Número de Identificação Nacional, Número de Identidade Nacional ou Número de Seguro Nacional usado como meio de identificar indivíduos dentro de um país para fins de trabalho, tributação, benefícios governamentais, assistência médica e outras funções governamentais relacionadas.\nEsta estrutura do identificador é DI (15H) seguido pelo Código de País Alfa2 da ISO 3166-1 seguido pelo código de identificação governamental predominante para indivíduos.
ro: Un Număr Național de Identificare, Număr de Identitate Națională sau Număr de Asigurare Națională utilizat ca mijloc de identificare a persoanelor într-o țară în scopuri de muncă, impozitare, beneficii guvernamentale, asistență medicală și alte funcții guvernamentale legate.\nStructura identificatorului este DI (15H) urmat de Codul Țării ISO 3166-1 Alpha2 urmat de codul de identificare predominant atribuit de guvern pentru persoane.
sk: Národné identifikačné číslo, národné identifikačné číslo alebo národné číslo sociálneho poistenia používané ako prostriedok identifikácie jednotlivcov v krajine na účely práce, zdaňovania, vládnych dávok, zdravotnej starostlivosti a ďalších vládou súvisiacich funkcií.\nŠtruktúra tohto identifikátora je DI (15H) nasledovaný kódom krajiny ISO 3166-1 Alpha2 nasledovaný prevládajúcim vládou prideleným identifikačným kódom pre jednotlivcov.
sl: Nacionalna identifikacijska številka, nacionalna številka osebne identitete ali nacionalna številka zdravstvenega zavarovanja, ki se uporablja kot sredstvo za identifikacijo posameznikov znotraj države za namene dela, obdavčenja, vladnih ugodnosti, zdravstvene oskrbe in drugih vladnih funkcij.\nStruktura identifikatorja je DI (15H) sledi ISO 3166-1 Alpha2 državna koda sledi prevladujoča vladno dodeljena identifikacijska številka za posameznike.
sv: Ett Nationellt Identifikationsnummer, National Identity Number, eller National Insurance Number som används som ett sätt att identifiera individer inom ett land för syften som arbete, beskattning, statliga förmåner, sjukvård och andra statligt relaterade funktioner.\nStrukturen för identifieraren är DI (15H) följt av ISO 3166-1 Alpha2-landskoden följt av det dominerande regeringstilldelade identifikationskodet för individer.
