Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di16027
source: Commodity HTS-6 Code; Using the format: 4012.11 or 4012.11.4000 (Decimal point is expressly encoded) The Harmonized System (HS) Classification is a 6-digit standardized numerical method of classifying traded products. HS numbers are used by customs authorities around the world to identify products for the application of duties and taxes. Additional digits are added to the HS number by some governments to further distinguish products in certain categories. In the United States, numbers used to classify exported products are called 'Schedule B' numbers. The U.S. Census Bureau administers the Schedule B system. Schedule B numbers, not HS numbers, must be provided on the Shippers' Export Declaration (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nImport codes are administered by the U.S. International Trade Commission (USITC). http://hts.usitc.gov/\n2020 Update: the http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf link is no longer active. Consult the shipper for an SED form.
bg: Код на стоката HTS-6; Използва се форматът: 4012.11 или 4012.11.4000 (Десятъчната точка е изрично кодирана) Хармонизираната система (HS) Класификацията е 6-цифрен стандартизиран числов метод за класифициране на търгувани продукти. HS номерата се използват от митническите власти по света за идентифициране на продукти за прилагане на мита и данъци. Допълнителни цифри се добавят към HS номера от някои правителства за по-нататъшно разграничаване на продукти в определени категории. В Съединените щати, номерата, използвани за класификация на изнасяни продукти, се наричат 'Schedule B' номера. Бюрото за преброяване на населението на САЩ администрира системата Schedule B. Номерата на Schedule B, а не HS номерата, трябва да бъдат предоставени в Декларацията за износ на товарите (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nКодовете за внос се администрират от Комисията за международна търговия на САЩ (USITC). http://hts.usitc.gov/\nАктуализация 2020: връзката http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf вече не е активна. Консултирайте се с експедитора за формуляр SED.
cs: Komoditní kód HTS-6; Používá formát: 4012.11 nebo 4012.11.4000 (Desetinná tečka je výslovně zakódována) Klasifikace harmonizovaného systému (HS) je 6místná standardizovaná číselná metoda klasifikace obchodovaných produktů. Čísla HS používají celní úřady po celém světě k identifikaci produktů pro účely uplatnění cel a daní. Další číslice jsou přidány k číslu HS některými vládami, aby se produkty v určitých kategoriích dále rozlišily. Ve Spojených státech se čísla používaná k klasifikaci exportovaných produktů nazývají čísla 'Schedule B'. Systém Schedule B spravuje Úřad pro sčítání lidu USA. Čísla Schedule B, nikoli čísla HS, musí být uvedena na prohlášení o vývozu zásilek (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nImportní kódy spravuje Komise pro mezinárodní obchod USA (USITC). http://hts.usitc.gov/\nAktualizace 2020: odkaz http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf již není aktivní. V případě potřeby konzultujte dopravce ohledně formuláře SED.
de: Warennummer HTS-6; Mit dem Format: 4012.11 oder 4012.11.4000 (Dezimalpunkt wird ausdrücklich kodiert) Die Harmonisierte Systemklassifizierung ist eine 6-stellige standardisierte numerische Methode zur Klassifizierung gehandelter Produkte. HS-Nummern werden von Zollbehörden weltweit zur Identifizierung von Produkten für die Anwendung von Zöllen und Steuern verwendet. Zusätzliche Ziffern werden von einigen Regierungen zu der HS-Nummer hinzugefügt, um Produkte in bestimmten Kategorien weiter zu unterscheiden. In den Vereinigten Staaten werden Nummern zur Klassifizierung exportierter Produkte als "Schedule B"-Nummern bezeichnet. Das U.S. Census Bureau verwaltet das Schedule B-System. Schedule B-Nummern, nicht HS-Nummern, müssen auf der Exportdeklaration des Versenders (SED) angegeben werden.\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nImportcodes werden von der U.S. International Trade Commission (USITC) verwaltet. http://hts.usitc.gov/\n2020 Update: der http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf-Link ist nicht mehr aktiv. Konsultieren Sie den Versender für ein SED-Formular.
el: Κωδικός HTS-6 Εμπορεύματος· Χρησιμοποιώντας τη μορφή: 4012.11 ή 4012.11.4000 (Η δεκαδική τελεία κωδικοποιείται ρητά) Η Ταξινόμηση Συστήματος Εναρμόνισης (HS) είναι μια 6-ψήφια τυποποιημένη αριθμητική μέθοδος ταξινόμησης των εμπορευμάτων που διαπραγματεύονται. Οι αριθμοί HS χρησιμοποιούνται από τις τελωνειακές αρχές σε όλο τον κόσμο για τον προσδιορισμό των προϊόντων για την εφαρμογή δασμών και φόρων. Πρόσθετα ψηφία προστίθενται στον αριθμό HS από κάποιες κυβερνήσεις για να διακρίνουν περαιτέρω τα προϊόντα σε ορισμένες κατηγορίες. Στις Ηνωμένες Πολιτείες, οι αριθμοί που χρησιμοποιούνται για την ταξινόμηση των εξαγόμενων προϊόντων ονομάζονται 'αριθμοί Schedule B'. Το Τμήμα Απογραφών των ΗΠΑ διαχειρίζεται το σύστημα Schedule B. Οι αριθμοί Schedule B, όχι οι αριθμοί HS, πρέπει να παρέχονται στη Δήλωση Εξαγωγής Φορτίου (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nΟι κωδικοί εισαγωγής διαχειρίζονται από την Επιτροπή Διεθνούς Εμπορίου των ΗΠΑ (USITC). http://hts.usitc.gov/\nΕνημέρωση 2020: ο σύνδεσμος http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf δεν είναι πλέον ενεργός. Συμβουλευτείτε τον αποστολέα για μια φόρμα SED.
es: Código HTS-6 de Comodidad; Usando el formato: 4012.11 o 4012.11.4000 (El punto decimal se codifica explícitamente) La Clasificación del Sistema Armonizado (HS) es un método numérico estandarizado de 6 dígitos para clasificar productos comercializados. Los números HS son utilizados por las autoridades aduaneras de todo el mundo para identificar productos para la aplicación de derechos y impuestos. Algunos gobiernos agregan dígitos al número HS para distinguir aún más los productos en ciertas categorías. En Estados Unidos, los números utilizados para clasificar productos exportados se llaman números 'Schedule B'. El Bureau del Censo de EE. UU. administra el sistema Schedule B. Los números Schedule B, no los números HS, deben proporcionarse en la Declaración de Exportación del Remitente (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nLos códigos de importación son administrados por la Comisión de Comercio Internacional de EE. UU. (USITC). http://hts.usitc.gov/\nActualización 2020: el enlace http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf ya no está activo. Consulte al remitente para obtener un formulario SED.
et: Kaupade HTS-6 Kood; Kasutades formaati: 4012.11 või 4012.11.4000 (Koma on selgelt kodeeritud) Harmoneeritud Süsteemi (HS) klassifikatsioon on 6-kohaline standardiseeritud numbriline meetod kaubeldavate toodete klassifitseerimiseks. HS numbreid kasutavad tolliasutused üle maailma toodetele tollimaksude ja maksude rakendamiseks. Mõned valitsused lisavad HS numbritele täiendavaid numbreid teatud kategooriate toodete täiendavaks eristamiseks. Ameerika Ühendriikides nimetatakse eksporttoodete klassifitseerimiseks kasutatavaid numbreid 'Schedule B' numbriteks. Schedule B numbreid administreerib USA Rahvaloenduse Büroo. Schedule B numbrid, mitte HS numbrid, tuleb esitada Saatja Ekspordideklaratsioonil (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nImpordikoode administreerib USA Rahvusvaheline Kaubanduskomisjon (USITC). http://hts.usitc.gov/\n2020 Uuendus: link http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf ei ole enam aktiivne. Konsulteerige saatjaga SED vormi saamiseks.
fi: Tavaran HTS-6 Koodi; Käyttäen Muotoa: 4012.11 tai 4012.11.4000 (Desimaalipiste on Nimenomaisesti Koodattu) Harmonisoitu Järjestelmä (HS) on 6-numeroinen standardoitu numeerinen menetelmä kaupattujen tuotteiden luokittelemiseksi. HS-numeroita käytetään tulliviranomaisten toimesta ympäri maailman tuotteiden tunnistamiseen tullien ja verojen soveltamiseksi. Jotkut hallitukset lisäävät HS-numeroon lisänumeroita tietyissä luokissa tuotteiden tarkemman erottelun mahdollistamiseksi. Yhdysvalloissa viennissä käytettäviä numeroita kutsutaan 'Schedule B' -numeroiksi. Yhdysvaltain väestönlaskentatoimisto hallinnoi Schedule B -järjestelmää. Schedule B -numerot, ei HS-numerot, on annettava Viennin Ilmoituslomakkeessa (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nTuontikoodeja hallinnoi Yhdysvaltain Kansainvälisen Kaupan Komissio (USITC). http://hts.usitc.gov/\n2020 Päivitys: linkki http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf ei ole enää aktiivinen. Konsultoi lähettäjää SED-lomakkeen osalta.
fr: Code HTS-6 de marchandise ; Utilisant le format : 4012.11 ou 4012.11.4000 (Le point décimal est explicitement encodé) La classification du système harmonisé (HS) est une méthode numérique standardisée à 6 chiffres de classification des produits échangés. Les numéros HS sont utilisés par les autorités douanières du monde entier pour identifier les produits aux fins d'application de droits et de taxes. Des chiffres supplémentaires sont ajoutés au numéro HS par certains gouvernements pour distinguer davantage les produits dans certaines catégories. Aux États-Unis, les numéros utilisés pour classer les produits exportés sont appelés numéros 'Schedule B'. Le Bureau du recensement des États-Unis administre le système Schedule B. Les numéros Schedule B, et non les numéros HS, doivent être fournis sur la Déclaration d'exportation des expéditeurs (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nLes codes d'importation sont administrés par la Commission du commerce international des États-Unis (USITC). http://hts.usitc.gov/\nMise à jour 2020 : le lien http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf n'est plus actif. Consultez l'expéditeur pour obtenir un formulaire SED.
ga: Cód Comhthiomsaithe HTS-6; Ag baint úsáide as an bhformáid: 4012.11 nó 4012.11.4000 (Tá an pointe deachúil go sonrach códaithe) Is modh uimhriúil caighdeánaithe 6 dhigit é Aicmiú Córas Comhchuibhithe (HS) chun táirgí trádála a rangú. Úsáidtear uimhreacha HS ag údaráis custaim ar fud an domhain chun táirgí a aithint le haghaidh cur i bhfeidhm dleachtanna agus cáin. Cuirtear digití breise le huimhir HS ag roinnt rialtas chun táirgí a idirdhealú tuilleadh i roinnt catagóirí. Sna Stáit Aontaithe, tugtar 'uimhreacha Scéidil B' ar na huimhreacha a úsáidtear chun táirgí onnmhairithe a rangú. Riarann Biúró Daonáirimh na SA an córas Scéidil B. Ní mór uimhreacha Scéidil B, seachas uimhreacha HS, a sholáthar ar an Dearbhú Easpórtála Lastais (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nRiarann Coimisiún Trádála Idirnáisiúnta na SA (USITC) na códanna allmhairithe. http://hts.usitc.gov/\nNuashonrú 2020: níl an nasc http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf gníomhach a thuilleadh. Déan comhairliúchán leis an seoltóir le haghaidh foirm SED.
hr: Kod robe HTS-6; Koristi se format: 4012.11 ili 4012.11.4000 (Decimalna točka je izričito kodirana) Klasifikacija Harmoniziranog sustava (HS) je 6-znamenkasti standardizirani numerički metod za klasifikaciju trgovanih proizvoda. HS brojevi koriste se od carinskih vlasti širom svijeta za identifikaciju proizvoda za primjenu carina i poreza. Dodatne znamenke dodaju se HS broju od strane nekih vlada kako bi se dalje razlikovali proizvodi u određenim kategorijama. U Sjedinjenim Američkim Državama, brojevi korišteni za klasifikaciju izvoznih proizvoda nazivaju se 'Schedule B' brojevi. Upravu nad sustavom Schedule B vodi Ured za popis SAD-a. Brojevi Schedule B, a ne HS brojevi, moraju biti navedeni na Izjavi o izvozu pošiljatelja (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nKodovi uvoza upravljaju U.S. International Trade Commission (USITC). http://hts.usitc.gov/\nAžuriranje 2020: link http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf više nije aktivan. Za SED obrazac konzultirajte pošiljatelja.
hu: Áru HTS-6 Kódja; A formátum használata: 4012.11 vagy 4012.11.4000 (A tizedespont kifejezetten kódolva) A Harmonizált Rendszer (HS) Osztályozása egy 6 számjegyű szabványosított numerikus módszer a kereskedelmi termékek osztályozására. Az HS számokat a vámhatóságok világszerte használják a termékek vámok és adók alkalmazásának azonosítására. További számjegyeket adnak hozzá az HS számhoz egyes kormányok bizonyos kategóriák termékeinek további megkülönböztetésére. Az Egyesült Államokban az exportált termékeket osztályozó számokat 'Schedule B' számoknak nevezik. Az Egyesült Államok Népszámlálási Hivatala kezeli a Schedule B rendszert. A Schedule B számokat, nem az HS számokat kell megadni a Szállítók Export Nyilatkozatán (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nAz importkódokat az Egyesült Államok Nemzetközi Kereskedelmi Bizottsága (USITC) kezeli. http://hts.usitc.gov/\n2020 Frissítés: a http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf link már nem aktív. Konzultáljon a szállítóval egy SED űrlapért.
is: Vöruflokkun HTS-6 kóði; Notað snið: 4012.11 eða 4012.11.4000 (Kommapunktur er skýrt kóðaður) The Harmonized System (HS) Flokkun er 6 stafa staðlað tölulegt aðferð til að flokka verslunarvörur. HS númer eru notuð af tollayfirvöldum um allan heim til að auðkenna vörur fyrir beitingu tolla og skatta. Auka tölustafir eru bætt við HS númer af sumum ríkjum til að greina frekar á milli vara í ákveðnum flokkum. Í Bandaríkjunum, númer notuð til að flokka útfluttar vörur eru kallaðar 'Schedule B' númer. U.S. Census Bureau stjórnar Schedule B kerfinu. Schedule B númer, ekki HS númer, verður að veita á Shippers' Export Declaration (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nInnflutningskóðar eru stjórnaðir af U.S. International Trade Commission (USITC). http://hts.usitc.gov/\n2020 Uppfærsla: http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf tengill er ekki lengur virkur. Hafðu samband við skipuleggjanda vegna SED eyðublaðs.
it: Codice Commodity HTS-6; Usando il formato: 4012.11 o 4012.11.4000 (Il punto decimale è espressamente codificato) La Classificazione del Sistema Armonizzato (HS) è un metodo numerico standardizzato a 6 cifre di classificazione dei prodotti commercializzati. I numeri HS sono utilizzati dalle autorità doganali di tutto il mondo per identificare i prodotti ai fini dell'applicazione di dazi e tasse. Ulteriori cifre sono aggiunte al numero HS da alcuni governi per distinguere ulteriormente i prodotti in alcune categorie. Negli Stati Uniti, i numeri utilizzati per classificare i prodotti esportati sono chiamati numeri 'Schedule B'. Il Bureau of the Census degli Stati Uniti amministra il sistema Schedule B. I numeri Schedule B, e non i numeri HS, devono essere forniti sulla Dichiarazione di Esportazione dei Caricatori (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nI codici di importazione sono amministrati dalla Commissione per il Commercio Internazionale degli Stati Uniti (USITC). http://hts.usitc.gov/\nAggiornamento 2020: il link http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf non è più attivo. Consultare il mittente per un modulo SED.
lt: Prekių HTS-6 kodas; naudojant formatą: 4012.11 arba 4012.11.4000 (Dešimtainis taškas aiškiai užkoduotas) Harmonizuotos sistemos (HS) klasifikacija yra 6 skaitmenų standartizuotas skaitinis būdas klasifikuoti prekes prekybai. HS numeriai naudojami pasaulio muitinėse prekių identifikavimui muitų ir mokesčių taikymo tikslais. Papildomi skaitmenys pridedami prie HS numerio kai kurios vyriausybės, norint dar labiau atskirti prekes tam tikrose kategorijose. Jungtinėse Valstijose, eksportui skirtų prekių klasifikavimo numeriai vadinami 'Schedule B' numeriais. JAV Statistikos biuras administruoja Schedule B sistemą. Schedule B numeriai, o ne HS numeriai, turi būti pateikiami ant Eksporto deklaracijos (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nImporto kodai administruojami JAV Tarptautinės prekybos komisijos (USITC). http://hts.usitc.gov/\n2020 metų atnaujinimas: http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf nuoroda nebėra aktyvi. Dėl Eksporto deklaracijos (SED) formos kreipkitės į vežėją.
lv: Preču HTS-6 Kods; Izmantojot formātu: 4012.11 vai 4012.11.4000 (Decimālais punkts tiek izteikti kodēts) Harmonizētā sistēma (HS) Klasifikācija ir 6-ciparu standartizēta skaitliska metode, lai klasificētu tirdzniecības preces. HS numurus izmanto muitas iestādes visā pasaulē, lai identificētu preces muitas nodevu un nodokļu piemērošanai. Dažas valstis pievieno HS numuram papildu ciparus, lai vēl vairāk atšķirtu produktus noteiktās kategorijās. Savienotajās Valstīs, numurus, kas izmanto, lai klasificētu eksportētās preces, sauc par 'Schedule B' numuriem. 'Schedule B' sistēmu pārvalda ASV Tautas Skaitīšanas Birojs. 'Schedule B' numuri, nevis HS numuri, jānorāda Kravas Eksporta Deklarācijā (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nImporta kodus pārvalda ASV Starptautiskās Tirdzniecības Komisija (USITC). http://hts.usitc.gov/\n2020. gada atjauninājums: saite http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf vairs nav aktīva. Konsultējieties ar krāvēju par SED formu.
mt: Kodiċi tal-Komodità HTS-6; Bl-użu tal-format: 4012.11 jew 4012.11.4000 (Il-punt huwa kkodifikat espressament) Il-Klassifikazzjoni tas-Sistema Armonizzata (HS) hija metodu numeriku standardizzat ta' 6-ċifri għall-klassifikazzjoni tal-prodotti kummerċjati. In-numri HS jintużaw mill-awtoritajiet doganali madwar id-dinja biex jidentifikaw il-prodotti għall-applikazzjoni ta' dazji u taxxi. Ċifri addizzjonali jiġu miżjuda man-numru HS minn xi governi biex jiddistingwu ulterjorment il-prodotti f'ċerti kategoriji. Fl-Istati Uniti, in-numri użati biex jikklassifikaw il-prodotti esportati jissejħu 'numri Schedule B'. Il-Bureau tal-Census tal-Istati Uniti jamministra s-sistema Schedule B. In-numri Schedule B, mhux in-numri HS, iridu jiġu pprovduti fuq id-Dikjarazzjoni tal-Esportazzjoni tal-Merkanti (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nIl-kodiċijiet tal-importazzjoni huma amministrati mill-Kummissjoni tal-Kummerċ Internazzjonali tal-Istati Uniti (USITC). http://hts.usitc.gov/\nAġġornament 2020: il-link http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf m'għadux attiv. Konsulta mal-mittent għal formola SED.
nl: Commodity HTS-6 Code; Met gebruik van het formaat: 4012.11 of 4012.11.4000 (Decimaalpunt is uitdrukkelijk gecodeerd) De Geharmoniseerde Systeem (HS) Classificatie is een 6-cijferige gestandaardiseerde numerieke methode om verhandelde producten te classificeren. HS-nummers worden gebruikt door douaneautoriteiten wereldwijd om producten te identificeren voor de toepassing van rechten en belastingen. Extra cijfers worden door sommige regeringen toegevoegd aan het HS-nummer om producten in bepaalde categorieën verder te onderscheiden. In de Verenigde Staten worden nummers gebruikt om geëxporteerde producten te classificeren 'Schedule B'-nummers genoemd. Het U.S. Census Bureau beheert het Schedule B-systeem. Schedule B-nummers, niet HS-nummers, moeten worden verstrekt op de Shippers' Export Declaration (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nImportcodes worden beheerd door de U.S. International Trade Commission (USITC). http://hts.usitc.gov/\n2020 Update: de http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf link is niet langer actief. Raadpleeg de verzender voor een SED-formulier.
no: Vare HTS-6-kode; Ved bruk av formatet: 4012.11 eller 4012.11.4000 (Desimalpunktet er uttrykkelig kodet) Den harmoniserte system (HS) klassifiseringen er en 6-sifret standardisert numerisk metode for klassifisering av handelsvarer. HS-numre brukes av tollmyndigheter over hele verden for å identifisere produkter for anvendelse av toll og skatter. Ytterligere sifre legges til HS-nummeret av noen regjeringer for ytterligere å skille produkter i visse kategorier. I USA brukes tall for å klassifisere eksporterte produkter kalt 'Schedule B'-tall. U.S. Census Bureau administrerer Schedule B-systemet. Schedule B-tall, ikke HS-tall, må oppgis på shippers' eksportdeklarasjon (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nImportkoder administreres av U.S. International Trade Commission (USITC). http://hts.usitc.gov/\n2020 Oppdatering: http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf-lenken er ikke lenger aktiv. Konsulter avsenderen for et SED-skjema.
pl: Kod towarowy HTS-6; Używając formatu: 4012.11 lub 4012.11.4000 (Kropka jest wyraźnie zakodowana) Klasyfikacja Systemu Harmonizowanego (HS) to 6-cyfrowa standaryzowana metoda klasyfikowania produktów handlowanych. Numery HS są używane przez urzędy celne na całym świecie do identyfikacji produktów w celu zastosowania ceł i podatków. Dodatkowe cyfry są dodawane do numeru HS przez niektóre rządy w celu dalszego rozróżnienia produktów w pewnych kategoriach. W Stanach Zjednoczonych, numery używane do klasyfikacji eksportowanych produktów nazywane są numerami 'Schedule B'. Biuro Spisu Ludności Stanów Zjednoczonych administruje system Schedule B. Numery Schedule B, a nie numery HS, muszą być podane na Deklaracji Eksportowej (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nKody importu są administrowane przez Komisję Handlu Międzynarodowego USA (USITC). http://hts.usitc.gov/\nAktualizacja 2020: link http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf nie jest już aktywny. Skonsultuj się z nadawcą w celu uzyskania formularza SED.
pt: Código HTS-6 de Commodity; Usando o formato: 4012.11 ou 4012.11.4000 (O ponto decimal é expressamente codificado) A Classificação do Sistema Harmonizado (HS) é um método numérico padronizado de 6 dígitos de classificar produtos comercializados. Números HS são usados por autoridades alfandegárias ao redor do mundo para identificar produtos para a aplicação de direitos e impostos. Dígitos adicionais são adicionados ao número HS por alguns governos para distinguir ainda mais produtos em certas categorias. Nos Estados Unidos, números usados para classificar produtos exportados são chamados de números 'Schedule B'. O U.S. Census Bureau administra o sistema Schedule B. Números Schedule B, não números HS, devem ser fornecidos na Declaração de Exportação do Remetente (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nCódigos de importação são administrados pela U.S. International Trade Commission (USITC). http://hts.usitc.gov/\nAtualização 2020: o link http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf não está mais ativo. Consulte o remetente para um formulário SED.
ro: Codul Mărfii HTS-6; Folosind formatul: 4012.11 sau 4012.11.4000 (Punctul zecimal este codificat expres) Clasificarea Sistemului Armonizat (HS) este o metodă numerică standardizată de 6 cifre de clasificare a produselor comerciale. Numerele HS sunt utilizate de autoritățile vamale din întreaga lume pentru a identifica produsele în scopul aplicării taxelor și impozitelor. Cifre suplimentare sunt adăugate de unele guverne la numărul HS pentru a distinge mai clar produsele în anumite categorii. În Statele Unite, numerele utilizate pentru a clasifica produsele exportate se numesc numere 'Schedule B'. Biroul de Recensământ al SUA administrează sistemul Schedule B. Numerele Schedule B, nu numerele HS, trebuie să fie furnizate pe Declarația de Export a Expeditorului (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nCodurile de import sunt administrate de Comisia de Comerț Internațională a SUA (USITC). http://hts.usitc.gov/\nActualizare 2020: linkul http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf nu mai este activ. Consultați exped
sk: Kód komodity HTS-6; Používa formát: 4012.11 alebo 4012.11.4000 (Desatinná bodka je výslovne zakódovaná) Harmonizovaný systém (HS) klasifikácie je 6-miestna štandardizovaná číselná metóda klasifikácie obchodovaných produktov. Čísla HS používajú colné úrady po celom svete na identifikáciu produktov pre uplatnenie ciel a daní. Ďalšie číslice sú pridané k číslu HS niektorými vládami na ďalšie rozlíšenie produktov v určitých kategóriách. V Spojených štátoch sú čísla používané na klasifikáciu exportovaných produktov nazývané číslami 'Schedule B'. Systém Schedule B spravuje Úrad pre sčítanie ľudu USA. Čísla Schedule B, nie čísla HS, musia byť uvedené na vyhlásení o exporte (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nImportné kódy spravuje Komisia USA pre medzinárodný obchod (USITC). http://hts.usitc.gov/\nAktualizácia 2020: odkaz http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf už nie je aktívny. Poradte sa s odosielateľom ohľadom formulára SED.
sl: Tarifna številka HTS-6; Uporaba formata: 4012.11 ali 4012.11.4000 (Decimalna točka je izrecno kodirana) Klasifikacija po usklajenem sistemu (HS) je 6-mestna standardizirana numerična metoda za klasifikacijo trgovanih izdelkov. Številke HS uporabljajo carinske oblasti po svetu za identifikacijo izdelkov za uporabo dajatev in davkov. Dodatne številke dodajo nekatere vlade k številki HS, da še bolj razlikujejo izdelke v določenih kategorijah. V Združenih državah Amerike se številke, uporabljene za klasifikacijo izvoženih izdelkov, imenujejo 'številke razporeda B'. Sistem razporeda B upravlja Urad za popis ZDA. Številke razporeda B, ne številke HS, morajo biti navedene na izvozni deklaraciji (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nUvozne kode upravlja Komisija ZDA za mednarodno trgovino (USITC). http://hts.usitc.gov/\nPosodobitev 2020: povezava http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf ni več aktivna. Za obrazec SED se posvetujte s pošiljateljem.
sv: Varukod HTS-6; Använder formatet: 4012.11 eller 4012.11.4000 (Decimalpunkt uttryckligen kodad) Harmoniserade systemet (HS) Klassificering är en 6-siffrig standardiserad numerisk metod för att klassificera handelsvaror. HS-nummer används av tullmyndigheter runt om i världen för att identifiera produkter för tillämpning av tullar och skatter. Ytterligare siffror läggs till HS-numret av vissa regeringar för att ytterligare skilja produkter i vissa kategorier. I USA används nummer för att klassificera exporterade produkter som kallas 'Schedule B' nummer. U.S. Census Bureau administrerar Schedule B-systemet. Schedule B-nummer, inte HS-nummer, måste anges på Exportörens Deklaration (SED).\nhttp://www.niccomp.com/rohs/files/NIC_HTS1006.pdf\nImportkoder administreras av U.S. International Trade Commission (USITC). http://hts.usitc.gov/\n2020 Uppdatering: länken http://www.niccomp.com/rohs/files/NIC_HTS1006.pdf är inte längre aktiv. Konsultera avsändaren för ett SED-formulär.
