Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di22020
source: Identification of a party to a transaction assigned by a holder of a Company Identification Number (CIN) and including the related Issuing Agency Code (IAC) in accordance with ISO/IEC 15459 and its registry, structured as a sequence of 3 concatenated data elements: IAC, followed by CIN, followed by a plus (+) character followed by one or more code values from EDIFACT Code List 3035 'Party Qualifier', separated by plus (+) characters (Never to be concatenated with other DIs in a linear symbol or other media where the concatenation character is a plus (+) character).
bg: Идентификация на страна в транзакция, присвоена от притежател на идентификационен номер на компания (CIN) и включваща съответния код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459 и неговия регистър, структурирана като поредица от 3 конкатенирани данни елемента: IAC, последвано от CIN, последвано от плюс (+) символ, последван от една или повече кодови стойности от списъка с кодове на EDIFACT 3035 'Квалификатор на страна', разделени с плюс (+) символи (никога да не се конкатенира с други DI в линеен символ или други медии, където символът за конкатенация е плюс (+) символ).
cs: Identifikace strany transakce přiřazená držitelem Čísla Identifikace Společnosti (CIN) a zahrnující související Kód Vydávající Agentury (IAC) v souladu s ISO/IEC 15459 a jeho registrem, strukturovaná jako posloupnost 3 spojených datových prvků: IAC, následovaný CIN, následovaný znakem plus (+) následovaný jednou nebo více hodnotami kódů z EDIFACT Code List 3035 'Party Qualifier', oddělené znaky plus (+) (Nikdy nespojovat s jinými DI v lineárním symbolu nebo jiných médiích, kde je znakem spojení plus (+)).
de: Identifizierung einer Partei zu einer Transaktion, die einem Inhaber einer Unternehmensidentifikationsnummer (CIN) zugewiesen wurde und einschließlich des zugehörigen Ausstellenden Agenturcodes (IAC) gemäß ISO/IEC 15459 und seinem Register, strukturiert als eine Folge von 3 verketteten Datenelementen: IAC, gefolgt von CIN, gefolgt von einem Pluszeichen (+), gefolgt von einem oder mehreren Code-Werten aus der EDIFACT-Code-Liste 3035 'Party Qualifier', getrennt durch Pluszeichen (+) (Niemals mit anderen DIs in einem linearen Symbol oder anderen Medien zu verkettet werden, in denen das Verkettungszeichen ein Pluszeichen (+) ist).
el: Ταυτοποίηση μέρους σε μια συναλλαγή που έχει ανατεθεί από κάτοχο Αριθμού Ταυτοποίησης Εταιρείας (CIN) και περιλαμβάνει τον σχετικό Κωδικό Εκδότη Υπηρεσίας (IAC) σύμφωνα με το ISO/IEC 15459 και το μητρώο του, δομημένο ως μια ακολουθία 3 συνεχόμενων στοιχείων δεδομένων: IAC, ακολουθούμενο από CIN, ακολουθούμενο από έναν χαρακτήρα πληθυντικού (+) ακολουθούμενο από έναν ή περισσότερους κωδικούς αξιών από τον κατάλογο κωδικών EDIFACT 3035 'Party Qualifier', διαχωρισμένοι με χαρακτήρες πληθυντικού (+) (Ποτέ να μην συνδυάζεται με άλλα DIs σε ένα γραμμικό σύμβολο ή άλλα μέσα όπου ο χαρακτήρας συνένωσης είναι ένας χαρακτήρας πληθυντικού (+)).
es: Identificación de una parte en una transacción asignada por un titular de un Número de Identificación de Compañía (CIN) e incluyendo el Código de Agencia Emisora (IAC) relacionado de acuerdo con ISO/IEC 15459 y su registro, estructurado como una secuencia de 3 elementos de datos concatenados: IAC, seguido por CIN, seguido por un carácter más (+) seguido por uno o más valores de código de la Lista de Códigos EDIFACT 3035 'Calificador de Parte', separados por caracteres más (+) (Nunca a ser concatenado con otros DIs en un símbolo lineal u otro medio donde el carácter de concatenación sea un carácter más (+)).
et: Tehingu osapoole identifitseerimine, mille on määranud ettevõtte identifitseerimisnumbri (CIN) omanik ja mis sisaldab seotud väljaandva asutuse koodi (IAC) vastavalt ISO/IEC 15459-le ja selle registri, koosneb 3 järjestikusest andmeelemendist: IAC, millele järgneb CIN, millele järgneb pluss (+) märk, millele järgneb üks või mitu koodiväärtust EDIFACTi koodiloendist 3035 'Party Qualifier', eraldatud pluss (+) märkidega (Ei tohi kunagi olla ühendatud teiste DI-dega lineaarsümbolis või muus meedias, kus ühendamise märk on pluss (+) märk).
fi: Transaktion osapuolen tunnistaminen, jonka Yritystunnusnumeron (CIN) haltija on määrittänyt ja joka sisältää liittyvän Myöntävän Viranomaisen Koodin (IAC) ISO/IEC 15459:n ja sen rekisterin mukaisesti, rakenteena kolmen yhdistetyn datan elementin sarja: IAC, seurattuna CIN:llä, seurattuna plus (+) merkillä seurattuna yhdestä tai useammasta koodiarvosta EDIFACT-koodilistasta 3035 'Osapuolen Kvalifioija', erotettuna plus (+) merkeillä (Ei koskaan yhdistettävä muiden DI:iden kanssa lineaarisessa symbolissa tai muussa mediassa, jossa yhdistämisen merkki on plus (+) merkki).
fr: Identification d'une partie à une transaction attribuée par un détenteur d'un Numéro d'Identification d'Entreprise (CIN) et incluant le Code d'Agence Émettrice (IAC) conformément à l'ISO/IEC 15459 et à son registre, structuré comme une séquence de 3 éléments de données concaténés : IAC, suivi par CIN, suivi par un caractère plus (+) suivi par une ou plusieurs valeurs de code de la Liste de Codes EDIFACT 3035 'Qualificateur de Partie', séparées par des caractères plus (+) (Jamais à concaténer avec d'autres DI dans un symbole linéaire ou d'autres supports où le caractère de concaténation est un caractère plus (+)).
ga: Aitheantas Páirtí chuig Idirbheart a shanntar ag sealbhóir Uimhir Aitheantais Cuideachta (CIN) agus lena n-áirítear an Cód Gníomhaireachta Eisithe (IAC) de réir ISO/IEC 15459 agus a chlárlann, struchtúrtha mar shraith de 3 eilimintí sonraí comhcheangailte: IAC, ina dhiaidh sin CIN, ina dhiaidh sin carachtar pluis (+) agus leanann ceann nó níos mó luachanna cód ó Liosta Cód EDIFACT 3035 'Cáilíochtóir Páirtí', scartha ag carachtair pluis (+) (Níor chóir iad a comhcheangal le DIs eile i siombail líneach nó i meáin eile áit a bhfuil an carachtar comhcheangail ina charachtar pluis (+)).
hr: Identifikacija stranke u transakciji dodijeljena od strane nositelja Broja identifikacije tvrtke (CIN) i uključujući povezani Kod izdavajuće agencije (IAC) u skladu s ISO/IEC 15459 i njegovim registrom, strukturirano kao niz od 3 spojena podatkovna elementa: IAC, nakon čega slijedi CIN, nakon čega slijedi plus (+) znak nakon kojeg slijedi jedna ili više vrijednosti kodova iz EDIFACT popisa kodova 3035 'Kvalifikator stranke', odvojenih plus (+) znakovima (Nikada ne kombinirati s drugim DI u linearnom simbolu ili drugim medijima gdje je znak za kombiniranje plus (+) znak).
hu: Egy tranzakcióban részt vevő fél azonosítása, amelyet egy Cégazonosító Szám (CIN) birtokosa jelöl ki, beleértve a kapcsolódó Kiadói Ügynökség Kódot (IAC) az ISO/IEC 15459 szerint és annak nyilvántartását, három összefűzött adatelemből álló sorozatként: IAC, majd CIN, majd egy plusz (+) karakter, majd egy vagy több kódból álló sorozat az EDIFACT Kódlista 3035 'Fél Minősítő' szerint, plusz (+) karakterekkel elválasztva (Soha ne legyen összefűzve más DI-kkel egy lineáris szimbólumban vagy más médiában, ahol az összefűzés karaktere egy plusz (+) karakter).
is: Auðkenning aðila að viðskiptum úthlutað af eiganda Fyrirtækisauðkennisnúmers (CIN) og inniheldur viðkomandi Útgáfustofnunarkóða (IAC) í samræmi við ISO/IEC 15459 og skrá sína, uppbyggt sem röð af 3 samsettum gagnaeiningum: IAC, fylgt af CIN, fylgt af plús (+) tákninu fylgt af einu eða fleiri kóðagildum frá EDIFACT Kóðalista 3035 'Aðila Kvóti', aðskildum með plús (+) táknunum (Aldrei að vera samsett með öðrum DIs í línulegu tákni eða öðru miðli þar sem samsetningartákn er plús (+) tákn).
it: Identificazione di una parte in una transazione assegnata da un titolare di un Numero di Identificazione Aziendale (CIN) e includendo il relativo Codice dell'Agenzia di Emissione (IAC) in conformità con ISO/IEC 15459 e il suo registro, strutturato come una sequenza di 3 elementi di dati concatenati: IAC, seguito da CIN, seguito da un carattere più (+) seguito da uno o più valori di codice da EDIFACT Codice Lista 3035 'Qualificatore di Parte', separati da caratteri più (+) (Mai da concatenarsi con altri DI in un simbolo lineare o altri media dove il carattere di concatenazione è un più (+)).
lt: Šalies paskirtas sandorio šalies identifikavimas, priskirtas Įmonės Identifikavimo Numerio (CIN) turėtojo ir įtraukiant susijusį Išdavimo Agentūros Kodą (IAC) pagal ISO/IEC 15459 ir jo registrą, struktūrizuotas kaip 3 susietų duomenų elementų seka: IAC, po to CIN, po to pliuso (+) simbolis, po to viena ar daugiau kodo reikšmių iš EDIFACT Kodų Sąrašo 3035 'Šalies Kvalifikatorius', atskirtų pliuso (+) simboliais (niekada nesujungti su kitais DI tiesinėje simbolikoje ar kitose medijose, kur sujungimo simbolis yra pliuso (+) simbolis).
lv: Transakcijas puses identifikācija, ko piešķīris Uzņēmuma Identifikācijas Numura (CIN) turētājs un ietverot saistīto Izdošanas Aģentūras Kodu (IAC) saskaņā ar ISO/IEC 15459 un tā reģistru, strukturēts kā 3 secīgi savienotu datu elementu virkne: IAC, kam seko CIN, kam seko plusa (+) simbols, kam seko viena vai vairākas koda vērtības no EDIFACT Koda Saraksta 3035 'Puses Kvalifikators', atdalītas ar plusa (+) zīmēm (Nekad nav konkatenējams ar citiem DI lineārā simbolā vai citos medijos, kur konkatenācijas rakstzīme ir plusa (+) zīme).
mt: Identifikazzjoni ta' parti għal tranżazzjoni assenjata minn detentur ta' Numru ta' Identifikazzjoni tal-Kumpanija (CIN) u inkluża l-Kodiċi tal-Aġenzija li Toħroġ (IAC) skont ISO/IEC 15459 u r-reġistru tiegħu, strutturat bħala sekwenza ta' 3 elementi tad-data konkatenati: IAC, segwit minn CIN, segwit minn karattru tal-plus (+) segwit minn wieħed jew aktar valuri ta' kodiċi mill-Lista tal-Kodiċijiet EDIFACT 3035 'Kwalifikatur tal-Parti', separati minn karattri tal-plus (+) (Qatt m'għandu jiġi konkatenat ma' DIs oħra f'simbolu lineari jew midja oħra fejn il-karattru tal-konkatenazzjoni huwa karattru tal-plus (+)).
nl: Identificatie van een partij bij een transactie toegewezen door een houder van een Bedrijfsidentificatienummer (CIN) en inclusief de gerelateerde Uitgevende Instantiecode (IAC) in overeenstemming met ISO/IEC 15459 en het register ervan, gestructureerd als een reeks van 3 aaneengeschakelde gegevenselementen: IAC, gevolgd door CIN, gevolgd door een plus (+) karakter gevolgd door één of meer code waarden uit EDIFACT Code Lijst 3035 'Party Qualifier', gescheiden door plus (+) karakters (Nooit te concatenaten met andere DIs in een lineair symbool of andere media waar het concatenatieteken een plus (+) karakter is).
no: Identifikasjon av en part til en transaksjon tildelt av en innehaver av et Selskaps Identifikasjonsnummer (CIN) og inkludert det relaterte Utstedende Byrå Koden (IAC) i samsvar med ISO/IEC 15459 og dets register, strukturert som en sekvens av 3 sammenkoblede dataelementer: IAC, fulgt av CIN, fulgt av et pluss (+) tegn fulgt av en eller flere kodeverdier fra EDIFACT Kodeliste 3035 'Partkvalifikator', separert med pluss (+) tegn (Aldri å bli sammenkoblet med andre DIs i et lineært symbol eller andre medier hvor sammenkoblingstegnet er et pluss (+) tegn).
pl: Identyfikacja strony transakcji przypisana przez posiadacza numeru identyfikacyjnego firmy (CIN) i zawierająca powiązany kod agencji wydającej (IAC) zgodnie z ISO/IEC 15459 i jego rejestrem, strukturyzowana jako sekwencja 3 połączonych elementów danych: IAC, po którym następuje CIN, po którym następuje znak plus (+), po którym następuje jedna lub więcej wartości kodów z listy kodów EDIFACT 3035 'Kwalifikator strony', rozdzielonych znakami plus (+) (Nigdy nie łączyć z innymi identyfikatorami danych w symbolu liniowym lub innych mediach, gdzie znak łączenia to znak plus (+)).
pt: Identificação de uma parte em uma transação atribuída por um detentor de um Número de Identificação da Empresa (CIN) e incluindo o Código da Agência Emissora (IAC) relacionado de acordo com a ISO/IEC 15459 e seu registro, estruturado como uma sequência de 3 elementos de dados concatenados: IAC, seguido por CIN, seguido por um caractere de mais (+) seguido por um ou mais valores de código da Lista de Códigos 3035 'Qualificador de Parte' da EDIFACT, separados por caracteres de mais (+) (Nunca a ser concatenado com outros DIs em um símbolo linear ou outros meios onde o caractere de concatenação é um mais (+)).
ro: Identificarea unei părți la o tranzacție atribuită de un deținător al unui Număr de Identificare a Companiei (CIN) și incluzând Codul Agenției Emitente (IAC) în conformitate cu ISO/IEC 15459 și registrul său, structurat ca o secvență de 3 elemente de date concatenate: IAC, urmat de CIN, urmat de un caracter plus (+) urmat de una sau mai multe valori de coduri din Lista de Coduri EDIFACT 3035 'Calificativul Părții', separate prin caractere plus (+) (Niciodată să nu fie concatenate cu alte DI-uri într-un simbol liniar sau alte medii unde caracterul de concatenare este un caracter plus (+)).
sk: Identifikácia strany transakcie pridelená držiteľom čísla identifikácie spoločnosti (CIN) a zahŕňajúca príslušný Kód vydávajúcej agentúry (IAC) v súlade s ISO/IEC 15459 a jeho registrom, štruktúrovaná ako postupnosť 3 konkatenovaných dátových prvkov: IAC, nasledovaný CIN, nasledovaný plus (+) znakom nasledovaný jednou alebo viacerými hodnotami kódu z EDIFACT Code List 3035 'Party Qualifier', oddelenými plus (+) znakmi (Nikdy nekonkatenovať s inými DI v lineárnom symboli alebo iných médiách, kde je znak konkatenácie plus (+)).
sl: Identifikacija stranke v transakciji, dodeljena s strani imetnika številke identifikacije podjetja (CIN) in vključno z z njim povezano kodo izdajateljske agencije (IAC) v skladu z ISO/IEC 15459 in njenim registrom, strukturirano kot zaporedje 3 zaporednih podatkovnih elementov: IAC, sledi CIN, sledi znak plus (+) sledi ena ali več kodnih vrednosti iz seznama kod EDIFACT 3035 'Kvalifikator stranke', ločenih z znaki plus (+) (Nikoli ne združujte z drugimi DI v linearnem simbolu ali drugih medijih, kjer je znak za združevanje plus (+)).
sv: Identifiering av en part till en transaktion tilldelad av en innehavare av ett Företagsidentifieringsnummer (CIN) och inkluderar den relaterade Utfärdande Myndighetskoden (IAC) i enlighet med ISO/IEC 15459 och dess register, strukturerad som en sekvens av 3 sammanfogade dataelement: IAC, följt av CIN, följt av ett plus (+) tecken följt av en eller flera kodvärden från EDIFACT Kodlista 3035 'Party Qualifier', separerade av plus (+) tecken (Får aldrig sammanfogas med andra DIs i en linjär symbol eller annat medium där sammanfogningskaraktären är ett plus (+) tecken).
