Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di14015
source: Representing Industrial Internet Identifier Codes controlled and maintained by CAICT, used in the Industrial Internet Identifier Resolution System of China and constructed as <DI><IAC><TTC><STC><CIN><SN>, in the form an3+a3+n3+n3+n8+an1…33, where an3 is the Data Identifier (DI), a3 is the Issuing Agency Code (IAC = “VAA”), n3 is the Top-Tier Code (TTC), n3 is the Secondary-Tier Code (STC), n8 is the Company Identification Number (CIN) controlled and assigned by the Secondary-Tier platform and an1…33 is the Serial Number (SN) that is controlled and assigned by the holder of the CIN, and is unique within that CIN holders’ domain, using the characters 0 through 9, upper- and lower\u0002case A through Z, * (asterisk), + (plus sign), - (dash), . (period or full stop), / (forward slash), ( (left parenthesis), ) (right parenthesis), ! (exclamation mark).\nExamples:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
bg: Представяне на индустриални идентификационни кодове, контролирани и поддържани от CAICT, използвани в системата за разрешаване на идентификатори на индустриалния интернет в Китай и конструирани като <DI><IAC><TTC><STC><CIN><SN>, във формата an3+a3+n3+n3+n8+an1...33, където an3 е Идентификатор на данни (DI), a3 е Код на издаваща агенция (IAC = "VAA"), n3 е Код на най-високо ниво (TTC), n3 е Код на вторично ниво (STC), n8 е Идентификационен номер на компанията (CIN) контролиран и присвоен от платформата на вторично ниво и an1...33 е Сериен номер (SN), който е контролиран и присвоен от притежателя на CIN и е уникален в рамките на домейна на притежателя на CIN, използвайки символите 0 до 9, главни и малки букви A до Z, * (звезда), + (плюс), - (дефис), . (точка или пълна спирка), / (наклонена черта), ( (лява скоба), ) (дясна скоба), ! (удивителен знак).\nПримери:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
cs: Reprezentace kódů identifikátorů průmyslového internetu řízených a udržovaných CAICT, používaných v systému rozlišení identifikátorů průmyslového internetu v Číně a konstruovaných jako <DI><IAC><TTC><STC><CIN><SN>, ve formě an3+a3+n3+n3+n8+an1…33, kde an3 je identifikátor dat (DI), a3 je kód vydávající agentury (IAC = „VAA“), n3 je kód nejvyšší úrovně (TTC), n3 je kód druhotné úrovně (STC), n8 je číslo identifikace společnosti (CIN) řízené a přidělené platformou druhotné úrovně a an1…33 je sériové číslo (SN), které je řízené a přidělené držitelem CIN a je jedinečné v rámci domény držitelů CIN, používající znaky 0 až 9, velká a malá písmena A až Z, * (hvězdička), + (plus), - (pomlčka), . (tečka nebo tečka jako ukončovatel), / (lomítko), ( (levá závorka), ) (pravá závorka), ! (vykřičník).\nPříklady:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
de: Industrie-Internet-Identifikator-Codes, die von CAICT kontrolliert und gepflegt werden, die im industriellen Internet-Identifikationsauflösungssystem von China verwendet werden und konstruiert sind als <DI><IAC><TTC><STC><CIN><SN>, in der Form an3+a3+n3+n3+n8+an1...33, wobei an3 der Datenidentifikator (DI) ist, a3 der Ausstellende Agenturcode (IAC = "VAA"), n3 der Oberstufencode (TTC), n3 der Unterstufencode (STC), n8 die Unternehmensidentifikationsnummer (CIN), die vom Unterstufenplattform kontrolliert und zugewiesen wird, und an1...33 ist die Seriennummer (SN), die vom Inhaber des CIN kontrolliert und zugewiesen wird und innerhalb des Bereichs dieses CIN-Inhabers eindeutig ist und die Zeichen 0 bis 9, Groß- und Kleinbuchstaben A bis Z, * (Stern), + (Pluszeichen), - (Bindestrich), . (Punkt oder Punkt), / (Schrägstrich), ( (linke Klammer), ) (rechte Klammer), ! (Ausrufezeichen) verwendet.\nBeispiele:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
el: Αντιπροσώπευση Κωδικών Ταυτοποίησης Βιομηχανικού Διαδικτύου που ελέγχονται και συντηρούνται από το CAICT, χρησιμοποιούνται στο Σύστημα Επίλυσης Ταυτοποίησης Βιομηχανικού Διαδικτύου της Κίνας και δομούνται ως <DI><IAC><TTC><STC><CIN><SN>, στη μορφή an3+a3+n3+n3+n8+an1...33, όπου an3 είναι το Αναγνωριστικό Δεδομένων (DI), a3 είναι ο Κωδικός Εκδότη Οργανισμού (IAC = "VAA"), n3 είναι ο Κωδικός Ανώτερου Επιπέδου (TTC), n3 είναι ο Δευτεροβάθμιος Κωδικός (STC), n8 είναι ο Αριθμός Αναγνώρισης Εταιρείας (CIN) που ελέγχεται και ανατίθεται από τη δευτεροβάθμια πλατφόρμα και an1...33 είναι ο Σειριακός Αριθμός (SN) που ελέγχεται και ανατίθεται από τον κάτοχο του CIN, και είναι μοναδικός εντός του τομέα του κατόχου CIN, χρησιμοποιώντας τους χαρακτήρες 0 έως 9, κεφαλαία και πεζά A έως Z, * (αστερίσκο), + (σύμβολο πλης), - (παύλα), . (τελεία ή στίξη), / (κάθετος), ( (αριστερή παρένθεση), ) (δεξιά παρένθεση), ! (θαυμαστικό).\nΠαραδείγματα:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
es: Representando Códigos de Identificador de Internet Industrial controlados y mantenidos por CAICT, usados en el Sistema de Resolución de Identificadores de Internet Industrial de China y construidos como <DI><IAC><TTC><STC><CIN><SN>, en la forma an3+a3+n3+n3+n8+an1...33, donde an3 es el Identificador de Datos (DI), a3 es el Código de Agencia Emisora (IAC = "VAA"), n3 es el Código de Nivel Superior (TTC), n3 es el Código de Nivel Secundario (STC), n8 es el Número de Identificación de Compañía (CIN) controlado y asignado por la plataforma de Nivel Secundario y an1...33 es el Número de Serie (SN) que es controlado y asignado por el titular del CIN, y es único dentro del dominio de los titulares del CIN, usando los caracteres 0 a 9, A a Z en mayúsculas y minúsculas, * (asterisco), + (signo más), - (guión), . (punto o punto final), / (barra diagonal), ( (paréntesis izquierdo), ) (paréntesis derecho), ! (signo de exclamación).\nEjemplos:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
et: Esindades Tööstusliku Interneti Identifikaatori Koode, mida haldab ja hooldab CAICT, kasutusel Hiina Tööstusliku Interneti Identifikaatori Resolutsiooni Süsteemis ning konstrueeritud kujul <DI><IAC><TTC><STC><CIN><SN>, formaadis an3+a3+n3+n3+n8+an1...33, kus an3 on Andme Identifikaator (DI), a3 on Väljaandva Asutuse Kood (IAC = "VAA"), n3 on Ülemise Astme Kood (TTC), n3 on Teise Astme Kood (STC), n8 on Ettevõtte Identifitseerimisnumber (CIN), mida kontrollib ja määrab Teise Astme platvorm ja an1...33 on Seerianumber (SN), mida kontrollib ja määrab CIN omanik ning on unikaalne selle CIN omaniku domeenis, kasutades tähemärke 0 kuni 9, suur- ja väiketähed A kuni Z, * (tärn), + (plussmärk), - (kriips), . (punkt või täpp), / (kaldkriips), ( (vasakpoolne sulg), ) (parempoolne sulg), ! (hüüumärk).\nNäited:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
fi: Teollisen Internetin Tunnistekoodit, jotka CAICT hallinnoi ja ylläpitää, käytössä Kiinan Teollisen Internetin Tunnisteen Ratkaisujärjestelmässä ja rakennettuna <DI><IAC><TTC><STC><CIN><SN>, muodossa an3+a3+n3+n3+n8+an1...33, missä an3 on Datan Tunnistekoodi (DI), a3 on Myöntämisviraston Koodi (IAC = "VAA"), n3 on Ylätason Koodi (TTC), n3 on Toissijainen Koodi (STC), n8 on Yritystunnusnumero (CIN) toissijaisen tason alustan hallinnoima ja määrittämä ja an1...33 on Sarjanumero (SN), joka on CIN:n haltijan hallinnoima ja määrittämä, ja joka on uniikki kyseisen CIN:n haltijan alueella, käyttäen merkkejä 0–9, isoja ja pieniä kirjaimia A–Z, * (tähti), + (plusmerkki), - (viiva), . (piste tai pistemerkki), / (kenoviiva), ( (vasen sulku), ) (oikea sulku), ! (huutomerkki).\nEsimerkit:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
fr: Représentation des codes d'identifiant d'internet industriel contrôlés et maintenus par le CAICT, utilisés dans le système de résolution d'identifiant d'internet industriel de Chine et construits comme <DI><IAC><TTC><STC><CIN><SN>, sous la forme an3+a3+n3+n3+n8+an1...33, où an3 est l'identifiant de données (DI), a3 est le code d'agence d'émission (IAC = "VAA"), n3 est le code de niveau supérieur (TTC), n3 est le code de niveau secondaire (STC), n8 est le numéro d'identification de l'entreprise (CIN) contrôlé et attribué par la plateforme de niveau secondaire et an1...33 est le numéro de série (SN) qui est contrôlé et attribué par le détenteur du CIN, et est unique dans le domaine du détenteur du CIN, en utilisant les caractères de 0 à 9, majuscules et minuscules A à Z, * (astérisque), + (signe plus), - (tiret), . (point ou point final), / (barre oblique), ( (parenthèse gauche), ) (parenthèse droite), ! (point d'exclamation).\nExemples :\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
ga: Cóid Aitheantóirí Tionscail Idirlín atá rialaithe agus cothabháilte ag CAICT, úsáidte i gCóras Réitigh Aitheantóir Tionscail Idirlín na Síne agus atá tógtha mar <DI><IAC><TTC><STC><CIN><SN>, sa fhormáid an3+a3+n3+n3+n8+an1...33, áit a bhfuil an3 ina Aitheantas Sonraí (DI), a3 ina Cód Gníomhaireachta Eisithe (IAC = "VAA"), n3 ina Cód Barrchéime (TTC), n3 ina Cód Fochéime (STC), n8 ina Uimhir Aitheantais Cuideachta (CIN) atá rialaithe agus sannaithe ag ardán Fochéime, agus an1...33 ina Uimhir Sraitheach (SN) atá rialaithe agus sannaithe ag sealbhóir an CIN, agus atá uathúil laistigh de réimse sealbhóirí an CIN, ag baint úsáide as na carachtair 0 go 9, A trí Z uachtaracha agus íochtaracha, * (réalta), + (comhartha móide), - (lúibín), . (pointe nó stad iomlán), / (stráice chun tosaigh), ( (lúibín clé), ) (lúibín deas), ! (comhartha iontais).\nSamplaí:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
hr: Predstavljanje kodova industrijskog interneta identifikatora kontroliranih i održavanih od CAICT, korištenih u sustavu rezolucije identifikatora industrijskog interneta Kine i konstruiranih kao <DI><IAC><TTC><STC><CIN><SN>, u obliku an3+a3+n3+n3+n8+an1...33, gdje je an3 Data Identifier (DI), a3 je Issuing Agency Code (IAC = "VAA"), n3 je Top-Tier Code (TTC), n3 je Secondary-Tier Code (STC), n8 je Company Identification Number (CIN) kontroliran i dodijeljen od strane Secondary-Tier platforme i an1...33 je Serial Number (SN) koji je kontroliran i dodijeljen od strane nositelja CIN-a, i jedinstven je unutar domene tog nositelja CIN-a, koristeći znakove 0 do 9, velika i mala slova A do Z, * (zvjezdica), + (plus), - (crtica), . (točka ili potpuna zaustavka), / (kosa crta), ( (lijeva zagrade), ) (desna zagrade), ! (uzviknik).\nPrimjeri:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
hu: Az ipari internet azonosító kódjait a CAICT irányítja és karbantartja, amelyet Kínában használnak az Ipari Internet Azonosító Felbontási Rendszerben, és a következőképpen épül fel <DI><IAC><TTC><STC><CIN><SN>, a formátum an3+a3+n3+n3+n8+an1...33, ahol an3 az Adat Azonosító (DI), a3 a Kiadói Ügynökségi Kód (IAC = "VAA"), n3 a Felsőbb Szintű Kód (TTC), n3 az Alsóbb Szintű Kód (STC), n8 a Másodlagos Szintű platform által irányított és hozzárendelt Vállalati Azonosító Szám (CIN) és an1...33 a CIN birtokosa által irányított és hozzárendelt Sorozatszám (SN), amely egyedi a CIN birtokosának domainjében, a 0-tól 9-ig terjedő számjegyeket, a nagy- és kisbetűs A-tól Z-ig terjedő betűket, a * (csillagot), a + (plusz jelet), a - (kötőjelet), a . (pontot vagy teljes megállót), a / (perjelet), a ( (bal zárójelet), a ) (jobb zárójelet), a ! (felkiáltójel) karaktereket használva.\nPéldák:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
is: Fulltrúi iðnaðar nets auðkenniskóða stjórnað og viðhaldið af CAICT, notað í iðnaðar nets auðkennisleysikerfinu í Kína og samanstendur af <DI><IAC><TTC><STC><CIN><SN>, á formi an3+a3+n3+n3+n8+an1...33, þar sem an3 er gagnakennari (DI), a3 er útgáfustofnunarkóði (IAC = "VAA"), n3 er efsta stigs kóði (TTC), n3 er annars stigs kóði (STC), n8 er fyrirtækjaauðkenniskóði (CIN) stjórnað og úthlutað af annars stigs palli og an1...33 er raðnúmer (SN) sem er stjórnað og úthlutað af haldara CIN, og er einstakt innan þess CIN haldara sviðs, með notkun stafanna 0 til 9, há- og lágstafi A til Z, * (stjörnu), + (plúsmerki), - (bandstriki), . (punktur eða fullstopp), / (framstrik), ( (vinstri sviga), ) (hægri sviga), ! (upphrópunarmerki).\nDæmi:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
it: Rappresentazione dei Codici Identificatori Internet Industriali controllati e mantenuti da CAICT, utilizzati nel Sistema di Risoluzione degli Identificatori Internet Industriali della Cina e costruiti come <DI><IAC><TTC><STC><CIN><SN>, nella forma an3+a3+n3+n3+n8+an1...33, dove an3 è l'Identificatore di Dati (DI), a3 è il Codice dell'Agenzia di Emissione (IAC = "VAA"), n3 è il Codice di Livello Superiore (TTC), n3 è il Codice di Livello Secondario (STC), n8 è il Numero di Identificazione Aziendale (CIN) controllato e assegnato dalla piattaforma di Livello Secondario e an1...33 è il Numero di Serie (SN) che è controllato e assegnato dal titolare del CIN, ed è unico all'interno del dominio dei titolari del CIN, utilizzando i caratteri da 0 a 9, maiuscole e minuscole A fino a Z, * (asterisco), + (segno più), - (trattino), . (punto o punto fermo), / (barra obliqua), ( (parentesi sinistra), ) (parentesi destra), ! (punto esclamativo).\nEsempi:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
lt: Atstovaujant pramonės interneto identifikatorių kodus, kuriuos kontroliuoja ir palaiko CAICT, naudojamus Kinijos pramonės interneto identifikatorių rezoliucijos sistemoje ir sudarytus kaip <DI><IAC><TTC><STC><CIN><SN>, formoje an3+a3+n3+n3+n8+an1...33, kur an3 yra Duomenų Identifikatorius (DI), a3 yra Išdavimo Agentūros Kodas (IAC = "VAA"), n3 yra Aukščiausio lygio Kodas (TTC), n3 yra Antrinio lygio Kodas (STC), n8 yra Įmonės Identifikavimo Numeris (CIN), kontroliuojamas ir priskirtas Antrinio lygio platformos, ir an1...33 yra Serijos Numeris (SN), kurį kontroliuoja ir priskiria CIN turėtojas, ir kuris yra unikalus to CIN turėtojo srityje, naudojant simbolius nuo 0 iki 9, didžiąsias ir mažąsias raides A iki Z, * (žvaigždutę), + (pliusą), - (brūkšnį), . (tašką arba sustojimą), / (pasvirą brūkšnį), ( (kairę skliaustą), ) (dešinę skliaustą), ! (šauktuką).\nPavyzdžiai:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
lv: Rādītājs Industriālo Interneta Identifikatoru Kodiem, ko kontrolē un uztur CAICT, izmantojot Ķīnas Industriālā Interneta Identifikatoru Izšķirtspējas Sistēmu un konstruējot kā <DI><IAC><TTC><STC><CIN><SN>, formātā an3+a3+n3+n3+n8+an1...33, kur an3 ir Datu Identifikators (DI), a3 ir Izdošanas Aģentūras Kods (IAC = "VAA"), n3 ir Augšējā Līmeņa Kods (TTC), n3 ir Sekundārā Līmeņa Kods (STC), n8 ir Uzņēmuma Identifikācijas Numurs (CIN), ko kontrolē un piešķir Sekundārā Līmeņa platforma un an1...33 ir Seriālais Numurs (SN), ko kontrolē un piešķir CIN turētājs, un kas ir unikāls šī CIN turētāja domēnā, izmantojot rakstzīmes no 0 līdz 9, lielos un mazos burtus A līdz Z, * (zvaigznīti), + (plusa zīmi), - (defisi), . (punktu vai pilnu apstāšanās zīmi), / (slīpsvītru), ( (kreiso iekavu), ) (labo iekavu), ! (izsaukuma zīmi).\nPiemēri:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
mt: Ir-rappreżentazzjoni tal-Kodiċijiet tal-Identifikatur tal-Internet Industrijali kkontrollati u miżmuma mill-CAICT, użati fis-Sistema ta' Riżoluzzjoni tal-Identifikatur tal-Internet Industrijali taċ-Ċina u mibnija bħala <DI><IAC><TTC><STC><CIN><SN>, fil-forma an3+a3+n3+n3+n8+an1...33, fejn an3 huwa l-Identifikatur tad-Data (DI), a3 huwa l-Kodiċi tal-Aġenzija li Toħroġ (IAC = "VAA"), n3 huwa l-Kodiċi tat-Tier ta' Fuq (TTC), n3 huwa l-Kodiċi tat-Tier Sekondarju (STC), n8 huwa n-Numru ta' Identifikazzjoni tal-Kumpanija (CIN) kkontrollat u assenjat mill-pjattaforma tat-Tier Sekondarju u an1...33 huwa n-Numru tas-Serje (SN) li huwa kkontrollat u assenjat mid-detentur tal-CIN, u huwa uniku fl-ambitu tad-dominju tal-detenturi tal-CIN, bl-użu tal-karattri minn 0 sa 9, ittri kbar u żgħar minn A sa Z, * (asterisk), + (sinjal tal-plus), - (tratt), . (punt jew full stop), / (slash 'il quddiem), ( (parentesi xellugija), ) (parentesi leminija), ! (sinjal tal-ammirazzjoni).\nEżempji:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
nl: Vertegenwoordiging van Industriële Internet Identificatiecodes beheerd en onderhouden door CAICT, gebruikt in het Industriële Internet Identificatie Resolutie Systeem van China en geconstrueerd als <DI><IAC><TTC><STC><CIN><SN>, in de vorm an3+a3+n3+n3+n8+an1...33, waar an3 de Gegevensidentificator (DI) is, a3 is de Uitgevende Instantiecode (IAC = "VAA"), n3 is de Hoogste Niveau Code (TTC), n3 is de Secundaire Niveau Code (STC), n8 is het Bedrijfsidentificatienummer (CIN) beheerd en toegewezen door het Secundaire Niveau platform en an1...33 is het Serienummer (SN) dat wordt beheerd en toegewezen door de houder van de CIN, en is uniek binnen het domein van die CIN-houder, met gebruik van de tekens 0 tot 9, hoofd- en kleine letters A tot Z, * (asterisk), + (plusteken), - (streepje), . (punt of volledige stop), / (schuine streep), ( (linker haakje), ) (rechter haakje), ! (uitroepteken).\nVoorbeelden:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
no: Representerer industrielle internettidentifikatorkoder kontrollert og vedlikeholdt av CAICT, brukt i det industrielle internettidentifikasjonsoppløsningssystemet i Kina og konstruert som <DI><IAC><TTC><STC><CIN><SN>, i formen an3+a3+n3+n3+n8+an1...33, hvor an3 er dataidentifikatoren (DI), a3 er utstedende byråkode (IAC = "VAA"), n3 er toppnivåkoden (TTC), n3 er sekundærnivåkoden (STC), n8 er selskapsidentifikasjonsnummeret (CIN) kontrollert og tildelt av sekundærnivåplattformen og an1...33 er serienummeret (SN) som er kontrollert og tildelt av CIN-innehaveren, og er unikt innenfor den CIN-innehaverens domene, ved bruk av tegnene 0 til 9, store og små bokstaver A til Z, * (asterisk), + (pluss), - (bindestrek), . (punktum eller full stopp), / (skråstrek), ( (venstre parentes), ) (høyre parentes), ! (utropstegn).\nEksempler:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
pl: Reprezentacja kodów identyfikatorów Internetu Przemysłowego kontrolowanych i utrzymywanych przez CAICT, używanych w systemie rozpoznawania identyfikatorów Internetu Przemysłowego w Chinach i konstruowanych jako <DI><IAC><TTC><STC><CIN><SN>, w formie an3+a3+n3+n3+n8+an1...33, gdzie an3 to Identyfikator Danych (DI), a3 to Kod Agencji Wydającej (IAC = "VAA"), n3 to Kod Najwyższego Poziomu (TTC), n3 to Kod Drugiego Poziomu (STC), n8 to Numer Identyfikacji Firmy (CIN) kontrolowany i przydzielony przez platformę Drugiego Poziomu oraz an1...33 to Numer Seryjny (SN) kontrolowany i przydzielony przez posiadacza CIN, unikatowy w domenie tego posiadacza CIN, używający znaków 0 do 9, wielkich i małych liter A do Z, * (gwiazdka), + (plus), - (myślnik), . (kropka lub punkt), / (ukośnik), ( (nawias otwarty), ) (nawias zamknięty), ! (wykrzyknik).\nPrzykłady:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
pt: Representando Códigos de Identificador de Internet Industrial controlados e mantidos pelo CAICT, usados no Sistema de Resolução de Identificador de Internet Industrial da China e construídos como <DI><IAC><TTC><STC><CIN><SN>, no formato an3+a3+n3+n3+n8+an1...33, onde an3 é o Identificador de Dados (DI), a3 é o Código da Agência Emissora (IAC = "VAA"), n3 é o Código de Nível Superior (TTC), n3 é o Código de Nível Secundário (STC), n8 é o Número de Identificação da Empresa (CIN) controlado e atribuído pela plataforma de Nível Secundário e an1...33 é o Número de Série (SN) que é controlado e atribuído pelo detentor do CIN, e é único dentro do domínio desse detentor do CIN, usando os caracteres de 0 a 9, maiúsculas e minúsculas A a Z, * (asterisco), + (sinal de mais), - (traço), . (ponto ou ponto final), / (barra), ( (parêntese esquerdo), ) (parêntese direito), ! (ponto de exclamação).\nExemplos:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
ro: Reprezentând Codurile Identificatorului Internetului Industrial controlate și menținute de CAICT, utilizate în Sistemul de Rezoluție a Identificatorului Internetului Industrial din China și construite ca <DI><IAC><TTC><STC><CIN><SN>, în forma an3+a3+n3+n3+n8+an1...33, unde an3 este Identificatorul Datelor (DI), a3 este Codul Agenției de Emitere (IAC = "VAA"), n3 este Codul de Nivel Superior (TTC), n3 este Codul de Nivel Secundar (STC), n8 este Numărul de Identificare a Companiei (CIN) controlat și atribuit de platforma de Nivel Secundar și an1...33 este Numărul de Serie (SN) controlat și atribuit de deținătorul CIN, și este unic în domeniul deținătorilor CIN, folosind caracterele 0 până la 9, majusculele și minusculele A până la Z, * (asterisc), + (semn plus), - (cratimă), . (punct sau stop complet), / (slash înainte), ( (paranteză stângă), ) (paranteză dreaptă), ! (semnul exclamării).\nExemple:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
sk: Reprezentácia kódov identifikátora priemyselného internetu kontrolovaných a udržiavaných CAICT, používaných v systéme rozlíšenia identifikátorov priemyselného internetu v Číne a konštruovaných ako <DI><IAC><TTC><STC><CIN><SN>, vo formáte an3+a3+n3+n3+n8+an1...33, kde an3 je identifikátor údajov (DI), a3 je kód vydávajúcej agentúry (IAC = "VAA"), n3 je kód najvyššej úrovne (TTC), n3 je kód druhej úrovne (STC), n8 je číslo identifikácie spoločnosti (CIN) kontrolované a pridelené platformou druhej úrovne a an1...33 je sériové číslo (SN), ktoré je kontrolované a pridelené držiteľom CIN a je unikátne v rámci domény držiteľa CIN, používajúc znaky 0 až 9, veľké a malé písmená A až Z, * (hviezdička), + (plus), - (pomlčka), . (bodka alebo bodka), / (lomka), ( (ľavá zátvorka), ) (pravá zátvorka), ! (výkričník).\nPríklady:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
sl: Kode, ki predstavljajo industrijske internetne identifikatorje, nadzorovane in vzdrževane s strani CAICT, uporabljene v sistemu za resolucijo identifikatorjev industrijskega interneta Kitajske, sestavljene kot <DI><IAC><TTC><STC><CIN><SN>, v obliki an3+a3+n3+n3+n8+an1...33, kjer an3 je identifikator podatkov (DI), a3 je koda izdajateljske agencije (IAC = "VAA"), n3 je koda zgornje ravni (TTC), n3 je koda sekundarne ravni (STC), n8 je identifikacijska številka podjetja (CIN), nadzorovana in dodeljena s strani platforme sekundarne ravni, in an1...33 je serijska številka (SN), ki jo nadzoruje in dodeljuje imetnik CIN, ter je unikatna znotraj domene imetnika CIN, z uporabo znakov 0 do 9, velikih in malih črk A do Z, * (zvezdica), + (plus), - (vezaj), . (pika ali končna točka), / (poševnica), ( (levi oklepaj), ) (desni oklepaj), ! (klicaj).\nPrimeri:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
sv: Representerar industriella internetidentifierarkoder som kontrolleras och underhålls av CAICT, används i det industriella internetidentifieringssystemet i Kina och konstrueras som <DI><IAC><TTC><STC><CIN><SN>, i form an3+a3+n3+n3+n8+an1...33, där an3 är dataidentifieraren (DI), a3 är utfärdande myndighetskod (IAC = "VAA"), n3 är kod för översta nivån (TTC), n3 är kod för andra nivån (STC), n8 är företagsidentifikationsnummer (CIN) kontrollerat och tilldelat av plattformen för andra nivån och an1...33 är serienumret (SN) som kontrolleras och tilldelas av innehavaren av CIN, och är unikt inom den CIN-innehavarens domän, med tecken 0 till 9, stora och små bokstäver A till Z, * (asterisk), + (plustecken), - (bindestreck), . (punkt), / (snedstreck), ( (vänster parentes), ) (höger parentes), ! (utropstecken).\nExempel:\n15NVAA08810000000001123Ab.098\n15NVAA0881000000000112334Diat*C-\nDE!(8765)jiuY/L23+a!h
