Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di2030
source: Packaging Item Number.\nNumber to identify the type of packaging item (material) used when packing products and packages.\nThe number will enable packaging item (material) be identified and separated from products, packages, Returnable Transport Items (RTIs) and Returnable Packaging Items (RPIs) during packing.\nThe number is constructed as a sequence of minimum 1 data element:\nPackaging item (material) number that is unique within the holder's domain.
bg: Номер на артикул за опаковане.\nНомер за идентифициране на типа опаковъчен материал, използван при опаковането на продукти и пакети.\nНомерът ще позволи опаковъчният материал да бъде идентифициран и отделен от продуктите, пакетите, Върнателните транспортни артикули (RTIs) и Върнателните опаковъчни артикули (RPIs) по време на опаковането.\nНомерът е съставен от последователност от минимум 1 даннен елемент:\nНомер на опаковъчния материал, който е уникален в рамките на домейна на притежателя.
cs: Číslo obalového prvku.\nČíslo pro identifikaci typu obalového prvku (materiálu) použitého při balení produktů a balíčků.\nČíslo umožní identifikaci a oddělení obalových prvků (materiálů) od produktů, balíčků, vratných dopravních prvků (RTI) a vratných obalových prvků (RPI) během balení.\nČíslo je konstruováno jako posloupnost minimálně 1 datového prvku:\nČíslo obalového prvku (materiálu), které je jedinečné v rámci domény držitele.
de: Packungsgegenstandsnummer.\nNummer zur Identifizierung der Art des Verpackungsgegenstands (Material), die verwendet wird, wenn Produkte und Pakete verpackt werden.\nDie Nummer ermöglicht es, Verpackungsgegenstände (Materialien) von Produkten, Paketen, Rücktransportgegenständen (RTIs) und Rückverpackungsgegenständen (RPIs) während des Verpackens zu identifizieren und zu trennen.\nDie Nummer wird als eine Folge von mindestens 1 Datenelement konstruiert:\nVerpackungsgegenstand (Material)-Nummer, die innerhalb des Bereichs des Inhabers eindeutig ist.
el: Αριθμός Στοιχείου Συσκευασίας.\nΑριθμός για την ταυτοποίηση του τύπου στοιχείου συσκευασίας (υλικό) που χρησιμοποιείται κατά τη συσκευασία προϊόντων και συσκευασιών.\nΟ αριθμός θα επιτρέψει τα στοιχεία συσκευασίας (υλικό) να ταυτοποιηθούν και να διαχωριστούν από προϊόντα, συσκευασίες, Μεταφορικά Επιστρεπτέα Αντικείμενα (RTIs) και Επιστρεπτέα Στοιχεία Συσκευασίας (RPIs) κατά τη διάρκεια της συσκευασίας.\nΟ αριθμός δομείται ως μια ακολουθία ελάχιστου 1 στοιχείου δεδομένων:\nΑριθμός στοιχείου συσκευασίας (υλικό) που είναι μοναδικός εντός του τομέα του κατόχου.
es: Número de Artículo de Embalaje.\nNúmero para identificar el tipo de artículo de embalaje (material) utilizado al empacar productos y paquetes.\nEl número permitirá que el artículo de embalaje (material) sea identificado y separado de productos, paquetes, Artículos de Transporte Retornables (RTIs) y Artículos de Embalaje Retornables (RPIs) durante el empaquetado.\nEl número se construye como una secuencia de mínimo 1 elemento de datos:\nNúmero de artículo de embalaje (material) que es único dentro del dominio del titular.
et: Pakendamisüksuse number.\nNumber, mis identifitseerib pakendamisüksuse (materjali) tüüpi, mida kasutatakse toodete ja pakendite pakendamisel.\nNumber võimaldab pakendamisüksuse (materjali) tuvastada ja eraldada toodetest, pakenditest, tagastatavatest transpordiüksustest (RTI) ja tagastatavatest pakendamisüksustest (RPI) pakendamise ajal.\nNumber on koostatud vähemalt 1 andmeelemendist:\nPakendamisüksuse (materjali) number, mis on unikaalne hoidja domeenis.
fi: Pakkausvälineen numero.\nNumero, joka tunnistaa pakkausvälineen (materiaalin) tyypin, jota käytetään tuotteiden ja pakkausten pakkaamiseen.\nNumero mahdollistaa pakkausvälineen (materiaalin) tunnistamisen ja erottamisen tuotteista, pakkauksista, Palautettavista Kuljetusvälineistä (RTI) ja Palautettavista Pakkausvälineistä (RPI) pakkaamisen aikana.\nNumero muodostuu vähintään yhdestä dataelementistä:\nPakkausvälineen (materiaalin) numero, joka on yksilöllinen haltijan alueella.
fr: Numéro d'Article d'Emballage.\nNuméro pour identifier le type d'article d'emballage (matériel) utilisé lors de l'emballage de produits et de colis.\nLe numéro permettra d'identifier et de séparer l'article d'emballage (matériel) des produits, colis, Articles de Transport Retournables (RTI) et Articles d'Emballage Retournables (RPI) lors de l'emballage.\nLe numéro est construit comme une séquence d'au moins 1 élément de données :\nNuméro d'article d'emballage (matériel) qui est unique dans le domaine du détenteur.
ga: Uimhir Míre Pacáistithe.\nUimhir chun cineál míre pacáistithe (ábhar) a úsáidtear le linn táirgí agus pacáistí a phacáil a aithint.\nLigeann an uimhir do mhíre pacáistithe (ábhar) a aithint agus a dhealú ó tháirgí, pacáistí, Iompar In-aisíoctha (RTIs) agus Míreanna Pacáistithe In-aisíoctha (RPIs) le linn na pacála.\nTógáiltear an uimhir mar shraith d'eilimint sonraí íosta 1:\nUimhir míre (ábhar) pacáistithe atá uathúil laistigh de réimse sealbhóir an domhain.
hr: Broj ambalažne jedinice.\nBroj za identifikaciju tipa ambalažne jedinice (materijala) korištenog prilikom pakiranja proizvoda i paketa.\nBroj će omogućiti identifikaciju ambalažne jedinice (materijala) i odvajanje od proizvoda, paketa, povratnih prijevoznih sredstava (RTI) i povratnih ambalažnih jedinica (RPI) tijekom pakiranja.\nBroj je konstruiran kao niz od najmanje 1 podatkovnog elementa:\nBroj ambalažne jedinice (materijala) koji je jedinstven unutar domene nositelja.
hu: Csomagolási Tétel Száma.\nSzám a csomagolási tétel (anyag) típusának azonosítására, amikor termékeket és csomagokat csomagolnak.\nA szám lehetővé teszi a csomagolási tétel (anyag) azonosítását és elkülönítését a termékektől, csomagoktól, Visszaváltható Szállítási Tételektől (RTI-k) és Visszaváltható Csomagolási Tételektől (RPI-k) a csomagolás során.\nA számot legalább 1 adatelemből álló sorozatként állítják össze:\nA csomagolási tétel (anyag) száma, amely egyedi a birtokos tartományában.
is: Pakkningarhlutarnúmer.\nNúmer til að auðkenna tegund pakkningarhlutar (efnis) notað við pökkun vöru og pakka.\nNúmerið mun gera kleift að auðkenna pakkningarhlut (efni) og aðskilja það frá vörum, pökkum, Endurhæfum Flutningstækjum (RTIs) og Endurhæfum Pakkningarhlutum (RPIs) við pökkun.\nNúmerið er byggt upp sem röð af lágmarki 1 gagnaeiningu:\nPakkningarhlutarnúmer (efni) sem er einstakt innan eiganda sviðsins.
it: Numero dell'Articolo di Imballaggio.\nNumero per identificare il tipo di articolo di imballaggio (materiale) utilizzato nell'imballaggio di prodotti e pacchetti.\nIl numero consentirà di identificare e separare l'articolo di imballaggio (materiale) dai prodotti, pacchetti, Trasporti Ritornabili (RTI) e Articoli di Imballaggio Ritornabili (RPI) durante l'imballaggio.\nIl numero è costruito come una sequenza di minimo 1 elemento di dati:\nNumero dell'articolo di imballaggio (materiale) che è unico all'interno del dominio del titolare.
lt: Pakavimo elemento numeris.\nNumeris nustatantis pakavimo elemento (medžiagos) tipą, naudojamą produktams ir paketams pakuoti.\nNumeris leis identifikuoti pakavimo elementą (medžiagą) ir atskirti jį nuo produktų, paketų, Grąžinamų Transporto Priemonių (RTI) ir Grąžinamų Pakavimo Elementų (RPI) pakavimo metu.\nNumeris sudarytas kaip bent 1 duomenų elemento seka:\nPakavimo elemento (medžiagos) numeris, kuris yra unikalus per laikytojo domeną.
lv: Iepakojuma preces numurs.\nNumurs, lai identificētu iepakojuma preces (materiāla) tipu, kas izmantots, iepakojot produktus un iepakojumus.\nNumurs ļaus identificēt iepakojuma preces (materiālus) un atdalīt tos no produktiem, iepakojumiem, Atkārtoti Izmantojamiem Transporta Priekšmetiem (RTI) un Atkārtoti Izmantojamiem Iepakojuma Priekšmetiem (RPI) iepakojuma laikā.\nNumurs tiek konstruēts kā vismaz 1 datu elementa virkne:\nIepakojuma preces (materiāla) numurs, kas ir unikāls turētāja domēnā.
mt: Numru tal-Oġġett tal-Ippakkjar.\nNumru biex jidentifika t-tip ta' oġġett tal-ippakkjar (materjal) użat meta jiġu ppakkjati prodotti u pakketti.\nIn-numru se jippermetti li oġġetti tal-ippakkjar (materjali) jiġu identifikati u separati minn prodotti, pakketti, Oġġetti tat-Trasport li Jistgħu Jerġgħu jintużaw (RTIs) u Oġġetti tal-Ippakkjar li Jistgħu Jerġgħu jintużaw (RPIs) waqt l-ippakkjar.\nIn-numru huwa mibni bħala sekwenza ta' mill-inqas 1 element tad-data:\nNumru tal-oġġett tal-ippakkjar (materjal) li huwa uniku fid-dominju tas-sid.
nl: Verpakkingsitemnummer.\nNummer om het type verpakkingsitem (materiaal) te identificeren dat wordt gebruikt bij het verpakken van producten en pakketten.\nHet nummer maakt het mogelijk verpakkingsitems (materialen) te identificeren en te scheiden van producten, pakketten, Retourneerbare Transport Items (RTI's) en Retourneerbare Verpakkingsitems (RPI's) tijdens het verpakken.\nHet nummer wordt geconstrueerd als een reeks van minimaal 1 gegevenselement:\nVerpakkingsitem (materiaal) nummer dat uniek is binnen het domein van de houder.
no: Emballasje Varenummer.\nNummer for å identifisere typen emballasjevare (materiale) brukt ved pakking av produkter og pakker.\nNummeret vil muliggjøre identifisering og separasjon av emballasjevare (materiale) fra produkter, pakker, Returbare Transportelementer (RTIs) og Returbare Pakkingselementer (RPIs) under pakking.\nNummeret er konstruert som en sekvens av minimum 1 dataelement:\nEmballasjevare (materiale) nummer som er unikt innen innehaverens domene.
pl: Numer przedmiotu opakowaniowego.\nNumer identyfikujący typ przedmiotu opakowaniowego (materiału) używanego podczas pakowania produktów i opakowań.\nNumer umożliwi identyfikację przedmiotu opakowaniowego (materiału) i oddzielenie go od produktów, opakowań, zwrotnych przedmiotów transportowych (RTI) i zwrotnych przedmiotów opakowaniowych (RPI) podczas pakowania.\nNumer jest konstruowany jako sekwencja minimum 1 elementu danych:\nNumer przedmiotu opakowaniowego (materiału), który jest unikalny w domenie posiadacza.
pt: Número do Item de Embalagem.\nNúmero para identificar o tipo de item de embalagem (material) usado ao embalar produtos e pacotes.\nO número permitirá que o item de embalagem (material) seja identificado e separado de produtos, pacotes, Itens de Transporte Retornáveis (RTIs) e Itens de Embalagem Retornáveis (RPIs) durante a embalagem.\nO número é construído como uma sequência de mínimo 1 elemento de dados:\nNúmero do item de embalagem (material) que é único dentro do domínio do detentor.
ro: Numărul Articolului de Ambalaj.\nNumăr pentru identificarea tipului de articol de ambalaj (material) utilizat la ambalarea produselor și pachetelor.\nNumărul va permite identificarea și separarea articolului de ambalaj (material) de produse, pachete, Transportatoare Returnabile (RTIs) și Articole de Ambalaj Returnabile (RPIs) în timpul ambalării.\nNumărul este construit ca o secvență de minimum 1 element de date:\nNumărul articolului de ambalaj (material) care este unic în domeniul deținătorului.
sk: Číslo obalovej položky.\nČíslo na identifikáciu typu obalovej položky (materiálu) použitého pri balení produktov a balíkov.\nČíslo umožní identifikovať obalovú položku (materiál) a oddeliť ju od produktov, balíkov, vrátiteľných prepravných položiek (RTI) a vrátiteľných obalových položiek (RPI) počas balenia.\nČíslo je zostavené ako postupnosť minimálne 1 dátového prvku:\nČíslo obalovej položky (materiálu), ktoré je jedinečné v rámci domény držiteľa.
sl: Številka embalažnega predmeta.\nŠtevilka za identifikacijo vrste embalažnega predmeta (materiala), uporabljenega pri pakiranju izdelkov in paketov.\nŠtevilka bo omogočila identifikacijo embalažnega predmeta (materiala) in njegovo ločevanje od izdelkov, paketov, vračljivih transportnih sredstev (RTI) in vračljivih embalažnih predmetov (RPI) med pakiranjem.\nŠtevilka je sestavljena kot zaporedje najmanj 1 podatkovnega elementa:\nŠtevilka embalažnega predmeta (materiala), ki je edinstvena v domeni imetnika.
sv: Förpackningsföremålsnummer.\nNummer för att identifiera typen av förpackningsmaterial (material) som används vid förpackning av produkter och förpackningar.\nNumret kommer att möjliggöra att förpackningsmaterial (material) kan identifieras och separeras från produkter, förpackningar, Återanvändbara Transportföremål (RTIs) och Återanvändbara Förpackningsföremål (RPIs) under förpackning.\nNumret konstrueras som en sekvens av minst 1 dataelement:\nFörpackningsmaterial (material)-nummer som är unikt inom innehavarens domän.
