Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di2055
source: Global Unique Returnable Packaging Item (RPI) as defined in ISO 17364, assigned by a holder of a Company Identification Number (CIN) and including the related Issuing Agency Code (IAC) in accordance with ISO/IEC 15459 and its registry, structured as a sequence of 3 concatenated data elements: IAC, followed by CIN, followed by the RPI serial number that is unique within the CIN holder's domain.
bg: Глобално уникален върнателен опаковъчен артикул (RPI) както е дефиниран в ISO 17364, присвоен от притежател на Идентификационен номер на компания (CIN) и включващ съответния Код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459 и неговия регистър, структуриран като последователност от 3 конкатенирани данни елемента: IAC, последван от CIN, последван от сериен номер на RPI, който е уникален в рамките на домейна на притежателя на CIN.
cs: Globálně jedinečný identifikátor vratného obalového prvku (RPI) podle definice v ISO 17364, přiřazený držitelem Čísla Identifikace Společnosti (CIN) a zahrnující související Kód Vydávající Agentury (IAC) v souladu s ISO/IEC 15459 a jeho registrem, strukturovaná jako posloupnost 3 spojených datových prvků: IAC, následovaný CIN, následovaný sériovým číslem RPI, které je jedinečné v rámci domény držitele CIN.
de: Global eindeutiger Rückverpackungsgegenstand (RPI), wie in ISO 17364 definiert, zugewiesen von einem Inhaber einer Unternehmensidentifikationsnummer (CIN) und einschließlich des zugehörigen Ausstellenden Agenturcodes (IAC) gemäß ISO/IEC 15459 und seinem Register, strukturiert als eine Folge von 3 verketteten Datenelementen: IAC, gefolgt von CIN, gefolgt von der RPI-Seriennummer, die innerhalb des Bereichs des CIN-Inhabers eindeutig ist.
el: Παγκόσμια Μοναδικός Αναγνωριστικός Αριθμός Επιστρεπτέου Στοιχείου Συσκευασίας (RPI) όπως ορίζεται στο ISO 17364, ανατεθειμένος από κάτοχο Αριθμού Ταυτοποίησης Εταιρείας (CIN) και περιλαμβάνει τον σχετικό Κωδικό Εκδότη Υπηρεσίας (IAC) σύμφωνα με το ISO/IEC 15459 και το μητρώο του, δομημένο ως μια ακολουθία 3 συνεχόμενων στοιχείων δεδομένων: IAC, ακολουθούμενο από CIN, ακολουθούμενο από τον σειριακό αριθμό RPI που είναι μοναδικός εντός του τομέα του κατόχου CIN.
es: Identificador Único Global de un Artículo de Embalaje Retornable (RPI) según se define en ISO 17364, asignado por un titular de un Número de Identificación de Compañía (CIN) e incluyendo el Código de Agencia Emisora (IAC) relacionado de acuerdo con ISO/IEC 15459 y su registro, estructurado como una secuencia de 3 elementos de datos concatenados: IAC, seguido por CIN, seguido por el número de serie RPI que es único dentro del dominio del titular del CIN.
et: ISO 17364 järgi määratletud tagastatava pakendamisüksuse (RPI) globaalselt unikaalne identifikaator, mille on määranud ettevõtte identifitseerimisnumbri (CIN) omanik ja mis sisaldab seotud väljaandva asutuse koodi (IAC) vastavalt ISO/IEC 15459-le ja selle registri, koosneb 3 järjestikusest andmeelemendist: IAC, millele järgneb CIN, millele järgneb RPI seerianumber, mis on unikaalne CIN omaniku domeenis.
fi: Globaalisti yksilöllinen Palautettava Pakkausväline (RPI) ISO 17364:n mukaisesti, jonka Yritystunnusnumeron (CIN) haltija on määrittänyt ja joka sisältää liittyvän Myöntävän Viranomaisen Koodin (IAC) ISO/IEC 15459:n ja sen rekisterin mukaisesti, rakenteena kolmen yhdistetyn datan elementin sarja: IAC, seurattuna CIN:llä, seurattuna RPI-sarjanumerolla, joka on yksilöllinen CIN:n haltijan alueella.
fr: Identifiant Unique Mondial d'Article d'Emballage Retournable (RPI) tel que défini dans l'ISO 17364, attribué par un détenteur d'un Numéro d'Identification d'Entreprise (CIN) et incluant le Code d'Agence Émettrice (IAC) conformément à l'ISO/IEC 15459 et à son registre, structuré comme une séquence de 3 éléments de données concaténés : IAC, suivi par CIN, suivi par le numéro de série RPI unique dans le domaine du détenteur du CIN.
ga: Aitheantas Domhanda Uathúil Míre Pacáistithe In-aisíoctha (RPI) mar a shainmhínítear in ISO 17364, a shanntar ag sealbhóir Uimhir Aitheantais Cuideachta (CIN) agus lena n-áirítear an Cód Gníomhaireachta Eisithe (IAC) de réir ISO/IEC 15459 agus a chlárlann, struchtúrtha mar shraith de 3 eilimintí sonraí comhcheangailte: IAC, ina dhiaidh sin CIN, ina dhiaidh sin uimhir shraithuimhir RPI atá uathúil laistigh de réimse sealbhóir an CIN.
hr: Globalno jedinstveni identifikator povratne ambalažne jedinice (RPI) kako je definirano u ISO 17364, dodijeljen od strane nositelja broja identifikacije tvrtke (CIN) i uključujući povezani Kod izdavajuće agencije (IAC) u skladu s ISO/IEC 15459 i njegovim registrom, strukturirano kao niz od 3 spojena podatkovna elementa: IAC, nakon čega slijedi CIN, nakon čega slijedi serijski broj RPI koji je jedinstven unutar domene nositelja CIN-a.
hu: Globálisan Egyedi Visszaváltható Csomagolási Tétel (RPI) az ISO 17364 szerint meghatározva, egy Cégazonosító Szám (CIN) birtokosa által kijelölve, beleértve a kapcsolódó Kiadói Ügynökség Kódot (IAC) az ISO/IEC 15459 szerint és annak nyilvántartását, három összefűzött adatelemből álló sorozatként: IAC, majd CIN, majd az RPI sorozatszám, amely egyedi a CIN birtokosának tartományában.
is: Alheims Einstakt Endurhæft Pakkningarhlut (RPI) eins og skilgreint í ISO 17364, úthlutað af eiganda Fyrirtækisauðkennisnúmers (CIN) og inniheldur viðkomandi Útgáfustofnunarkóða (IAC) í samræmi við ISO/IEC 15459 og skrá sína, uppbyggt sem röð af 3 samsettum gagnaeiningum: IAC, fylgt af CIN, fylkt af RPI raðnúmerinu sem er einstakt innan CIN eiganda sviðsins.
it: Identificatore Globale Unico di Imballaggio Ritornabile (RPI) come definito in ISO 17364, assegnato da un titolare di un Numero di Identificazione Aziendale (CIN) e includendo il relativo Codice dell'Agenzia di Emissione (IAC) in conformità con ISO/IEC 15459 e il suo registro, strutturato come una sequenza di 3 elementi di dati concatenati: IAC, seguito da CIN, seguito dal numero di serie RPI che è unico all'interno del dominio del titolare del CIN.
lt: Globalus unikalus Grąžinamo Pakavimo Elemento (RPI) kaip apibrėžta ISO 17364, priskirtas Įmonės Identifikavimo Numerio (CIN) laikytojo ir įskaitant susijusį Išdavimo Agentūros Kodą (IAC) pagal ISO/IEC 15459 ir jo registrą, struktūrizuotas kaip 3 susietų duomenų elementų seka: IAC, po to CIN, po to RPI serijos numeris, kuris yra unikalus per CIN laikytojo domeną.
lv: Globāli Unikāls Atkārtoti Izmantojamu Iepakojuma Preču (RPI) identifikators, kā definēts ISO 17364, piešķirts ar Uzņēmuma Identifikācijas Numura (CIN) turētāja un ietverot saistīto Izdošanas Aģentūras Kodu (IAC) saskaņā ar ISO/IEC 15459 un tā reģistru, strukturēts kā 3 secīgi savienotu datu elementu virkne: IAC, kam seko CIN, kam seko RPI sērijas numurs, kas ir unikāls CIN turētāja domēnā.
mt: Identifikatur Globali Uniku tal-Oġġett tal-Ippakkjar li Jista' Jerġa' Jintuża (RPI) kif definit f'ISO 17364, assenjat minn detentur ta' Numru ta' Identifikazzjoni tal-Kumpanija (CIN) u inkluż il-Kodiċi tal-Aġenzija li Toħroġ (IAC) skont ISO/IEC 15459 u r-reġistru tiegħu, strutturat bħala sekwenza ta' 3 elementi tad-data konkatenati: IAC, segwit minn CIN, segwit min-numru tas-serje RPI li huwa uniku fid-dominju tad-detentur tal-CIN.
nl: Wereldwijd Unieke Retourneerbare Verpakkingsitem (RPI) zoals gedefinieerd in ISO 17364, toegewezen door een houder van een Bedrijfsidentificatienummer (CIN) en inclusief de gerelateerde Uitgevende Instantiecode (IAC) in overeenstemming met ISO/IEC 15459 en het register ervan, gestructureerd als een reeks van 3 aaneengeschakelde gegevenselementen: IAC, gevolgd door CIN, gevolgd door het RPI serienummer dat uniek is binnen het domein van de CIN-houder.
no: Globalt Unikt Returbar Pakkingselement (RPI) som definert i ISO 17364, tildelt av en innehaver av et Selskaps Identifikasjonsnummer (CIN) og inkludert det relaterte Utstedende Byrå Koden (IAC) i samsvar med ISO/IEC 15459 og dets register, strukturert som en sekvens av 3 sammenkoblede dataelementer: IAC, fulgt av CIN, fulgt av RPI serienummeret som er unikt innen CIN innehaverens domene.
pl: Globalnie unikalny zwrotny przedmiot opakowaniowy (RPI) zdefiniowany w ISO 17364, przypisany przez posiadacza numeru identyfikacyjnego firmy (CIN) i zawierający powiązany kod agencji wydającej (IAC) zgodnie z ISO/IEC 15459 i jego rejestrem, strukturyzowany jako sekwencja 3 połączonych elementów danych: IAC, po którym następuje CIN, po którym następuje numer seryjny RPI, który jest unikalny w domenie posiadacza CIN.
pt: Identificador Global Único de Item de Embalagem Retornável (RPI) conforme definido na ISO 17364, atribuído por um detentor de um Número de Identificação da Empresa (CIN) e incluindo o Código da Agência Emissora (IAC) de acordo com a ISO/IEC 15459 e seu registro, estruturado como uma sequência de 3 elementos de dados concatenados: IAC, seguido por CIN, seguido pelo número de série RPI que é único dentro do domínio do detentor do CIN.
ro: Articolul Global Unic de Ambalaj Returnabil (RPI) așa cum este definit în ISO 17364, atribuit de un deținător al unui Număr de Identificare a Companiei (CIN) și incluzând Codul Agenției Emitente (IAC) în conformitate cu ISO/IEC 15459 și registrul său, structurat ca o secvență de 3 elemente de date concatenate: IAC, urmat de CIN, urmat de numărul de serie RPI care este unic în domeniul deținătorului CIN.
sk: Globálne jedinečná vrátiteľná obalová položka (RPI) podľa ISO 17364, pridelená držiteľom čísla identifikácie spoločnosti (CIN) a zahŕňajúca príslušný Kód vydávajúcej agentúry (IAC) v súlade s ISO/IEC 15459 a jeho registrom, štruktúrovaná ako postupnosť 3 konkatenovaných dátových prvkov: IAC, nasledovaný CIN, nasledovaný sériovým číslom RPI, ktoré je jedinečné v rámci domény držiteľa CIN.
sl: Globalno edinstvena identifikacijska številka vračljivega embalažnega predmeta (RPI) kot je opredeljeno v ISO 17364, dodeljena s strani imetnika številke identifikacije podjetja (CIN) in vključno z z njim povezano kodo izdajateljske agencije (IAC) v skladu z ISO/IEC 15459 in njenim registrom, strukturirano kot zaporedje 3 zaporednih podatkovnih elementov: IAC, sledi CIN, sledi serijska številka RPI, ki je edinstvena v domeni imetnika CIN.
sv: Globalt Unikt Återanvändbart Förpackningsföremål (RPI) som definieras i ISO 17364, tilldelat av en innehavare av ett Företagsidentifieringsnummer (CIN) och inkluderar den relaterade Utfärdande Myndighetskoden (IAC) i enlighet med ISO/IEC 15459 och dess register, strukturerad som en sekvens av 3 sammanfogade dataelement: IAC, följt av CIN, följt av RPI-serienumret som är unikt inom CIN-innehavarens domän.

# di21005
source: Specification of a postal service and associated process data in accordance with UPU standard S25 data construct 'Service Data'
bg: Спецификация на пощенска услуга и свързаните данни за процеса в съответствие със стандарта на UPU S25 данни конструкция 'Данни за услугата'
cs: Specifikace poštovní služby a přidružených procesních dat v souladu s datovou konstrukcí UPU standardu S25 'Service Data'.
de: Spezifikation eines Postdienstes und zugehöriger Prozessdaten gemäß dem UPU-Standard S25-Datenkonstrukt 'Dienstdaten'
el: Προδιαγραφή ταχυδρομικής υπηρεσίας και συναφών δεδομένων διαδικασίας σύμφωνα με το πρότυπο UPU S25 'Service Data'
es: Especificación de un servicio postal y datos de proceso asociados de acuerdo con la construcción de datos estándar UPU S25 'Datos de Servicio'
et: Postiteenuse ja sellega seotud protsessiandmete spetsifikatsioon vastavalt UPU standardi S25 andmekonstruktsioonile 'Teenuse andmed'
fi: Postipalvelun ja siihen liittyvän prosessidatan määrittely UPU-standardin S25 datarakenteen 'Palveludata' mukaisesti
fr: Spécification d'un service postal et de données de processus associées conformément à la norme UPU S25 'Données de Service'.
ga: Sonraíocht seirbhíse poist agus sonraí próisis gaolmhara de réir struchtúr sonraí caighdeánach UPU S25 'Sonraí Seirbhíse'
hr: Specifikacija poštanske usluge i povezanih procesnih podataka u skladu s UPU standardom S25 konstrukta podataka 'Podaci o usluzi'
hu: Egy postai szolgáltatás és a hozzá kapcsolódó folyamatadatok meghatározása az UPU S25 adatszerkezet standardja szerint.
is: Tilgreining póstþjónustu og tengdra ferilgagna í samræmi við UPU staðal S25 gagnabyggingu 'Þjónustugögn'
it: Specificazione di un servizio postale e dati di processo associati in conformità con la struttura dati UPU standard S25 'Dati del Servizio'
lt: Pašto paslaugos ir susijusių proceso duomenų specifikacija pagal UPU standartą S25 duomenų konstruktą 'Paslaugų Duomenys'
lv: Pastu pakalpojuma un saistīto procesu datu specifikācija saskaņā ar UPU standartu S25 datu konstrukciju 'Pakalpojuma Dati'
mt: Speċifikazzjoni ta' servizz postali u data tal-proċess assoċjata skont l-istandard UPU S25 'Data tal-Servizz'
nl: Specificatie van een postdienst en bijbehorende procesgegevens in overeenstemming met UPU standaard S25 gegevensconstruct 'Servicegegevens'
no: Spesifikasjon av en posttjeneste og tilhørende prosessdata i samsvar med UPU standard S25 datakonstruksjon 'Service Data'
pl: Specyfikacja usługi pocztowej i powiązanych danych procesowych zgodnie z konstrukcją danych standardu UPU S25
pt: Especificação de um serviço postal e dados de processo associados de acordo com a construção de dados padrão S25 da UPU 'Dados de Serviço'
ro: Specificația unui serviciu poștal și a datelor de proces asociate în conformitate cu constructul de date standard UPU S25 'Datele Serviciului'
sk: Špecifikácia poštových služieb a pridružených procesných údajov v súlade so štandardom UPU S25 'Service Data'
sl: Specifikacija poštne storitve in povezanih procesnih podatkov v skladu s standardom UPU S25 'Podatkovna struktura storitve'
sv: Specifikation av en posttjänst och tillhörande processdata i enlighet med UPU-standarden S25 datakonstrukt 'Service Data'

# di21006
source: Licensing Post Data, in accordance with the specification in UPU standard S25.
bg: Лицензиране на пощенски данни, в съответствие със спецификацията в стандарта на UPU S25.
cs: Licenční poštovní data, v souladu se specifikací v UPU standardu S25.
de: Lizenzierungs-Postdaten gemäß der Spezifikation im UPU-Standard S25.
el: Δεδομένα Άδειας Ταχυδρομείου, σύμφωνα με την προδιαγραφή στο πρότυπο UPU S25.
es: Datos de Licencia Postal, de acuerdo con la especificación en el estándar UPU S25.
et: Litsentsi postiandmed, vastavalt spetsifikatsioonile UPU standardis S25.
fi: Lisensointi Postidata, UPU-standardin S25 mukaisen eritelmän mukaisesti.
fr: Données de Poste sous Licence, conformément à la spécification de la norme UPU S25.
ga: Sonraí Ceadúnais Poist, de réir an tsainmhínithe sa chaighdeán UPU S25.
hr: Podaci o licenciranju pošte, u skladu s specifikacijom u UPU standardu S25.
hu: Engedélyező Postai Adatok, az UPU S25 standardjában meghatározott specifikáció szerint.
is: Leyfis Póstgögn, í samræmi við tilgreiningu í UPU staðli S25.
it: Dati di Licenza Postale, in conformità con la specifica nello standard UPU S25.
lt: Licencijuotų pašto duomenų, pagal UPU standarto S25 specifikaciją.
lv: Licencēšanas Pasta Dati, saskaņā ar specifikāciju UPU standartā S25.
mt: Data tal-Liċenzjar Postali, skont l-ispeċifikazzjoni fl-istandard UPU S25.
nl: Licentiepostgegevens, in overeenstemming met de specificatie in UPU standaard S25.
no: Lisensiering Post Data, i henhold til spesifikasjonen i UPU standard S25.
pl: Dane licencyjne poczty, zgodnie ze specyfikacją standardu UPU S25.
pt: Dados de Licenciamento Postal, de acordo com a especificação no padrão S25 da UPU.
ro: Datele Licenței Poștale, în conformitate cu specificația din standardul UPU S25.
sk: Licenčné údaje pošty, v súlade so špecifikáciou v štandarde UPU S25.
sl: Podatki o licenciranju pošte, v skladu s specifikacijo v standardu UPU S25.
sv: Licensiering av Postdata, i enlighet med specifikationen i UPU-standarden S25.

# di21015
source: Specification of supplementary postal service and associated process data in accordance with UPU standard S25 data construct 'Supplementary Service Data'.
bg: Спецификация на допълнителна пощенска услуга и свързаните данни за процеса в съответствие със стандарта на UPU S25 данни конструкция 'Данни за допълнителна услуга'.
cs: Specifikace doplňkové poštovní služby a přidružených procesních dat v souladu s datovou konstrukcí UPU standardu S25 'Supplementary Service Data'.
de: Spezifikation von ergänzenden Postdiensten und zugehöriger Prozessdaten gemäß dem UPU-Standard S25-Datenkonstrukt 'Ergänzende Dienstdaten'.
el: Προδιαγραφή πρόσθετης ταχυδρομικής υπηρεσίας και συναφών δεδομένων διαδικασίας σύμφωνα με το πρότυπο UPU S25 'Supplementary Service Data'.
es: Especificación de servicio postal suplementario y datos de proceso asociados de acuerdo con la construcción de datos estándar UPU S25 'Datos de Servicio Suplementario'.
et: Täiendava postiteenuse ja sellega seotud protsessiandmete spetsifikatsioon vastavalt UPU standardi S25 andmekonstruktsioonile 'Täiendavate teenuste andmed'.
fi: Lisäpostipalvelun ja siihen liittyvän prosessidatan määrittely UPU-standardin S25 datarakenteen 'Lisäpalveludata' mukaisesti.
fr: Spécification de service postal supplémentaire et de données de processus associées conformément à la norme UPU S25 'Données de Service Supplémentaires'.
ga: Sonraíocht seirbhíse poist forlíontacha agus sonraí próisis gaolmhara de réir struchtúr sonraí caighdeánach UPU S25 'Sonraí Seirbhíse Forlíontacha'.
hr: Specifikacija dopunske poštanske usluge i povezanih procesnih podataka u skladu s UPU standardom S25 konstrukta podataka 'Podaci o dopunskoj usluzi'.
hu: Kiegészítő postai szolgáltatás és a hozzá kapcsolódó folyamatadatok meghatározása az UPU S25 adatszerkezet standardja szerint.
is: Tilgreining aukapóstþjónustu og tengdra ferilgagna í samræmi við UPU staðal S25 gagnabyggingu 'Aukapóstþjónustugögn'.
it: Specificazione di un servizio postale supplementare e dati di processo associati in conformità con la struttura dati UPU standard S25 'Dati del Servizio Supplementare'.
lt: Papildomos pašto paslaugos ir susijusių proceso duomenų specifikacija pagal UPU standarto S25 duomenų konstruktą 'Papildomų Paslaugų Duomenys'.
lv: Papildu pastu pakalpojuma un saistīto procesu datu specifikācija saskaņā ar UPU standartu S25 datu konstrukciju 'Papildu Pakalpojuma Dati'.
mt: Speċifikazzjoni ta' servizz postali supplimentari u data tal-proċess assoċjata skont l-istandard UPU S25 'Data tal-Servizz Supplimentari'.
nl: Specificatie van aanvullende postdienst en bijbehorende procesgegevens in overeenstemming met UPU standaard S25 gegevensconstruct 'Aanvullende Servicegegevens'.
no: Spesifikasjon av supplerende posttjeneste og tilhørende prosessdata i samsvar med UPU standard S25 datakonstruksjon 'Supplerende Service Data'.
pl: Specyfikacja dodatkowej usługi pocztowej i powiązanych danych procesowych zgodnie z konstrukcją danych standardu UPU S25 'Supplementary Service Data'.
pt: Especificação de serviço postal suplementar e dados de processo associados de acordo com a construção de dados padrão S25 da UPU 'Dados de Serviço Suplementar'.
ro: Specificația serviciului poștal suplimentar și a datelor de proces asociate în conformitate cu constructul de date standard UPU S25 'Datele Serviciului Suplimentar'.
sk: Špecifikácia doplnkovej poštovej služby a pridružených procesných údajov v súlade so štandardom UPU S25 'Supplementary Service Data'.
sl: Specifikacija dopolnilne poštne storitve in povezanih procesnih podatkov v skladu s standardom UPU S25 'Podatkovna struktura dopolnilne storitve'.
sv: Specifikation av kompletterande posttjänst och tillhörande processdata i enlighet med UPU-standarden S25 datakonstrukt 'Supplementary Service Data'.
