Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di14006
source: U.S. DOD Requisition and Issue Procedure Codes. The format is the appropriate MILSTRIP code followed by the data value associated with that code. (The full list of codes is available at;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\n2020 Update: The URL has been modified to:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/
bg: Кодове за процедура за искане и издаване на САЩ DOD. Форматът е съответният MILSTRIP код, последван от стойността на данните, асоциирана с този код. (Пълният списък с кодове е наличен на;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nАктуализация 2020: URL адресът е променен на:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/
cs: Kódy postupů požadavků a vydání amerického ministerstva obrany. Formát je příslušný kód MILSTRIP následovaný hodnotou dat spojenou s tímto kódem. (Celý seznam kódů je k dispozici na;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nAktualizace 2020: URL byla změněna na:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/
de: US-DOD-Anforderungs- und Ausgabeprozedur-Codes. Das Format ist der entsprechende MILSTRIP-Code, gefolgt vom damit verbundenen Datenwert. (Die vollständige Liste der Codes ist verfügbar unter;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\n2020 Update: Die URL wurde geändert zu:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/
el: Κωδικοί Διαδικασίας Αίτησης και Έκδοσης του Αμερικανικού Υπουργείου Άμυνας ΗΠΑ. Η μορφή είναι ο κατάλληλος κωδικός MILSTRIP ακολουθούμενος από την τιμή δεδομένων που σχετίζεται με αυτόν τον κωδικό. (Ο πλήρης κατάλογος κωδικών είναι διαθέσιμος στο·\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nΕνημέρωση 2020: Η διεύθυνση URL έχει τροποποιηθεί σε:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/)
es: Códigos de Procedimiento de Requisición y Emisión del Departamento de Defensa de EE. UU. El formato es el código MILSTRIP apropiado seguido por el valor de datos asociado con ese código. (La lista completa de códigos está disponible en;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nActualización 2020: La URL ha sido modificada a:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/
et: USA Kaitseministeeriumi Taotlemis- ja Väljastusprotseduuri Koodid. Formaat on vastava MILSTRIP koodi järel andmeväärtus, mis on seotud selle koodiga. (Kõigi koodide täielik nimekiri on saadaval aadressil;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\n2020 Uuendus: URL on muudetud:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/
fi: Yhdysvaltain Puolustusministeriön Hankinta- ja Toimitusmenettelyn Koodit. Formaatti on asianmukainen MILSTRIP-koodi, jota seuraa datan arvo, joka liittyy kyseiseen koodiin. (Koodien täydellinen lista on saatavilla osoitteesta;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\n2020 Päivitys: URL on muutettu osoitteeseen:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/)
fr: Codes de procédure de réquisition et d'émission du DOD américain. Le format est le code MILSTRIP approprié suivi de la valeur des données associée à ce code. (La liste complète des codes est disponible à l'adresse ;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nMise à jour 2020 : L'URL a été modifiée en :\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/
ga: Cóid Nós Imeachta Requisition agus Eisiúna DOD na SA. Is é an formáid an cód MILSTRIP cuí in éineacht leis an luach sonraí a bhaineann leis an gcód sin. (Tá an liosta iomlán de chóid ar fáil ag;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nNuashonrú 2020: Athraíodh an URL go:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/)
hr: Kodovi postupka zahtjeva i izdavanja američkog ministarstva obrane. Format je odgovarajući MILSTRIP kod slijedi vrijednost podataka povezana s tim kodom. (Puni popis kodova dostupan je na;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nAžuriranje 2020: URL je promijenjen u:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/)
hu: Az Amerikai Védelmi Minisztérium Beszerzési és Kiadási Eljárásának Kódjai. A formátum az adott MILSTRIP kódot követi, amelyhez az adott kódhoz tartozó adatérték kapcsolódik. (A kódok teljes listája elérhető itt;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\n2020 Frissítés: Az URL módosult:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/)
is: U.S. DOD Requisition og útgáfuferli kóðar. Sniðið er viðeigandi MILSTRIP kóði fylgt af gagnagildi tengdu því kóða. (Heill listi yfir kóða er aðgengilegur á;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\n2020 Uppfærsla: URL hefur verið breytt í:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/
it: Codici di Richiesta e Emissione del DOD statunitense. Il formato è il codice MILSTRIP appropriato seguito dal valore dei dati associato a quel codice. (L'elenco completo dei codici è disponibile su;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nAggiornamento 2020: L'URL è stato modificato in:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/
lt: JAV Gynybos departamento pirkimo ir išdavimo procedūrų kodai. Formatas yra atitinkamas MILSTRIP kodas, po kurio seka su tuo kodu susijusi duomenų vertė. (Visas kodų sąrašas prieinamas adresu;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\n2020 metų atnaujinimas: URL buvo pakeistas į:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/)
lv: ASV Aizsardzības ministrijas Pieprasījumu un Izsniegšanas Procedūru Kodi. Formāts ir attiecīgais MILSTRIP kods, kam seko ar šo kodu saistītā datu vērtība. (Pilns kodu saraksts ir pieejams vietnē;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\n2020. gada atjauninājums: URL ir mainīts uz:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/)
mt: Kodiċijiet tal-Proċedura ta' Talba u Ħruġ tad-DOD tal-Istati Uniti. Il-format huwa l-kodiċi MILSTRIP xieraq segwit mill-valur tad-data assoċjata ma' dak il-kodiċi. (Il-lista sħiħa tal-kodiċijiet hija disponibbli fuq;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nAġġornament 2020: L-URL ġie mibdul għal:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/)
nl: U.S. DOD Requisition and Issue Procedure Codes. Het formaat is de geschikte MILSTRIP-code gevolgd door de gegevenswaarde geassocieerd met die code. (De volledige lijst met codes is beschikbaar op;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\n2020 Update: De URL is gewijzigd naar:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/)
no: U.S. DOD Rekvisisjons- og utstedelsesprosedyrekoder. Formatet er den aktuelle MILSTRIP-koden etterfulgt av dataverdien assosiert med den koden. (Den fullstendige listen over koder er tilgjengelig på;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\n2020 Oppdatering: URL-en er endret til:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/)
pl: Kody procedur żądania i wydania Departamentu Obrony USA. Format to odpowiedni kod MILSTRIP po którym następuje wartość danych związana z tym kodem. (Pełna lista kodów jest dostępna na stronie;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nAktualizacja 2020: Adres URL został zmodyfikowany na:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/
pt: Códigos de Procedimento de Requisição e Emissão do DOD dos EUA. O formato é o código MILSTRIP apropriado seguido pelo valor de dados associado a esse código. (A lista completa de códigos está disponível em;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nAtualização 2020: A URL foi modificada para:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/
ro: Codurile Procedurii de Cerere și Eliberare a Departamentului Apărării al SUA. Formatul este codul MILSTRIP corespunzător urmat de valoarea datelor asociate cu acel cod. (Lista completă a codurilor este disponibilă la;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nActualizare 2020: URL-ul a fost modificat la:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/)
sk: Kódy postupu žiadosti a vydania U.S. DOD. Formát je príslušný kód MILSTRIP nasledovaný hodnotou údajov spojenou s týmto kódom. (Úplný zoznam kódov je dostupný na;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nAktualizácia 2020: URL bolo zmenené na:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/
sl: Kode postopkov zahtev in izdaje ZDA DOD. Format je ustrezna koda MILSTRIP, sledi vrednost podatka, povezana s to kodo. (Celoten seznam kod je na voljo na;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\nPosodobitev 2020: URL je bil spremenjen v:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/
sv: U.S. DOD Requisition and Issue Procedure Codes. Formatet är den lämpliga MILSTRIP-koden följt av datavärdet associerat med den koden. (Den fullständiga listan över koder finns tillgänglig på;\nhttp://www2.dla.mil/j6/dlmso/elibrary/Manuals/DLM/MILSTRIP/MILSTRIP.pdf.\n2020 Uppdatering: URL har ändrats till:\nhttps://www.dla.mil/HQ/InformationOperations/DLMS/elibrary/manuals/MILSTRIP/

# di14007
source: U.S. Defense Transportation Regulation Codes. The format is the DTR code followed by the appropriate data value associated with that code. (The full list of codes is available at;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\n2020 Update: The URL has been modified to:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
bg: Кодове на регулация за транспорт на отбраната на САЩ. Форматът е кодът на DTR, последван от съответната стойност на данните, асоциирана с този код. (Пълният списък с кодове е наличен на;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nАктуализация 2020: URL адресът е променен на:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
cs: Kódy amerického ministerstva obrany pro přepravu. Formát je kód DTR následovaný příslušnou hodnotou dat spojenou s tímto kódem. (Celý seznam kódů je k dispozici na;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nAktualizace 2020: URL byla změněna na:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
de: US-Verteidigungstransportverordnung-Codes. Das Format ist der DTR-Code, gefolgt vom zugehörigen Datenwert. (Die vollständige Liste der Codes ist verfügbar unter;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\n2020 Update: Die URL wurde geändert zu:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
el: Κωδικοί Κανονισμού Μεταφοράς Άμυνας ΗΠΑ. Η μορφή είναι ο κωδικός DTR ακολουθούμενος από την κατάλληλη τιμή δεδομένων που σχετίζεται με αυτόν τον κωδικό. (Ο πλήρης κατάλογος κωδικών είναι διαθέσιμος στο·\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nΕνημέρωση 2020: Η διεύθυνση URL έχει τροποποιηθεί σε:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
es: Códigos de Regulación de Transporte de Defensa de EE. UU. El formato es el código DTR seguido por el valor de datos apropiado asociado con ese código. (La lista completa de códigos está disponible en;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nActualización 2020: La URL ha sido modificada a:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
et: USA Kaitse Transpordi Määruste Koodid. Formaat on DTR koodi järgnev vastav andmeväärtus. (Kõigi koodide täielik nimekiri on saadaval aadressil;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\n2020 Uuendus: URL on muudetud:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
fi: Yhdysvaltain Puolustusliikenteen Säännöstön Koodit. Formaatti on DTR-koodi, jota seuraa asianmukainen datan arvo, joka liittyy kyseiseen koodiin. (Koodien täydellinen lista on saatavilla osoitteesta;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\n2020 Päivitys: URL on muutettu osoitteeseen:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
fr: Codes de réglementation du transport de défense américain. Le format est le code DTR suivi de la valeur des données appropriée associée à ce code. (La liste complète des codes est disponible à l'adresse ;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nMise à jour 2020 : L'URL a été modifiée en :\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
ga: Cóid Rialachán Iompair Cosanta na SA. Is é an formáid an cód DTR in éineacht leis an luach sonraí cuí a bhaineann leis an gcód sin. (Tá an liosta iomlán de chóid ar fáil ag;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nNuashonrú 2020: Athraíodh an URL go:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf)
hr: Kodovi američke obrambene transportne regulative. Format je DTR kod slijedi odgovarajuća vrijednost podataka povezana s tim kodom. (Puni popis kodova dostupan je na;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nAžuriranje 2020: URL je promijenjen u:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf)
hu: Az Amerikai Védelmi Szállítási Szabályzat Kódjai. A formátum a DTR kódot követi, amelyhez az adott kódhoz tartozó adatérték kapcsolódik. (A kódok teljes listája elérhető itt;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\n2020 Frissítés: Az URL módosult:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf)
is: U.S. Defense Transportation Regulation kóðar. Sniðið er DTR kóði fylgt af viðeigandi gagnagildi tengdu því kóða. (Heill listi yfir kóða er aðgengilegur á;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\n2020 Uppfærsla: URL hefur verið breytt í:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
it: Codici della Regolamentazione del Trasporto Difesa degli Stati Uniti. Il formato è il codice DTR seguito dal valore dei dati appropriato associato a quel codice. (L'elenco completo dei codici è disponibile su;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nAggiornamento 2020: L'URL è stato modificato in:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
lt: JAV gynybos transporto reguliavimo kodai. Formatas yra DTR kodas, po kurio seka su tuo kodu susijusi duomenų vertė. (Visas kodų sąrašas prieinamas adresu;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\n2020 metų atnaujinimas: URL buvo pakeistas į:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf)
lv: ASV Aizsardzības Transporta Regulējuma Kodi. Formāts ir DTR kods, kam seko ar šo kodu saistītā datu vērtība. (Pilns kodu saraksts ir pieejams vietnē;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\n2020. gada atjauninājums: URL ir mainīts uz:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf)
mt: Kodiċijiet tar-Regolament tat-Trasport tad-Difiża tal-Istati Uniti. Il-format huwa l-kodiċi DTR segwit mill-valur tad-data assoċjata ma' dak il-kodiċi. (Il-lista sħiħa tal-kodiċijiet hija disponibbli fuq;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nAġġornament 2020: L-URL ġie mibdul għal:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
nl: U.S. Defense Transportation Regulation Codes. Het formaat is de DTR-code gevolgd door de geschikte gegevenswaarde geassocieerd met die code. (De volledige lijst met codes is beschikbaar op;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\n2020 Update: De URL is gewijzigd naar:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf)
no: U.S. Defense Transportation Regulation-koder. Formatet er DTR-koden etterfulgt av den aktuelle dataverdien assosiert med den koden. (Den fullstendige listen over koder er tilgjengelig på;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\n2020 Oppdatering: URL-en er endret til:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
pl: Kody regulacji transportu obronnego USA. Format to kod DTR po którym następuje odpowiednia wartość danych związana z tym kodem. (Pełna lista kodów jest dostępna na stronie;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nAktualizacja 2020: Adres URL został zmodyfikowany na:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
pt: Códigos de Regulação de Transporte de Defesa dos EUA. O formato é o código DTR seguido pelo valor de dados apropriado associado a esse código. (A lista completa de códigos está disponível em;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nAtualização 2020: A URL foi modificada para:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
ro: Codurile Regulamentului de Transport al Apărării SUA. Formatul este codul DTR urmat de valoarea datelor corespunzătoare asociată cu acel cod. (Lista completă a codurilor este disponibilă la;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nActualizare 2020: URL-ul a fost modificat la:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf)
sk: Kódy predpisov pre obrannú dopravu U.S. Formát je kód DTR nasledovaný príslušnou hodnotou údajov spojenou s týmto kódom. (Úplný zoznam kódov je dostupný na;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nAktualizácia 2020: URL bolo zmenené na:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
sl: Kode uredbe o obrambnem prevozu ZDA. Format je koda DTR, sledi ustrezna vrednost podatka, povezana s to kodo. (Celoten seznam kod je na voljo na;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\nPosodobitev 2020: URL je bil spremenjen v:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
sv: U.S. Defense Transportation Regulation Codes. Formatet är DTR-koden följt av det lämpliga datavärdet associerat med den koden. (Den fullständiga listan över koder finns tillgänglig på;\nhttp://www.transcom.mil/dtr/part-ii/dtr_part_ii_toc.pdf.\n2020 Uppdatering: URL har ändrats till:\nhttps://www.ustranscom.mil/dtr/part-ii/dtr_part_ii_toc.pdf
