Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di5000
source: Restricted Substances Classification - 'Environmental Classification Code' including Lead-Free (Pb-Free) finish categories defined in JESD97 (IPC JEDEC J-STD-609), and future industry or governmental agency assigned codes related to environmental regulatory compliance and hazardous material content.
bg: Класификация на ограничени вещества - 'Код на екологична класификация', включващ категории с оловно-свободно (Pb-Free) покритие, дефинирани в JESD97 (IPC JEDEC J-STD-609), и бъдещи кодове, присвоени от индустрията или правителствени агенции, свързани с екологично регулиране и съдържание на опасни материали.
cs: Klasifikace omezených látek - 'Kód environmentální klasifikace' včetně kategorií povrchové úpravy bez olova (Pb-Free) definovaných v JESD97 (IPC JEDEC J-STD-609) a budoucích kódů přiřazených průmyslem nebo vládními agenturami souvisejících s environmentální regulací a obsahem nebezpečných látek.
de: Klassifizierung beschränkter Substanzen - 'Umweltklassifizierungscode' einschließlich bleifreier (Pb-freier) Endkategorien, definiert in JESD97 (IPC JEDEC J-STD-609), und zukünftige branchen- oder behördenspezifische Codes im Zusammenhang mit umweltrechtlicher Konformität und Gefahrstoffgehalt.
el: Ταξινόμηση Περιορισμένων Ουσιών - 'Κωδικός Περιβαλλοντικής Ταξινόμησης' που περιλαμβάνει κατηγορίες φινιρίσματος χωρίς μόλυβδο (Pb-Free) που ορίζονται στο JESD97 (IPC JEDEC J-STD-609), και μελλοντικούς κωδικούς που ανατίθενται από τη βιομηχανία ή κυβερνητικούς φορείς σχετικά με την περιβαλλοντική ρυθμιστική συμμόρφωση και το περιεχόμενο επικίνδυνων υλικών.
es: Clasificación de Sustancias Restringidas - 'Código de Clasificación Ambiental' incluyendo categorías de acabado Libre de Plomo (Pb-Free) definidas en JESD97 (IPC JEDEC J-STD-609), y futuros códigos asignados por la industria o agencias gubernamentales relacionados con el cumplimiento regulatorio ambiental y contenido de material peligroso.
et: Piiratud ainete klassifikatsioon - 'Keskkonnaklassifikatsiooni kood', sealhulgas pliivaba (Pb-Free) viimistluskategooriad, määratletud JESD97-s (IPC JEDEC J-STD-609) ja tulevikus tööstus- või valitsusasutuste määratud koodid, mis on seotud keskkonnaregulatiivse vastavuse ja ohtlike materjalide sisaldusega.
fi: Rajoitetut aineet -luokitus - 'Ympäristöluokittelukoodi', mukaan lukien lyijyttömät (Pb-vapaat) pinnat, jotka on määritelty JESD97:ssä (IPC JEDEC J-STD-609), ja tulevaisuuden teollisuuden tai hallituksen viranomaisten määrittelemät koodit, jotka liittyvät ympäristönsuojelun sääntelyyn ja vaarallisten aineiden sisältöön.
fr: Classification des Substances Restreintes - 'Code de Classification Environnementale' incluant les catégories de finition Sans Plomb (Pb-Free) définies dans le JESD97 (IPC JEDEC J-STD-609), et les futurs codes attribués par l'industrie ou les agences gouvernementales liés à la conformité réglementaire environnementale et au contenu de matières dangereuses.
ga: Aicmiú Substaintí Srianaithe - 'Cód Aicmithe Comhshaoil' lena n-áirítear catagóirí críche Luaidhe-Saor (Pb-Saor) a shainmhínítear in JESD97 (IPC JEDEC J-STD-609), agus códanna a shanntar ag tionscail nó ag gníomhaireachtaí rialtais sa todhchaí a bhaineann le comhlíontacht rialála comhshaoil agus ábhar ábhartha guaiseach.
hr: Klasifikacija ograničenih tvari - 'Kod klasifikacije okoliša' uključujući kategorije završne obrade bez olova (Pb-Free) definirane u JESD97 (IPC JEDEC J-STD-609), i buduće kodove dodijeljene od strane industrije ili vladinih agencija povezanih s regulatornom usklađenošću okoliša i sadržajem opasnih materijala.
hu: Korlátozott Anyagok Osztályozása - 'Környezeti Osztályozási Kód' beleértve a Ólommentes (Pb-mentes) bevonatkategóriákat, amelyek a JESD97-ben (IPC JEDEC J-STD-609) vannak meghatározva, és a jövőbeni ipari vagy kormányzati ügynökség által hozzárendelt kódokat, amelyek kapcsolódnak a környezeti szabályozási megfeleléshez és a veszélyes anyagok tartalmához.
is: Takmarkaðar efni Flokkun - 'Umhverfisflokkunarkóði' þar með talið Blylaust (Pb-Free) yfirborðsfrágangsflokkar skilgreindir í JESD97 (IPC JEDEC J-STD-609), og framtíðar iðnaðar eða stjórnvalda úthlutaðir kóðar tengdir umhverfisreglugerðum og hættulegu efni innihaldi.
it: Classificazione Sostanze Restrizioni - 'Codice di Classificazione Ambientale' inclusi le categorie di finitura senza Piombo (Pb-Free) definite in JESD97 (IPC JEDEC J-STD-609), e futuri codici assegnati dall'industria o agenzie governative relativi alla conformità normativa ambientale e al contenuto di materiali pericolosi.
lt: Ribojamųjų medžiagų klasifikacija - 'Aplinkosaugos klasifikacijos kodas', įskaitant bešvinę (Pb-Free) apdailos kategorijas, apibrėžtas JESD97 (IPC JEDEC J-STD-609), ir būsimus pramonės ar vyriausybinių agentūrų priskirtus kodus, susijusius su aplinkosaugos reglamentavimo laikymusi ir pavojingų medžiagų turiniu.
lv: Ierobežotu vielu klasifikācija - 'Vides Klasifikācijas Kods', ieskaitot bezsvina (Pb-Free) apdares kategorijas, kā definēts JESD97 (IPC JEDEC J-STD-609), un nākotnē nozares vai valdības aģentūras piešķirtie kodi, kas saistīti ar vides regulatīvo atbilstību un bīstamo materiālu saturu.
mt: Klassifikazzjoni ta' Sustanzi Ristretti - 'Kodiċi tal-Klassifikazzjoni Ambjentali' inklużi kategoriji ta' finitura mingħajr Ċomb (Pb-Free) definiti f'JESD97 (IPC JEDEC J-STD-609), u kodiċijiet assenjati mill-industrija jew aġenziji governattivi fil-futur relatati mal-konformità regolatorja ambjentali u l-kontenut ta' materjal perikoluż.
nl: Geclassificeerde Stoffen Classificatie - 'Milieu Classificatie Code' inclusief loodvrije (Pb-vrije) afwerkingscategorieën gedefinieerd in JESD97 (IPC JEDEC J-STD-609), en toekomstige door de industrie of overheidsinstantie toegewezen codes gerelateerd aan milieu-regelgevingsnaleving en gevaarlijke materiaalinhoud.
no: Begrensede Stoffer Klassifisering - 'Miljøklassifiseringskode' inkludert blyfri (Pb-fri) finish kategorier definert i JESD97 (IPC JEDEC J-STD-609), og fremtidige industrielle eller statlige byrå tildelte koder relatert til miljøregulatorisk overholdelse og farlig materiale innhold.
pl: Klasyfikacja substancji ograniczonych - 'Kod klasyfikacji środowiskowej' włączając kategorie wykończenia bez ołowiu (Pb-Free) zdefiniowane w JESD97 (IPC JEDEC J-STD-609), oraz przyszłe kody przypisane przez branżę lub agencję rządową związane z zgodnością regulacyjną środowiskową i zawartością materiałów niebezpiecznych.
pt: Classificação de Substâncias Restritas - 'Código de Classificação Ambiental' incluindo categorias de acabamento Livre de Chumbo (Pb-Free) definidas em JESD97 (IPC JEDEC J-STD-609), e futuros códigos atribuídos pela indústria ou agências governamentais relacionados à conformidade regulatória ambiental e conteúdo de material perigoso.
ro: Clasificarea Substanțelor Restricționate - 'Codul de Clasificare a Mediului' inclusiv categoriile de finisaj fără Plumb (Pb-Free) definite în JESD97 (IPC JEDEC J-STD-609), și codurile viitoare atribuite de industrie sau agenții guvernamentale legate de conformitatea regulamentară de mediu și conținutul de materiale periculoase.
sk: Klasifikácia obmedzených látok - 'Environmentálny klasifikačný kód' vrátane kategórií s povrchovou úpravou bez olova (Pb-Free) definovaných v JESD97 (IPC JEDEC J-STD-609) a budúcich kódov pridelených odvetvím alebo vládnymi agentúrami týkajúcimi sa environmentálnej regulačnej zhody a obsahu nebezpečných materiálov.
sl: Klasifikacija omejenih snovi - 'Okoljevarstvena klasifikacijska koda' vključno s kategorijami s končno obdelavo brez svinca, definiranimi v JESD97 (IPC JEDEC J-STD-609), in prihodnjimi kodami, dodeljenimi s strani industrije ali vladnih agencij, povezanih z okoljsko regulativno skladnostjo in vsebnostjo nevarnih materialov.
sv: Klassificering av Begränsade Ämnen - 'Miljöklassificeringskod' inklusive Blyfri (Pb-fri) ytbehandlingskategorier definierade i JESD97 (IPC JEDEC J-STD-609), och framtida bransch- eller myndighetstilldelade koder relaterade till miljöreglerande efterlevnad och farligt materialinnehåll.

# di5001
source: Air Pressure - (altitude) expressed in Pascal's as the standard international measure.
bg: Въздушно налягане - (надморска височина) изразено в паскали като стандартна международна мярка.
cs: Tlak vzduchu - (výška) vyjádřený v Pascalech jako standardní mezinárodní měření.
de: Luftdruck - (Höhe) ausgedrückt in Pascal als internationaler Standardmaß.
el: Ατμοσφαιρική Πίεση - (υψόμετρο) εκφρασμένη σε Pascal ως το πρότυπο διεθνές μέτρο.
es: Presión del Aire - (altitud) expresada en Pascales como la medida estándar internacional.
et: Õhurõhk - (kõrgus) väljendatuna Pascali ühikutes kui standard rahvusvaheline mõõt.
fi: Ilmanpaine - (korkeus) ilmaistuna Pascalina kansainvälisenä standardimittana.
fr: Pression de l'Air - (altitude) exprimée en Pascals comme mesure standard internationale.
ga: Brú Aeir - (airde) léirithe i bPascal mar an t-aonad idirnáisiúnta caighdeánach.
hr: Zračni tlak - (visina) izražen u Pascalima kao standardna međunarodna mjera.
hu: Légnyomás - (magasság) Pascalban kifejezve, mint a nemzetközi standard mértékegység.
is: Loftþrýstingur - (hæð) tjáður í Pascal sem alþjóðlegur mælikvarði.
it: Pressione dell'Aria - (altitudine) espressa in Pascal come misura internazionale standard.
lt: Oro slėgis - (altitudė) išreikštas Paskaliais kaip tarptautinis standartinis matavimas.
lv: Gaisa Spiediens - (augstums) izteikts Paskālos kā starptautiski pieņemta mērvienība.
mt: Pressjoni tal-Arja - (altitudni) espressa f'Pascals bħala l-kejl internazzjonali standard.
nl: Luchtdruk - (hoogte) uitgedrukt in Pascal's als de standaard internationale maat.
no: Lufttrykk - (høyde) uttrykt i Pascals som den internasjonale standardmålingen.
pl: Ciśnienie powietrza - (wysokość) wyrażone w paskalach jako standardowa miara międzynarodowa.
pt: Pressão do Ar - (altitude) expressa em Pascal como a medida padrão internacional.
ro: Presiunea Aerului - (altitudinea) exprimată în Pascal ca măsura standard internațională.
sk: Tlak vzduchu - (výška) vyjadrený v Pascaloch ako štandardná medzinárodná miera.
sl: Zračni tlak - (nadmorska višina) izražen v Pascalih kot standardna mednarodna mera.
sv: Lufttryck - (höjd) uttryckt i Pascal som den internationella standardmåttet.

# di5002
source: Maximum Allowed Temperature. Maximum permitted temperature; Degrees Celsius, '-' (minus) encoded, if required.
bg: Максимално позволена температура. Максимално допустима температура; градуси Целзий, '-' (минус) кодиран, ако е необходимо.
cs: Maximální povolená teplota. Maximální povolená teplota; stupně Celsia, '-' (mínus) zakódováno, pokud je to nutné.
de: Maximal zulässige Temperatur. Maximale zulässige Temperatur; Grad Celsius, '-' (Minus) codiert, falls erforderlich.
el: Μέγιστη Επιτρεπόμενη Θερμοκρασία. Μέγιστη επιτρεπόμενη θερμοκρασία· Βαθμοί Κελσίου, '-' (μείον) κωδικοποιημένο, αν απαιτείται.
es: Temperatura Máxima Permitida. Temperatura máxima permitida; Grados Celsius, '-' (menos) codificado, si se requiere.
et: Lubatud maksimaalne temperatuur. Maksimaalne lubatud temperatuur; kraadides Celsius, '-' (miinus) kodeeritud, kui vajalik.
fi: Sallittu enimmäislämpötila. Sallittu enimmäislämpötila; Celsius-asteina, '-' (miinus) koodattu tarvittaessa.
fr: Température Maximale Autorisée. Température maximale permise ; Degrés Celsius, '-' (moins) encodé, si nécessaire.
ga: Teocht Uasta Cheadaithe. Teocht uasta cheadaithe; Céimeanna Celsius, '-' (lúide) códaithe, más gá.
hr: Maksimalna dopuštena temperatura. Maksimalna dopuštena temperatura; stupnjevi Celzijusa, '-' (minus) kodiran, ako je potrebno.
hu: Megengedett Maximális Hőmérséklet. Maximálisan megengedett hőmérséklet; Celsius fokban, '-' (mínusz) kódolva, ha szükséges.
is: Hámarks Leyfilegur Hitastig. Hámarks leyfður hiti; gráður Celsius, '-' (mínus) kóðað, ef þörf krefur.
it: Temperatura Massima Consentita. Temperatura massima consentita; Gradi Celsius, '-' (meno) codificato, se richiesto.
lt: Didžiausia leidžiama temperatūra. Maksimali leidžiama temperatūra; laipsniai Celsijaus, '-' (minusas) užkoduotas, jei reikia.
lv: Maksimāli Atļautā Temperatūra. Maksimāli atļautā temperatūra; grādi pēc Celsija, '-' (mīnuss) kodēts, ja nepieciešams.
mt: Temperatura Massima Permessibbli. It-temperatura massima permessa; Grad Celsius, '-' (minus) enkodat, jekk meħtieġ.
nl: Maximaal Toegestane Temperatuur. Maximaal toegestane temperatuur; graden Celsius, '-' (min) gecodeerd, indien nodig.
no: Maksimal Tillatt Temperatur. Maksimum tillatt temperatur; grader Celsius, '-' (minus) kod et, om nødvendig.
pl: Maksymalna dozwolona temperatura. Maksymalna dopuszczalna temperatura; stopnie Celsjusza, '-' (minus) zakodowane, jeśli wymagane.
pt: Temperatura Máxima Permitida. Temperatura máxima permitida; Graus Celsius, '-' (menos) codificado, se necessário.
ro: Temperatura Maximă Permisa. Temperatura maximă permisă; Grade Celsius, '-' (minus) codificat, dacă este necesar.
sk: Maximálna povolená teplota. Maximálna povolená teplota; stupne Celzia, '-' (mínus) kódované, ak je to potrebné.
sl: Najvišja dovoljena temperatura. Najvišja dovoljena temperatura; stopinje Celzija, '-' (minus) kodirano, če je potrebno.
sv: Maximal Tillåten Temperatur. Maximal tillåten temperatur; Grader Celsius, '-' (minus) kodad, vid behov.

# di5003
source: Minimum Allowed Temperature.\nMinimum permitted temperature; Degrees Celsius, '-' (minus) encoded, if required.
bg: Минимално позволена температура.\nМинимално допустима температура; градуси Целзий, '-' (минус) кодиран, ако е необходимо.
cs: Minimální povolená teplota.\nMinimální povolená teplota; stupně Celsia, '-' (mínus) zakódováno, pokud je to nutné.
de: Mindestens zulässige Temperatur.\nMinimale zulässige Temperatur; Grad Celsius, '-' (Minus) codiert, falls erforderlich.
el: Ελάχιστη Επιτρεπόμενη Θερμοκρασία.\nΕλάχιστη επιτρεπόμενη θερμοκρασία· Βαθμοί Κελσίου, '-' (μείον) κωδικοποιημένο, αν απαιτείται.
es: Temperatura Mínima Permitida.\nTemperatura mínima permitida; Grados Celsius, '-' (menos) codificado, si se requiere.
et: Lubatud minimaalne temperatuur.\nMinimaalne lubatud temperatuur; kraadides Celsius, '-' (miinus) kodeeritud, kui vajalik.
fi: Sallittu alin lämpötila.\nSallittu alin lämpötila; Celsius-asteina, '-' (miinus) koodattu tarvittaessa.
fr: Température Minimale Autorisée.\nTempérature minimale permise ; Degrés Celsius, '-' (moins) encodé, si nécessaire.
ga: Teocht Íosta Cheadaithe.\nTeocht íosta cheadaithe; Céimeanna Celsius, '-' (lúide) códaithe, más gá.
hr: Minimalna dopuštena temperatura.\nMinimalna dopuštena temperatura; stupnjevi Celzijusa, '-' (minus) kodiran, ako je potrebno.
hu: Megengedett Minimális Hőmérséklet.\nMinimálisan megengedett hőmérséklet; Celsius fokban, '-' (mínusz) kódolva, ha szükséges.
is: Lágmarks Leyfilegur Hitastig.\nLágmarks leyfður hiti; gráður Celsius, '-' (mínus) kóðað, ef þörf krefur.
it: Temperatura Minima Consentita.\nTemperatura minima consentita; Gradi Celsius, '-' (meno) codificato, se richiesto.
lt: Mažiausia leidžiama temperatūra.\nMažiausia leidžiama temperatūra; laipsniai Celsijaus, '-' (minusas) užkoduotas, jei reikia.
lv: Minimāli Atļautā Temperatūra.\nMinimāli atļautā temperatūra; grādi pēc Celsija, '-' (mīnuss) kodēts, ja nepieciešams.
mt: Temperatura Minima Permessibbli.\nIt-temperatura minima permessa; Grad Celsius, '-' (minus) enkodat, jekk meħtieġ.
nl: Minimaal Toegestane Temperatuur.\nMinimaal toegestane temperatuur; graden Celsius, '-' (min) gecodeerd, indien nodig.
no: Minimum Tillatt Temperatur.\nMinimum tillatt temperatur; grader Celsius, '-' (minus) kodet, om nødvendig.
pl: Minimalna dozwolona temperatura.\nMinimalna dopuszczalna temperatura; stopnie Celsjusza, '-' (minus) zakodowane, jeśli wymagane.
pt: Temperatura Mínima Permitida.\nTemperatura mínima permitida; Graus Celsius, '-' (menos) codificado, se necessário.
ro: Temperatura Minimă Permisa.\nTemperatura minimă permisă; Grade Celsius, '-' (minus) codificat, dacă este necesar.
sk: Minimálna povolená teplota.\nMinimálna povolená teplota; stupne Celzia, '-' (mínus) kódované, ak je to potrebné.
sl: Najnižja dovoljena temperatura.\nNajnižja dovoljena temperatura; stopinje Celzija, '-' (minus) kodirano, če je potrebno.
sv: Minimal Tillåten Temperatur.\nMinimal tillåten temperatur; Grader Celsius, '-' (minus) kodad, vid behov.

# di5004
source: Maximum Allowed Relative Humidity.\nMaximum permitted relative humidity, implied as percent.
bg: Максимално позволена относителна влажност.\nМаксимално допустима относителна влажност, подразбираща се като процент.
cs: Maximální povolená relativní vlhkost.\nMaximální povolená relativní vlhkost, implikována jako procento.
de: Maximal zulässige relative Luftfeuchtigkeit.\nMaximale zulässige relative Luftfeuchtigkeit, impliziert als Prozent.
el: Μέγιστη Επιτρεπόμενη Σχετική Υγρασία.\nΜέγιστη επιτρεπόμενη σχετική υγρασία, υπονοούμενη ως ποσοστό.
es: Humedad Relativa Máxima Permitida.\nHumedad relativa máxima permitida, implícita como porcentaje.
et: Lubatud maksimaalne suhteline niiskus.\nMaksimaalne lubatud suhteline niiskus, väljendatuna protsentides.
fi: Sallittu suhteellisen kosteuden enimmäisarvo.\nSallittu suhteellisen kosteuden enimmäisarvo, ilmaistuna prosentteina.
fr: Humidité Relative Maximale Autorisée.\nHumidité relative maximale permise, implicite en pourcentage.
ga: Taise Choibhneasta Uasta Cheadaithe.\nTaise choibhneasta uasta cheadaithe, tuigthe mar chéatadán.
hr: Maksimalna dopuštena relativna vlažnost.\nMaksimalna dopuštena relativna vlažnost, implicitno izražena kao postotak.
hu: Megengedett Maximális Relatív Páratartalom.\nMaximálisan megengedett relatív páratartalom, százalékban feltételezve.
is: Hámarks Leyfileg Afstæð Raki.\nHámarks leyfður afstæður raki, gefið til kynna sem prósent.
it: Umidità Relativa Massima Consentita.\nUmidità relativa massima consentita, implicitamente come percentuale.
lt: Didžiausia leidžiama santykinė drėgmė.\nMaksimali leidžiama santykinė drėgmė, numanoma kaip procentas.
lv: Maksimāli Atļautā Relatīvā Mitruma Līmenis.\nMaksimāli atļautais relatīvais mitrums, izteikts procentos.
mt: Umdità Relattiva Massima Permessibbli.\nL-umdità relattiva massima permessa, implikata bħala perċentwali.
nl: Maximaal Toegestane Relatieve Vochtigheid.\nMaximaal toegestane relatieve vochtigheid, geïmpliceerd als procent.
no: Maksimal Tillatt Relativ Fuktighet.\nMaksimal tillatt relativ fuktighet, implisert som prosent.
pl: Maksymalna dozwolona wilgotność względna.\nMaksymalna dopuszczalna wilgotność względna, domyślnie wyrażona w procentach.
pt: Umidade Relativa Máxima Permitida.\nUmidade relativa máxima permitida, implicada como percentual.
ro: Umiditatea Relativă Maximă Permisa.\nUmiditatea relativă maximă permisă, implicit ca procent.
sk: Maximálna povolená relatívna vlhkosť.\nMaximálna povolená relatívna vlhkosť, implicitne vyjadrená ako percento.
sl: Najvišja dovoljena relativna vlažnost.\nNajvišja dovoljena relativna vlažnost, implicitno izražena kot odstotek.
sv: Maximal Tillåten Relativ Luftfuktighet.\nMaximal tillåten relativ luftfuktighet, underförstått som procent.

# di5005
source: Minimum Allowed Relative Humidity.\nMaximum permitted relative humidity, expressed as percent.
bg: Минимално позволена относителна влажност.\nМаксимално допустима относителна влажност, изразена като процент.
cs: Minimální povolená relativní vlhkost.\nMaximální povolená relativní vlhkost, vyjádřena jako procento.
de: Mindestens zulässige relative Luftfeuchtigkeit.\nMaximale zulässige relative Luftfeuchtigkeit, ausgedrückt in Prozent.
el: Ελάχιστη Επιτρεπόμενη Σχετική Υγρασία.\nΜέγιστη επιτρεπόμενη σχετική υγρασία, εκφρασμένη ως ποσοστό.
es: Humedad Relativa Mínima Permitida.\nHumedad relativa máxima permitida, expresada como porcentaje.
et: Lubatud minimaalne suhteline niiskus.\nMinimaalne lubatud suhteline niiskus, väljendatuna protsentides.
fi: Sallittu suhteellisen kosteuden alin arvo.\nSallittu suhteellisen kosteuden enimmäisarvo, ilmaistuna prosentteina.
fr: Humidité Relative Minimale Autorisée.\nHumidité relative maximale permise, exprimée en pourcentage.
ga: Taise Choibhneasta Íosta Cheadaithe.\nTaise choibhneasta íosta cheadaithe, léirithe mar chéatadán.
hr: Minimalna dopuštena relativna vlažnost.\nMaksimalna dopuštena relativna vlažnost, izražena kao postotak.
hu: Megengedett Minimális Relatív Páratartalom.\nMaximálisan megengedett relatív páratartalom, százalékban kifejezve.
is: Lágmarks Leyfileg Afstæð Raki.\nLágmarks leyfður afstæður raki, tjáð sem prósent.
it: Umidità Relativa Minima Consentita.\nUmidità relativa minima consentita, espressa come percentuale.
lt: Mažiausia leidžiama santykinė drėgmė.\nMažiausia leidžiama santykinė drėgmė, išreikšta kaip procentas.
lv: Minimāli Atļautā Relatīvā Mitruma Līmenis.\nMinimāli atļautais relatīvais mitrums, izteikts procentos.
mt: Umdità Relattiva Minima Permessibbli.\nL-umdità relattiva minima permessa, espressa bħala perċentwali.
nl: Minimaal Toegestane Relatieve Vochtigheid.\nMaximaal toegestane relatieve vochtigheid, uitgedrukt als procent.
no: Minimum Tillatt Relativ Fuktighet.\nMinimum tillatt relativ fuktighet, uttrykt som prosent.
pl: Minimalna dozwolona wilgotność względna.\nMaksymalna dopuszczalna wilgotność względna, wyrażona w procentach.
pt: Umidade Relativa Mínima Permitida.\nUmidade relativa mínima permitida, expressa como percentual.
ro: Umiditatea Relativă Minimă Permisa.\nUmiditatea relativă minimă permisă, exprimată ca procent.
sk: Minimálna povolená relatívna vlhkosť.\nMaximálna povolená relatívna vlhkosť, vyjadrená ako percento.
sl: Najnižja dovoljena relativna vlažnost.\nNajvišja dovoljena relativna vlažnost, izražena kot odstotek.
sv: Minimal Tillåten Relativ Luftfuktighet.\nMaximal tillåten relativ luftfuktighet, uttryckt som procent.
