Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di16055
source: DNV certification reference. Indicates that the data contains a reference to a product certificate/verification statement/report, issued by DNV. Data identifier shall be followed by letters “NV” and certificate number. When certificate Number has postfix, it should be included in the datastream by using the “-“ separator character. Revision indicators shall not be provided.\nExamples:\n1. 55PNVXXXXXXX, where 55P is the data identifier, XXXXXXX is DNV Certificate Number.\n2. 55PNVXXXXXXX-Y, where 55P is the data identifier, XXXXXXX-Y is DNV Certificate Number with postfix Y.
bg: Референция за сертификация от DNV. Указва, че данните съдържат референция към сертификат за продукт/доклад за проверка/доклад, издаден от DNV. Идентификаторът на данните трябва да бъде последван от буквите "NV" и номер на сертификата. Когато номерът на сертификата има постфикс, той трябва да бъде включен в потока от данни, като се използва символът за разделител "-". Индикатори за ревизия не трябва да се предоставят.\nПримери:\n1. 55PNVXXXXXXX, където 55P е идентификаторът на данните, XXXXXXX е номерът на сертификата на DNV.\n2. 55PNVXXXXXXX-Y, където 55P е идентификаторът на данните, XXXXXXX-Y е номерът на сертификата на DNV с постфикс Y.
cs: Odkaz na certifikaci DNV. Udává, že data obsahují odkaz na certifikát produktu/ověření/výrok o zprávě, vydaný DNV. Identifikátor dat musí být následován písmeny „NV“ a číslem certifikátu. Pokud má číslo certifikátu příponu, měla by být zahrnuta do datového proudu pomocí oddělovače „-“. Indikátory revize nebudou poskytovány.\nPříklady:\n1. 55PNVXXXXXXX, kde 55P je identifikátor dat, XXXXXXX je číslo certifikátu DNV.\n2. 55PNVXXXXXXX-Y, kde 55P je identifikátor dat, XXXXXXX-Y je číslo certifikátu DNV s příponou Y.
de: DNV-Zertifizierungsreferenz. Gibt an, dass die Daten eine Referenz auf ein Produktzertifikat/Verifizierungsbericht/-dokument enthalten, das von DNV ausgestellt wurde. Der Datenidentifikator muss von den Buchstaben "NV" und der Zertifikatsnummer gefolgt sein. Wenn die Zertifikatsnummer einen Postfix hat, sollte dieser im Datenstrom durch Verwendung des "-"-Trennzeichens einbezogen werden. Überarbeitungsindikatoren sollen nicht angegeben werden.\nBeispiele:\n1. 55PNVXXXXXXX, wobei 55P der Datenidentifikator ist, XXXXXXX ist die DNV-Zertifikatsnummer.\n2. 55PNVXXXXXXX-Y, wobei 55P der Datenidentifikator ist, XXXXXXX-Y ist die DNV-Zertifikatsnummer mit Postfix Y.
el: Αναφορά πιστοποίησης DNV. Δηλώνει ότι τα δεδομένα περιέχουν αναφορά σε πιστοποιητικό προϊόντος/δήλωση επαλήθευσης/έκθεση, που εκδίδεται από την DNV. Το αναγνωριστικό δεδομένων πρέπει να ακολουθείται από τα γράμματα "NV" και τον αριθμό πιστοποιητικού. Όταν ο αριθμός πιστοποιητικού έχει επίθεμα, θα πρέπει να συμπεριληφθεί στο ρεύμα δεδομένων χρησιμοποιώντας τον χαρακτήρα διαχωριστή "-" . Δεν πρέπει να παρέχονται δείκτες αναθεώρησης.\nΠαραδείγματα:\n1. 55PNVXXXXXXX, όπου 55P είναι το αναγνωριστικό δεδομένων, XXXXXXX είναι ο Αριθμός Πιστοποιητικού DNV.\n2. 55PNVXXXXXXX-Y, όπου 55P είναι το αναγνωριστικό δεδομένων, XXXXXXX-Y είναι ο Αριθμός Πιστοποιητικού DNV με επίθεμα Y.
es: Referencia de certificación DNV. Indica que los datos contienen una referencia a un certificado de producto/declaración de verificación/informe, emitido por DNV. El identificador de datos debe ser seguido por las letras "NV" y el número de certificado. Cuando el Número de Certificado tiene un posfijo, debe incluirse en la transmisión de datos usando el carácter separador "-" . Los indicadores de revisión no deben proporcionarse.\nEjemplos:\n1. 55PNVXXXXXXX, donde 55P es el identificador de datos, XXXXXXX es el Número de Certificado DNV.\n2. 55PNVXXXXXXX-Y, donde 55P es el identificador de datos, XXXXXXX-Y es el Número de Certificado DNV con posfijo Y.
et: DNV sertifikaadi viide. Näitab, et andmed sisaldavad viidet toote sertifikaadile/kinnituse avaldusele/aruannele, mille on väljastanud DNV. Andmeidentifikaatorit peab järgima tähed "NV" ja sertifikaadi number. Kui sertifikaadi numbril on järelliide, tuleb see andmevoos sisestada, kasutades "-" eraldajatähemärki. Revisiooni näitajaid ei tohi esitada.\nNäited:\n1. 55PNVXXXXXXX, kus 55P on andmeidentifikaator, XXXXXXX on DNV sertifikaadi number.\n2. 55PNVXXXXXXX-Y, kus 55P on andmeidentifikaator, XXXXXXX-Y on DNV sertifikaadi number järelliidetega Y.
fi: DNV-sertifiointiviite. Osoittaa, että data sisältää viitteen tuotetodistukseen/tarkastuslausuntoon/raporttiin, jonka DNV on myöntänyt. Datatunnisteen perässä tulee olla kirjaimet "NV" ja sertifikaatin numero. Kun sertifikaatin numerossa on jälkiliite, se tulee sisällyttää datavirtaan käyttäen "-"-erotinmerkkiä. Revisioindikaattoreita ei anneta.\nEsimerkit:\n1. 55PNVXXXXXXX, missä 55P on datatunniste, XXXXXXX on DNV:n sertifikaatin numero.\n2. 55PNVXXXXXXX-Y, missä 55P on datatunniste, XXXXXXX-Y on DNV:n sertifikaatin numero jälkiliitteellä Y.
fr: Référence de certification DNV. Indique que les données contiennent une référence à un certificat de produit/rapport d'attestation/rapport, émis par DNV. L'identifiant de données doit être suivi des lettres "NV" et du numéro de certificat. Lorsque le numéro de certificat a un suffixe, il doit être inclus dans le flux de données en utilisant le caractère séparateur "-" . Les indicateurs de révision ne doivent pas être fournis.\nExemples :\n1. 55PNVXXXXXXX, où 55P est l'identifiant de données, XXXXXXX est le numéro de certificat DNV.\n2. 55PNVXXXXXXX-Y, où 55P est l'identifiant de données, XXXXXXX-Y est le numéro de certificat DNV avec suffixe Y.
ga: Tagairt deimhnithe DNV. Léiríonn sé go bhfuil na sonraí ag tagairt do dheimhniú táirge/ráiteas fíoraithe/tuairisc, eisithe ag DNV. Ba chóir an t-aitheantas sonraí a leanúint le litreacha "NV" agus uimhir an teastais. Nuair a bhíonn postfhics don uimhir teastais, ba chóir é a áireamh sa sreabhadh sonraí ag baint úsáide as an gcarachtar scartha "-" . Níor chóir táscairí athbhreithnithe a sholáthar.\nSamplaí:\n1. 55PNVXXXXXXX, áit a bhfuil 55P ina aitheantas sonraí, agus XXXXXXX uimhir theastais DNV.\n2. 55PNVXXXXXXX-Y, áit a bhfuil 55P ina aitheantas sonraí, agus XXXXXXX-Y uimhir theastais DNV le postfhics Y.
hr: DNV referenca certifikacije. Označava da podaci sadrže referencu na certifikat proizvoda/izjavu o verifikaciji/izvještaj, izdano od DNV. Identifikator podataka treba slijediti slova "NV" i broj certifikata. Kada broj certifikata ima postfiks, trebao bi biti uključen u podatkovni tok koristeći "-" separator. Indikatori revizije ne bi trebali biti pruženi.\nPrimjeri:\n1. 55PNVXXXXXXX, gdje je 55P identifikator podataka, XXXXXXX je broj certifikata DNV.\n2. 55PNVXXXXXXX-Y, gdje je 55P identifikator podataka, XXXXXXX-Y je broj certifikata DNV s postfiksom Y.
hu: DNV tanúsítási hivatkozás. Jelzi, hogy az adatok egy terméktanúsítványra/ellenőrzési nyilatkozatra/jelentésre vonatkoznak, amelyet a DNV bocsátott ki. Az adat azonosítót a "NV" betűk és a tanúsítvány száma követi. Amennyiben a tanúsítványszámnak van utótagja, azt az adatfolyamban a "-" elválasztó karakter segítségével kell megadni. A revíziós jelölőket nem szabad megadni.\nPéldák:\n1. 55PNVXXXXXXX, ahol 55P az adat azonosító, XXXXXXX a DNV Tanúsítvány Száma.\n2. 55PNVXXXXXXX-Y, ahol 55P az adat azonosító, XXXXXXX-Y a DNV Tanúsítvány Száma utótaggal Y.
is: DNV vottunartilvísun. Bendir til þess að gögn innihalda tilvísun að vöruvottorði/staðfestingaryfirlýsingu/skýrslu, gefið út af DNV. Gagnakennari skal fylgja stöfum "NV" og vottorðsnúmeri. Þegar vottorðsnúmer hefur eftirlið, skal hann innifalin í gagnastreymi með því að nota "-" aðskilnaðartákn. Endurskoðunarvísar skulu ekki veittir.\nDæmi:\n1. 55PNVXXXXXXX, þar sem 55P er gagnakennari, XXXXXXX er DNV vottorðsnúmer.\n2. 55PNVXXXXXXX-Y, þar sem 55P er gagnakennari, XXXXXXX-Y er DNV vottorðsnúmer með eftirlið Y.
it: Riferimento alla certificazione DNV. Indica che i dati contengono un riferimento a un certificato di prodotto/dichiarazione di verifica/rapporto, emesso da DNV. L'identificatore di dati deve essere seguito dalle lettere "NV" e dal numero di certificato. Quando il Numero di Certificato ha un postfisso, dovrebbe essere incluso nel flusso di dati utilizzando il carattere separatore "-" . Gli indicatori di revisione non devono essere forniti.\nEsempi:\n1. 55PNVXXXXXXX, dove 55P è l'identificatore di dati, XXXXXXX è il Numero di Certificato DNV.\n2. 55PNVXXXXXXX-Y, dove 55P è l'identificatore di dati, XXXXXXX-Y è il Numero di Certificato DNV con postfisso Y.
lt: DNV sertifikavimo nuoroda. Nurodo, kad duomenys apima nuorodą į produkto sertifikatą/patvirtinimo pareiškimą/ataskaitą, išduotą DNV. Duomenų identifikatorius turėtų būti sekamas raidėmis "NV" ir sertifikato numeriu. Kai sertifikato numeris turi priesagą, ji turėtų būti įtraukta į duomenų srautą naudojant "-" skirtuką. Revizijos indikatoriai neturėtų būti pateikiami.\nPavyzdžiai:\n1. 55PNVXXXXXXX, kur 55P yra duomenų identifikatorius, XXXXXXX yra DNV sertifikato numeris.\n2. 55PNVXXXXXXX-Y, kur 55P yra duomenų identifikatorius, XXXXXXX-Y yra DNV sertifikato numeris su priesaga Y.
lv: DNV sertifikācijas atsauce. Norāda, ka dati satur atsauci uz produkta sertifikātu/pārbaudes paziņojumu/ziņojumu, ko izdevis DNV. Datu identifikatoram jāseko burtiem "NV" un sertifikāta numuram. Ja sertifikāta numuram ir pēcfikss, tas jāiekļauj datu plūsmā, izmantojot "-" atdalītāja rakstzīmi. Revīzijas indikatori netiek sniegti.\nPiemēri:\n1. 55PNVXXXXXXX, kur 55P ir datu identifikators, XXXXXXX ir DNV Sertifikāta Numurs.\n2. 55PNVXXXXXXX-Y, kur 55P ir datu identifikators, XXXXXXX-Y ir DNV Sertifikāta Numurs ar pēcfiksu Y.
mt: Referenza ta' ċertifikazzjoni DNV. Tindika li d-data fiha referenza għaċ-ċertifikat tal-prodott/dikjarazzjoni ta' verifika/rapport, maħruġ minn DNV. L-identifikatur tad-data għandu jiġi segwit mill-ittri "NV" u n-numru taċ-ċertifikat. Meta n-numru taċ-ċertifikat ikollu postfix, dan għandu jiġi inkluż fl-istrixxa tad-data billi jintuża l-karattru separatur "-" (tratt). Indikaturi tar-reviżjoni m'għandhomx jiġu pprovduti.\nEżempji:\n1. 55PNVXXXXXXX, fejn 55P huwa l-identifikatur tad-data, XXXXXXX huwa n-Numru taċ-Ċertifikat DNV.\n2. 55PNVXXXXXXX-Y, fejn 55P huwa l-identifikatur tad-data, XXXXXXX-Y huwa n-Numru taċ-Ċertifikat DNV b'postfix Y.
nl: DNV certificatie referentie. Geeft aan dat de gegevens een referentie bevatten naar een productcertificaat/verificatieverklaring/rapport, uitgegeven door DNV. Gegevensidentificator moet worden gevolgd door de letters "NV" en certificaatnummer. Wanneer certificaatnummer een postfix heeft, moet dit worden opgenomen in de gegevensstroom door gebruik te maken van het "-" scheidingsteken. Revisie-indicatoren mogen niet worden verstrekt.\nVoorbeelden:\n1. 55PNVXXXXXXX, waarbij 55P de gegevensidentificator is, XXXXXXX is DNV Certificaatnummer.\n2. 55PNVXXXXXXX-Y, waarbij 55P de gegevensidentificator is, XXXXXXX-Y is DNV Certificaatnummer met postfix Y.
no: DNV-sertifiseringsreferanse. Indikerer at dataene inneholder en referanse til et produktsertifikat/verifiseringsuttalelse/rapport, utstedt av DNV. Dataidentifikator skal følges av bokstavene "NV" og sertifikatnummeret. Når sertifikatnummeret har postfix, skal det inkluderes i datastrømmen ved bruk av "-" skilletegnet. Revisjonsindikatorer skal ikke oppgis.\nEksempler:\n1. 55PNVXXXXXXX, hvor 55P er dataidentifikatoren, XXXXXXX er DNV-sertifikatnummeret.\n2. 55PNVXXXXXXX-Y, hvor 55P er dataidentifikatoren, XXXXXXX-Y er DNV-sertifikatnummeret med postfix Y.
pl: Referencja certyfikacji DNV. Wskazuje, że dane zawierają odniesienie do certyfikatu produktu/oswiadczenia weryfikacyjnego/raportu, wydanego przez DNV. Identyfikator danych powinien być poprzedzony literami "NV" i numerem certyfikatu. Gdy numer certyfikatu ma przyrostek, powinien być dołączony do strumienia danych za pomocą znaku separatora "-". Wskaźniki rewizji nie powinny być podawane.\nPrzykłady:\n1. 55PNVXXXXXXX, gdzie 55P to identyfikator danych, XXXXXXX to numer certyfikatu DNV.\n2. 55PNVXXXXXXX-Y, gdzie 55P to identyfikator danych, XXXXXXX-Y to numer certyfikatu DNV z przyrostkiem Y.
pt: Referência de certificação DNV. Indica que os dados contêm uma referência a um certificado de produto/declaração de verificação/relatório, emitido pela DNV. O identificador de dados deve ser seguido pelas letras "NV" e número do certificado. Quando o Número do Certificado tiver pósfixo, ele deve ser incluído no fluxo de dados usando o caractere separador "-" . Indicadores de revisão não devem ser fornecidos.\nExemplos:\n1. 55PNVXXXXXXX, onde 55P é o identificador de dados, XXXXXXX é o Número do Certificado DNV.\n2. 55PNVXXXXXXX-Y, onde 55P é o identificador de dados, XXXXXXX-Y é o Número do Certificado DNV com pósfixo Y.
ro: Referința de certificare DNV. Indică că datele conțin o referință la un certificat de produs/declarație de verificare/raport, emis de DNV. Identificatorul datelor va fi urmat de literele "NV" și numărul certificatului. Când Numărul Certificatului are un postfix, acesta ar trebui inclus în fluxul de date folosind caracterul separator "-". Indicatorii de revizie nu vor fi furnizați.\nExemple:\n1. 55PNVXXXXXXX, unde 55P este identificatorul datelor, XXXXXXX este Numărul Certificatului DNV.\n2. 55PNVXXXXXXX-Y, unde 55P este identificatorul datelor, XXXXXXX-Y este Numărul Certificatului DNV cu postfixul Y.
sk: Referencia certifikácie DNV. Udáva, že údaje obsahujú odkaz na produktový certifikát/vyhlásenie o overení/správu, vydaný spoločnosťou DNV. Identifikátor údajov musí byť nasledovaný písmenami "NV" a číslom certifikátu. Ak má číslo certifikátu príponu, mala by byť zahrnutá do dátového prúdu pomocou oddelovacieho znaku "-" (pomlčka). Indikátory revízie by nemali byť poskytnuté.\nPríklady:\n1. 55PNVXXXXXXX, kde 55P je identifikátor údajov, XXXXXXX je číslo certifikátu DNV.\n2. 55PNVXXXXXXX-Y, kde 55P je identifikátor údajov, XXXXXXX-Y je číslo certifikátu DNV s príponou Y.
sl: Referenca certifikacije DNV. Označuje, da podatki vsebujejo referenco na potrdilo o izdelku/izjavo o preverjanju/poročilo, izdano s strani DNV. Identifikatorju podatkov mora slediti črke "NV" in številka certifikata. Ko ima številka certifikata pripono, se mora vključiti v podatkovni tok z uporabo znaka ločila "-" . Indikatorji revizije ne smejo biti zagotovljeni.\nPrimeri:\n1. 55PNVXXXXXXX, kjer je 55P identifikator podatkov, XXXXXXX je številka certifikata DNV.\n2. 55PNVXXXXXXX-Y, kjer je 55P identifikator podatkov, XXXXXXX-Y je številka certifikata DNV s pripono Y.
sv: DNV-certifieringsreferens. Indikerar att datan innehåller en hänvisning till ett produktcertifikat/verifieringsuttalande/rapport, utfärdat av DNV. Dataidentifieraren ska följas av bokstäverna "NV" och certifikatnummer. När certifikatnummer har postfix ska det inkluderas i dataströmmen genom att använda "-" separatorstecknet. Revisionsindikatorer ska inte tillhandahållas.\nExempel:\n1. 55PNVXXXXXXX, där 55P är dataidentifieraren, XXXXXXX är DNV Certifikatnummer.\n2. 55PNVXXXXXXX-Y, där 55P är dataidentifieraren, XXXXXXX-Y är DNV Certifikatnummer med postfix Y.

# di17000
source: Quantity, Number of Pieces, or Amount (numeric only) (unit of measure and significance mutually defined).
bg: Количество, Брой парчета или Сума (само числова) (единица за измерване и значение, взаимно определени).
cs: Množství, počet kusů nebo množství (pouze číselně) (jednotka míry a význam vzájemně definovány).
de: Menge, Anzahl der Stücke oder Betrag (nur numerisch) (Maßeinheit und Bedeutung gemeinsam definiert).
el: Ποσότητα, Αριθμός Τεμαχίων, ή Ποσό (μόνο αριθμητικό) (η μονάδα μέτρησης και η σημασία ορίζονται αμοιβαία).
es: Cantidad, Número de Piezas o Monto (solo numérico) (unidad de medida y significancia definidas mutuamente).
et: Kogus, Tükkide Arv või Kogus (ainult numbriline) (ühiku mõõt ja tähendus vastastikku määratletud).
fi: Määrä, Kappalemäärä tai Summa (vain numeerinen) (mittayksikkö ja merkitys yhteisesti määritelty).
fr: Quantité, Nombre de Pièces ou Montant (numérique uniquement) (unité de mesure et signification définies mutuellement).
ga: Cainníocht, Líon Píosaí, nó Méid (uimhriúil amháin) (aonad tomhais agus tábhacht sainithe go frithpháirteach).
hr: Količina, Broj komada ili Iznos (samo numerički) (jedinica mjere i značaj međusobno definirani).
hu: Mennyiség, Darabszám vagy Mennyiség (csak szám) (mértékegység és jelentőség közösen meghatározott).
is: Magn, Fjöldi stykkja, eða Magn (aðeins tölulegt) (eining og þýðing í sameiningu skilgreind).
it: Quantità, Numero di Pezzi o Importo (solo numerico) (unità di misura e significato definiti di comune accordo).
lt: Kiekis, vienetų skaičius arba suma (tik skaitmenys) (vieneto matas ir svarba abipusiai apibrėžti).
lv: Daudzums, Gabalu Skaits vai Apjoms (tikai ciparos) (mērvienība un nozīme savstarpēji definēta).
mt: Kwantità, Numru ta' Biċċiet, jew Ammont (biss numeriku) (l-unità tal-kejl u s-sinifikat definiti b'mod reċiproku).
nl: Hoeveelheid, Aantal Stukken, of Bedrag (alleen numeriek) (eenheid van maat en betekenis onderling gedefinieerd).
no: Mengde, antall stykker, eller beløp (kun numerisk) (måleenhet og betydning gjensidig definert).
pl: Ilość, liczba sztuk lub kwota (tylko numeryczna) (jednostka miary i znaczenie zdefiniowane wspólnie).
pt: Quantidade, Número de Peças ou Montante (apenas numérico) (unidade de medida e significância definidas mutuamente).
ro: Cantitate, Număr de Bucăți, sau Sumă (numai numeric) (unitatea de măsură și semnificația definită mutual).
sk: Množstvo, počet kusov alebo množstvo (iba číselné) (jednotka merania a význam vzájomne definované).
sl: Količina, število kosov ali znesek (samo numerično) (enota mere in pomen medsebojno definirana).
sv: Kvantitet, Antal Stycken eller Mängd (endast numerisk) (måttenhet och betydelse ömsesidigt definierad).

# di17001
source: Theoretical Length/Weight (numeric only).
bg: Теоретична дължина/тегло (само числова).
cs: Teoretická délka/váha (pouze číselně).
de: Theoretische Länge/Gewicht (nur numerisch).
el: Θεωρητικό Μήκος/Βάρος (μόνο αριθμητικό).
es: Longitud/Peso Teórico (solo numérico).
et: Teoreetiline Pikkus/Kaal (ainult numbriline).
fi: Teoreettinen Pituus/Paino (vain numeerinen).
fr: Longueur/Poids théorique (numérique uniquement).
ga: Fad/Fad Theoiriciúil (uimhriúil amháin).
hr: Teoretska Duljina/Težina (samo numerički).
hu: Elméleti Hossz/Súly (csak szám).
is: Fræðilegur Lengd/Þyngd (aðeins tölulegt).
it: Lunghezza/Peso Teorico (solo numerico).
lt: Teorinė ilgis/svoris (tik skaitmenys).
lv: Teorētiskais Garums/Svars (tikai ciparos).
mt: Tul/Peż Teoretiku (biss numeriku).
nl: Theoretische Lengte/Gewicht (alleen numeriek).
no: Teoretisk lengde/vekt (kun numerisk).
pl: Teoretyczna długość/waga (tylko numeryczna).
pt: Comprimento Teórico/Peso (apenas numérico).
ro: Lungimea/ Greutatea Teoretică (numai numeric).
sk: Teoretická dĺžka/hmotnosť (iba číselné).
sl: Teoretična dolžina/teža (samo numerično).
sv: Teoretisk Längd/Vikt (endast numerisk).

# di17002
source: Actual Weight (numeric only).
bg: Действително тегло (само числова).
cs: Skutečná váha (pouze číselně).
de: Tatsächliches Gewicht (nur numerisch).
el: Πραγματικό Βάρος (μόνο αριθμητικό).
es: Peso Real (solo numérico).
et: Tegelik Kaal (ainult numbriline).
fi: Todellinen Paino (vain numeerinen).
fr: Poids réel (numérique uniquement).
ga: Meáchan Fíor (uimhriúil amháin).
hr: Stvarna Težina (samo numerički).
hu: Tényleges Súly (csak szám).
is: Raunþyngd (aðeins tölulegt).
it: Peso Effettivo (solo numerico).
lt: Tikrasis svoris (tik skaitmenys).
lv: Faktiskais Svars (tikai ciparos).
mt: Piż Attwali (biss numeriku).
nl: Daadwerkelijk Gewicht (alleen numeriek).
no: Faktisk vekt (kun numerisk).
pl: Rzeczywista waga (tylko numeryczna).
pt: Peso Real (apenas numérico).
ro: Greutatea Reală (numai numeric).
sk: Skutočná hmotnosť (iba číselné).
sl: Dejanska teža (samo numerično).
sv: Faktisk Vikt (endast numerisk).

# di17003
source: Unit of Measure, as defined by the two character ANSI X12.3 Data Element Number 355 Unit of Measurement Code.
bg: Единица за измерване, както е дефинирана от двубуквения ANSI X12.3 Дата Елемент Номер 355 Код на единица за измерване.
cs: Jednotka míry, jak je definováno dvouznakovým kódem prvku dat ANSI X12.3 číslo 355 kód jednotky míry.
de: Maßeinheit, wie definiert durch den zweistelligen ANSI X12.3-Datenelement-Nummer 355-Maßeinheitscode.
el: Μονάδα Μέτρησης, όπως ορίζεται από τον διψήφιο κωδικό του στοιχείου δεδομένων ANSI X12.3 Αριθμός 355 Κωδικός Μονάδας Μέτρησης.
es: Unidad de Medida, según lo definido por el número de elemento de datos 355 de dos caracteres ANSI X12.3 Código de Unidad de Medida.
et: Mõõtühik, nagu on määratletud ANSI X12.3 Andmeelemendi Number 355 Mõõtühiku Koodi kahe tähemärgiga.
fi: Mittayksikkö, kuten määritelty kahden merkin ANSI X12.3 Dataelementtinumerolla 355 Mittayksikkökoodi.
fr: Unité de mesure, telle que définie par le numéro de l'élément de données 355 de l'ANSI X12.3 Unité de mesure.
ga: Aonad Tomhais, mar a shainmhínítear le cód dhá charachtar Eilimint Sonraí Uimh. 355 ANSI X12.3 Cód Aonad Tomhais.
hr: Jedinica mjere, kako je definirano s dva znaka ANSI X12.3 Broj Elementa Podataka 355 Kod Jedinice Mjere.
hu: Mértékegység, az ANSI X12.3 Adatelem Szám 355 Mértékegység Kódja szerint meghatározva.
is: Einingarmál, skilgreint af tveggja stafa ANSI X12.3 Gagnaeining Númer 355 Einingarmálakóða.
it: Unità di Misura, come definito dal codice a due caratteri ANSI X12.3 Numero Elemento Dati 355 Codice Unità di Misura.
lt: Matavimo vienetas, apibrėžtas pagal dviženklį ANSI X12.3 duomenų elemento numerį 355 matavimo vieneto kodą.
lv: Mērvienība, kā definēts ar divu zīmju ANSI X12.3 Datu Elementa Numuru 355 Mērvienības Koda.
mt: Unità tal-Kejl, kif definit mill-kodiċi ta' żewġ karattri tal-Element tad-Data ANSI X12.3 Numru 355 Kodiċi tal-Unità tal-Kejl.
nl: Meet Eenheid, zoals gedefinieerd door de twee tekens ANSI X12.3 Gegevenselement Nummer 355 Meetcode.
no: Måleenhet, som definert av det to-tegn ANSI X12.3 dataelementnummer 355 enhet for målekoden.
pl: Jednostka miary, zdefiniowana przez dwuznakowy kod elementu danych ANSI X12.3 Numer 355 Kod Jednostki Miary.
pt: Unidade de Medida, conforme definido pelo código de dois caracteres do Elemento de Dados ANSI X12.3 Número 355 Código de Unidade de Medida.
ro: Unitatea de Măsură, definită de codul de două caractere ANSI X12.3 Numărul Elementului de Date 355 Codul Unității de Măsură.
sk: Jednotka merania definovaná dvojznakovým kódom dátového prvku ANSI X12.3 číslo 355 Kód jednotky merania.
sl: Enota mere, kot je opredeljena z dvomestno kodo ANSI X12.3 podatkovnega elementa številka 355 Koda enote mere.
sv: Måttenhet, som definieras av två tecken ANSI X12.3 Dataelement Nummer 355 Måttenhetskod.

# di17004
source: Gross Amount.
bg: Брутна сума.
cs: Hrubá částka.
de: Bruttobetrag.
el: Ακαθάριστο Ποσό.
es: Monto Bruto.
et: Bruto Summa.
fi: Bruttosumma.
fr: Montant brut.
ga: Suim Iomlán.
hr: Bruto Iznos.
hu: Bruttó Összeg.
is: Heildarupphæð.
it: Importo Lordo.
lt: Bendras kiekis.
lv: Bruto Summa.
mt: Ammont Gross.
nl: Bruto Bedrag.
no: Brutto beløp.
pl: Kwota brutto.
pt: Montante Bruto.
ro: Suma Brută.
sk: Hrubá suma.
sl: Bruto znesek.
sv: Bruttobelopp.

# di17005
source: Net Amount.
bg: Нетна сума.
cs: Čistá částka.
de: Nettobetrag.
el: Καθαρό Ποσό.
es: Monto Neto.
et: Neto Summa.
fi: Nettosumma.
fr: Montant net.
ga: Suim Glan.
hr: Neto Iznos.
hu: Nettó Összeg.
is: Nettóupphæð.
it: Importo Netto.
lt: Grynasis kiekis.
lv: Neto Summa.
mt: Ammont Nett.
nl: Netto Bedrag.
no: Netto beløp.
pl: Kwota netto.
pt: Montante Líquido.
ro: Suma Netă.
sk: Čistá suma.
sl: Neto znesek.
sv: Nettobelopp.
