Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di17030
source: VAT Percentage, '.' (dot) represents the position of a comma (e.g. 27Q8.5 for the VAT value of 8.5%).\nStructure: an3+an1...5 (12.45)\n <DI><VAT percentage (%)>.\nCharacter set: 0 to 9, dot.\nExample of encoding using VAT percentage of 10%:\n27Q19.\nExample of encoding using VAT percentage of 8,5%:\n27Q8.5.
bg: Процент ДДС, '.' (точка) представлява позицията на запетая (напр. 27Q8.5 за стойност на ДДС от 8.5%).\nСтруктура: an3+an1...5 (12.45)\n <DI><Процент ДДС (%)>.\nНабор от символи: 0 до 9, точка.\nПример за кодиране, използвайки процент на ДДС от 10%:\n27Q19.\nПример за кодиране, използвайки процент на ДДС от 8,5%:\n27Q8.5.
cs: Procento DPH, '.' (tečka) představuje pozici čárky (např. 27Q8.5 pro hodnotu DPH 8,5%).\nStruktura: an3+an1...5 (12.45)\n <DI><procento DPH (%)>.\nZnaková sada: 0 až 9, tečka.\nPříklad kódování s použitím procenta DPH 10%:\n27Q19.\nPříklad kódování s použitím procenta DPH 8,5%:\n27Q8.5.
de: Umsatzsteuerprozentsatz, '.' (Punkt) stellt die Position eines Kommas dar (z. B. 27Q8.5 für den Umsatzsteuerwert von 8,5%).\nStruktur: an3+an1...5 (12.45)\n <DI><Umsatzsteuerprozentsatz (%)>.\nZeichensatz: 0 bis 9, Punkt.\nBeispiel der Kodierung mit einem Umsatzsteuerprozentsatz von 10%:\n27Q19.\nBeispiel der Kodierung mit einem Umsatzsteuerprozentsatz von 8,5%:\n27Q8.5.
el: Ποσοστό ΦΠΑ, '.' (τελεία) αντιπροσωπεύει τη θέση ενός κόμμα (π.χ. 27Q8.5 για την τιμή ΦΠΑ 8.5%).\nΔομή: an3+an1...5 (12.45)\n <DI><Ποσοστό ΦΠΑ (%)>.\nΣύνολο χαρακτήρων: 0 έως 9, τελεία.\nΠαράδειγμα κωδικοποίησης χρησιμοποιώντας ποσοστό ΦΠΑ 10%:\n27Q19.\nΠαράδειγμα κωδικοποίησης χρησιμοποιώντας ποσοστό ΦΠΑ 8,5%:\n27Q8.5.
es: Porcentaje de IVA, '.' (punto) representa la posición de una coma (por ejemplo, 27Q8.5 para el valor del IVA de 8.5%).\nEstructura: an3+an1...5 (12.45)\n <DI><porcentaje de IVA (%)>.\nConjunto de caracteres: 0 a 9, punto.\nEjemplo de codificación usando porcentaje de IVA de 10%:\n27Q19.\nEjemplo de codificación usando porcentaje de IVA de 8,5%:\n27Q8.5.
et: Käibemaksu Protsent, '.' (punkt) tähistab komakoha asukohta (nt 27Q8.5 käibemaksu väärtuse jaoks 8.5%).\nStruktuur: an3+an1...5 (12.45)\n <DI><Käibemaksu protsent (%)>.\nTähemärkide komplekt: 0 kuni 9, punkt.\nNäide kodeerimisest, kasutades käibemaksu protsenti 10%:\n27Q19.\nNäide kodeerimisest, kasutades käibemaksu protsenti 8,5%:\n27Q8.5.
fi: ALV-prosentti, '.' (piste) edustaa pilkkua (esim. 27Q8.5 ALV-arvosta 8,5%).\nRakenne: an3+an1...5 (12.45)\n <DI><ALV-prosentti (%)>.\nMerkistö: 0 - 9, piste.\nEsimerkki käytettäessä ALV-prosenttia 10%:\n27Q19.\nEsimerkki käytettäessä ALV-prosenttia 8,5%:\n27Q8.5.
fr: Pourcentage de TVA, '.' (point) représente la position d'une virgule (par exemple, 27Q8.5 pour la valeur de TVA de 8.5%).\nStructure : an3+an1...5 (12.45)\n <DI><pourcentage de TVA (%)>.\nJeu de caractères : 0 à 9, point.\nExemple de codage utilisant un pourcentage de TVA de 10% :\n27Q19.\nExemple de codage utilisant un pourcentage de TVA de 8,5% :\n27Q8.5.
ga: Céatadán CBL, '.' (ponc) ag léiriú suíomh camóige (m.sh. 27Q8.5 le haghaidh luach CBL de 8.5%).\nStruchtúr: an3+an1...5 (12.45)\n <DI><CBL céatadáin (%)>.\nTacar carachtar: 0 go 9, ponc.\nSampla de chódú ag baint úsáide as céatadán CBL de 10%:\n27Q19.\nSampla de chódú ag baint úsáide as céatadán CBL de 8,5%:\n27Q8.5.
hr: PDV Postotak, '.' (točka) predstavlja položaj zareza (npr. 27Q8.5 za PDV vrijednost od 8,5%).\nStruktura: an3+an1...5 (12.45)\n <DI><PDV postotak (%)>.\nSkup znakova: 0 do 9, točka.\nPrimjer kodiranja koristeći PDV postotak od 10%:\n27Q19.\nPrimjer kodiranja koristeći PDV postotak od 8,5%:\n27Q8.5.
hu: ÁFA Százaléka, '.' (pont) a vessző helyét jelöli (pl. 27Q8.5 az ÁFA értéke 8,5%).\nStruktúra: an3+an1...5 (12.45)\n <DI><ÁFA százalék (%)>.\nKarakterkészlet: 0-tól 9-ig, pont.\nPélda kódolásra 10% ÁFA-val:\n27Q19.\nPélda kódolásra 8,5% ÁFA-val:\n27Q8.5.
is: VSK prósent, '.' (punktur) táknar staðsetningu kommu (t.d. 27Q8.5 fyrir VSK gildi 8,5%).\nStrúktúr: an3+an1...5 (12.45)\n <DI><VSK prósent>.\nStafasett: 0 til 9, punktur.\nDæmi um kóðun notkunar á VSK prósentu 10%:\n27Q19.\nDæmi um kóðun notkunar á VSK prósentu 8,5%:\n27Q8.5.
it: Percentuale IVA, '.' (punto) rappresenta la posizione di una virgola (ad es. 27Q8.5 per il valore dell'IVA dell'8,5%).\nStruttura: an3+an1...5 (12.45)\n <DI><percentuale IVA (%)>.\nSet di caratteri: 0 a 9, punto.\nEsempio di codifica utilizzando una percentuale IVA del 10%:\n27Q19.\nEsempio di codifica utilizzando una percentuale IVA dell'8,5%:\n27Q8.5.
lt: PVM procentas, '.' (taškas) atstovauja kablelio pozicijai (pvz., 27Q8.5 už 8,5% PVM vertę).\nStruktūra: an3+an1...5 (12.45)\n <DI><PVM procentas (%)>.\nSimbolių rinkinys: 0 iki 9, taškas.\nKodavimo pavyzdys naudojant 10% PVM procentą:\n27Q19.\nKodavimo pavyzdys naudojant 8,5% PVM procentą:\n27Q8.5.
lv: PVN Procents, '.' (punkts) pārstāv komata pozīciju (piem., 27Q8.5 PVN vērtībai 8.5%).\nStruktūra: an3+an1...5 (12.45)\n <DI><PVN procents (%)>.\nRakstzīmju kopums: 0 līdz 9, punkts.\nKodēšanas piemērs, izmantojot PVN procentu 10%:\n27Q19.\nKodēšanas piemērs, izmantojot PVN procentu 8,5%:\n27Q8.5.
mt: Perċentwal tal-VAT, '.' (punt) jirrappreżenta l-pożizzjoni ta' virgola (eż. 27Q8.5 għall-valur tal-VAT ta 8.5%).\nStruttura: an3+an1...5 (12.45)\n <DI><Perċentwal tal-VAT (%)>.\nSett tal-karattri: 0 sa 9, punt.\nEżempju ta' kodifikazzjoni bl-użu tal-perċentwal tal-VAT ta' 10%:\n27Q19.\nEżempju ta' kodifikazzjoni bl-użu tal-perċentwal tal-VAT ta' 8,5%:\n27Q8.5.
nl: BTW Percentage, '.' (punt) vertegenwoordigt de positie van een komma (bijv. 27Q8.5 voor de BTW waarde van 8.5%).\nStructuur: an3+an1...5 (12.45)\n <DI><BTW percentage (%)>.\nTekenset: 0 tot 9, punt.\nVoorbeeld van codering met een BTW percentage van 10%:\n27Q19.\nVoorbeeld van codering met een BTW percentage van 8,5%:\n27Q8.5.
no: MVA-prosent, '.' (punktum) representerer posisjonen til et komma (for eksempel 27Q8.5 for MVA-verdien på 8,5%).\nStruktur: an3+an1...5 (12.45)\n <DI><MVA-prosent (%)>.\nTegnsett: 0 til 9, punktum.\nEksempel på koding ved bruk av MVA-prosent på 10%:\n27Q19.\nEksempel på koding ved bruk av MVA-prosent på 8,5%:\n27Q8.5.
pl: Procent VAT, '.' (kropka) reprezentuje pozycję przecinka (np. 27Q8.5 dla wartości VAT 8.5%).\nStruktura: an3+an1...5 (12.45)\n <DI><procent VAT (%)>.\nZestaw znaków: 0 do 9, kropka.\nPrzykład kodowania używając procentu VAT 10%:\n27Q19.\nPrzykład kodowania używając procentu VAT 8,5%:\n27Q8.5.
pt: Percentual de IVA, '.' (ponto) representa a posição de uma vírgula (por exemplo, 27Q8.5 para o valor de IVA de 8,5%).\nEstrutura: an3+an1...5 (12.45)\n <DI><percentual de IVA (%)>.\nConjunto de caracteres: 0 a 9, ponto.\nExemplo de codificação usando percentual de IVA de 10%:\n27Q19.\nExemplo de codificação usando percentual de IVA de 8,5%:\n27Q8.5.
ro: Procentul TVA, '.' (punct) reprezintă poziția unei virgule (de ex. 27Q8.5 pentru valoarea TVA de 8,5%).\nStructură: an3+an1...5 (12.45)\n <DI><procentul TVA (%)>.\nSetul de caractere: 0 până la 9, punct.\nExemplu de codificare folosind procentul TVA de 10%:\n27Q19.\nExemplu de codificare folosind procentul TVA de 8,5%:\n27Q8.5.
sk: Percento DPH, '.' (bodka) zastupuje pozíciu čiarky (napr. 27Q8.5 pre hodnotu DPH 8.5%).\nŠtruktúra: an3+an1...5 (12.45)\n <DI><percento DPH (%)>.\nZnaková sada: 0 až 9, bodka.\nPríklad kódovania s percentom DPH 10%:\n27Q19.\nPríklad kódovania s percentom DPH 8,5%:\n27Q8.5.
sl: Odstotek DDV, '.' (pika) predstavlja položaj vejice (npr. 27Q8.5 za vrednost DDV 8,5%).\nStruktura: an3+an1...5 (12.45)\n <DI><odstotek DDV (%)>.\nNabor znakov: 0 do 9, pika.\nPrimer kodiranja z odstotkom DDV 10%:\n27Q19.\nPrimer kodiranja z odstotkom DDV 8,5%:\n27Q8.5.
sv: Momsprocent, '.' (punkt) representerar positionen för ett komma (t.ex. 27Q8.5 för momsens värde på 8,5%).\nStruktur: an3+an1...5 (12.45)\n <DI><Momsprocent (%)>.\nTeckenuppsättning: 0 till 9, punkt.\nExempel på kodning med momsprocent på 10%:\n27Q19.\nExempel på kodning med momsprocent på 8,5%:\n27Q8.5.

# di17031
source: Currency, ISO 4217 currency code.\nStructure: an3+an3\n <DI><Currency, e.g. EUR>.\nCharacter set: A-Z, 0 to 9.\nExample of encoding using ISO alphabetic code of US Dollar:\n31QUSD.\nExample of encoding using ISO alphabetic code of EURO:\n31QEUR.\nExample of encoding using ISO numeric code of EURO:\n31Q978.
bg: Валута, ISO 4217 код на валута.\nСтруктура: an3+an3\n <DI><Валута, напр. EUR>.\nНабор от символи: A-Z, 0 до 9.\nПример за кодиране, използвайки ISO алфабетен код на щатски долар:\n31QUSD.\nПример за кодиране, използвайки ISO алфабетен код на ЕВРО:\n31QEUR.\nПример за кодиране, използвайки ISO числен код на ЕВРО:\n31Q978.
cs: Měna, kód měny ISO 4217.\nStruktura: an3+an3\n <DI><Měna, např. EUR>.\nZnaková sada: A-Z, 0 až 9.\nPříklad kódování s použitím ISO abecedního kódu amerického dolaru:\n31QUSD.\nPříklad kódování s použitím ISO abecedního kódu eura:\n31QEUR.\nPříklad kódování s použitím ISO číselného kódu eura:\n31Q978.
de: Währung, ISO 4217-Währungscode.\nStruktur: an3+an3\n <DI><Währung, z. B. EUR>.\nZeichensatz: A-Z, 0 bis 9.\nBeispiel der Kodierung mit ISO-alphabetischem Code des US-Dollar:\n31QUSD.\nBeispiel der Kodierung mit ISO-alphabetischem Code des EURO:\n31QEUR.\nBeispiel der Kodierung mit ISO-numerischem Code des EURO:\n31Q978.
el: Νόμισμα, κωδικός νομίσματος ISO 4217.\nΔομή: an3+an3\n <DI><Νόμισμα, π.χ. EUR>.\nΣύνολο χαρακτήρων: A-Z, 0 έως 9.\nΠαράδειγμα κωδικοποίησης χρησιμοποιώντας τον κωδικό ISO αλφαβητικό του δολαρίου ΗΠΑ:\n31QUSD.\nΠαράδειγμα κωδικοποίησης χρησιμοποιώντας τον κωδικό ISO αλφαβητικό του EURO:\n31QEUR.\nΠαράδειγμα κωδικοποίησης χρησιμοποιώντας τον κωδικό ISO αριθμητικό του EURO:\n31Q978.
es: Moneda, código de moneda ISO 4217.\nEstructura: an3+an3\n <DI><Moneda, por ejemplo, EUR>.\nConjunto de caracteres: A-Z, 0 a 9.\nEjemplo de codificación usando código alfabético ISO del Dólar Estadounidense:\n31QUSD.\nEjemplo de codificación usando código alfabético ISO del EURO:\n31QEUR.\nEjemplo de codificación usando código numérico ISO del EURO:\n31Q978.
et: Valuuta, ISO 4217 valuutakood.\nStruktuur: an3+an3\n <DI><Valuuta, nt EUR>.\nTähemärkide komplekt: A-Z, 0 kuni 9.\nNäide kodeerimisest, kasutades USA dollari ISO tähestikulist koodi:\n31QUSD.\nNäide kodeerimisest, kasutades EURO ISO tähestikulist koodi:\n31QEUR.\nNäide kodeerimisest, kasutades EURO ISO numbrilist koodi:\n31Q978.
fi: Valuutta, ISO 4217 valuuttakoodi.\nRakenne: an3+an3\n <DI><Valuutta, esim. EUR>.\nMerkistö: A-Z, 0 - 9.\nEsimerkki käytettäessä Yhdysvaltain Dollarin ISO aakkoskoodia:\n31QUSD.\nEsimerkki käytettäessä EURON ISO aakkoskoodia:\n31QEUR.\nEsimerkki käytettäessä EURON ISO numeerista koodia:\n31Q978.
fr: Devise, code de devise ISO 4217.\nStructure : an3+an3\n <DI><Devise, par exemple, EUR>.\nJeu de caractères : A-Z, 0 à 9.\nExemple de codage utilisant le code alphabétique ISO du dollar américain :\n31QUSD.\nExemple de codage utilisant le code alphabétique ISO de l'EURO :\n31QEUR.\nExemple de codage utilisant le code numérique ISO de l'EURO :\n31Q978.
ga: Airgeadra, cód airgeadra ISO 4217.\nStruchtúr: an3+an3\n <DI><Airgeadra, m.sh. EUR>.\nTacar carachtar: A-Z, 0 go 9.\nSampla de chódú ag baint úsáide as cód alfaibéiteach ISO de Dollar SAM:\n31QUSD.\nSampla de chódú ag baint úsáide as cód alfaibéiteach ISO de EURO:\n31QEUR.\nSampla de chódú ag baint úsáide as cód uimhriúil ISO de EURO:\n31Q978.
hr: Valuta, ISO 4217 kod valute.\nStruktura: an3+an3\n <DI><Valuta, npr. EUR>.\nSkup znakova: A-Z, 0 do 9.\nPrimjer kodiranja koristeći ISO alfabetski kod američkog dolara:\n31QUSD.\nPrimjer kodiranja koristeći ISO alfabetski kod eura:\n31QEUR.\nPrimjer kodiranja koristeći ISO numerički kod eura:\n31Q978.
hu: Pénznem, ISO 4217 pénznem kód.\nStruktúra: an3+an3\n <DI><Pénznem, pl. EUR>.\nKarakterkészlet: A-Z, 0-tól 9-ig.\nPélda kódolásra az amerikai dollár ISO betűkódjával:\n31QUSD.\nPélda kódolásra az euró ISO betűkódjával:\n31QEUR.\nPélda kódolásra az euró ISO számjegykódjával:\n31Q978.
is: Gjaldmiðill, ISO 4217 gjaldmiðlakóði.\nStrúktúr: an3+an3\n <DI><Gjaldmiðill, t.d. EUR>.\nStafasett: A-Z, 0 til 9.\nDæmi um kóðun notkunar á ISO bókstafakóða Bandaríkjadal:\n31QUSD.\nDæmi um kóðun notkunar á ISO bókstafakóða evru:\n31QEUR.\nDæmi um kóðun notkunar á ISO tölukóða evru:\n31Q978.
it: Valuta, codice valuta ISO 4217.\nStruttura: an3+an3\n <DI><Valuta, ad es. EUR>.\nSet di caratteri: A-Z, 0 a 9.\nEsempio di codifica utilizzando il codice alfabetico ISO del Dollaro Statunitense:\n31QUSD.\nEsempio di codifica utilizzando il codice alfabetico ISO dell'EURO:\n31QEUR.\nEsempio di codifica utilizzando il codice numerico ISO dell'EURO:\n31Q978.
lt: Valiuta, ISO 4217 valiutos kodas.\nStruktūra: an3+an3\n <DI><Valiuta, pvz., EUR>.\nSimbolių rinkinys: A-Z, 0 iki 9.\nKodavimo pavyzdys naudojant JAV dolerio ISO abėcėlinį kodą:\n31QUSD.\nKodavimo pavyzdys naudojant EURO ISO abėcėlinį kodą:\n31QEUR.\nKodavimo pavyzdys naudojant EURO ISO skaitmeninį kodą:\n31Q978.
lv: Valūta, ISO 4217 valūtas kods.\nStruktūra: an3+an3\n <DI><Valūta, piem., EUR>.\nRakstzīmju kopums: A-Z, 0 līdz 9.\nKodēšanas piemērs, izmantojot ISO alfabētisko kodu ASV dolāram:\n31QUSD.\nKodēšanas piemērs, izmantojot ISO alfabētisko kodu eiro:\n31QEUR.\nKodēšanas piemērs, izmantojot ISO ciparu kodu eiro:\n31Q978.
mt: Munita, kodiċi tal-munita ISO 4217.\nStruttura: an3+an3\n <DI><Munita, eż. EUR>.\nSett tal-karattri: A-Z, 0 sa 9.\nEżempju ta' kodifikazzjoni bl-użu tal-kodiċi alfanumeriku ISO tad-Dollaru Amerikan:\n31QUSD.\nEżempju ta' kodifikazzjoni bl-użu tal-kodiċi alfanumeriku ISO tal-EURO:\n31QEUR.\nEżempju ta' kodifikazzjoni bl-użu tal-kodiċi numeriku ISO tal-EURO:\n31Q978.
nl: Valuta, ISO 4217 valutacode.\nStructuur: an3+an3\n <DI><Valuta, bijv. EUR>.\nTekenset: A-Z, 0 tot 9.\nVoorbeeld van codering met ISO alfabetische code van US Dollar:\n31QUSD.\nVoorbeeld van codering met ISO alfabetische code van EURO:\n31QEUR.\nVoorbeeld van codering met ISO numerieke code van EURO:\n31Q978.
no: Valuta, ISO 4217 valutakode.\nStruktur: an3+an3\n <DI><Valuta, for eksempel EUR>.\nTegnsett: A-Z, 0 til 9.\nEksempel på koding ved bruk av ISO-alfabetisk kode for amerikanske dollar:\n31QUSD.\nEksempel på koding ved bruk av ISO-alfabetisk kode for EURO:\n31QEUR.\nEksempel på koding ved bruk av ISO-numerisk kode for EURO:\n31Q978.
pl: Waluta, kod waluty ISO 4217.\nStruktura: an3+an3\n <DI><Waluta, np. EUR>.\nZestaw znaków: A-Z, 0 do 9.\nPrzykład kodowania używając kodu alfabetycznego ISO waluty dolar amerykański:\n31QUSD.\nPrzykład kodowania używając kodu alfabetycznego ISO waluty EURO:\n31QEUR.\nPrzykład kodowania używając kodu numerycznego ISO waluty EURO:\n31Q978.
pt: Moeda, código de moeda ISO 4217.\nEstrutura: an3+an3\n <DI><Moeda, por exemplo, EUR>.\nConjunto de caracteres: A-Z, 0 a 9.\nExemplo de codificação usando código alfabético ISO de Dólar dos EUA:\n31QUSD.\nExemplo de codificação usando código alfabético ISO de EURO:\n31QEUR.\nExemplo de codificação usando código numérico ISO de EURO:\n31Q978.
ro: Moneda, codul valutar ISO 4217.\nStructură: an3+an3\n <DI><Moneda, de ex. EUR>.\nSetul de caractere: A-Z, 0 până la 9.\nExemplu de codificare folosind codul alfabetic ISO al Dolarului SUA:\n31QUSD.\nExemplu de codificare folosind codul alfabetic ISO al EURO:\n31QEUR.\nExemplu de codificare folosind codul numeric ISO al EURO:\n31Q978.
sk: Mena, kód meny ISO 4217.\nŠtruktúra: an3+an3\n <DI><Mena, napr. EUR>.\nZnaková sada: A-Z, 0 až 9.\nPríklad kódovania s alfanumerickým kódom meny americký dolár:\n31QUSD.\nPríklad kódovania s alfanumerickým kódom meny EURO:\n31QEUR.\nPríklad kódovania s číselným kódom meny EURO:\n31Q978.
sl: Valuta, koda valute ISO 4217.\nStruktura: an3+an3\n <DI><Valuta, npr. EUR>.\nNabor znakov: A-Z, 0 do 9.\nPrimer kodiranja z uporabo ISO alfabetske kode ameriškega dolarja:\n31QUSD.\nPrimer kodiranja z uporabo ISO alfabetske kode evra:\n31QEUR.\nPrimer kodiranja z uporabo ISO številske kode evra:\n31Q978.
sv: Valuta, ISO 4217 valutakod.\nStruktur: an3+an3\n <DI><Valuta, t.ex. EUR>.\nTeckenuppsättning: A-Z, 0 till 9.\nExempel på kodning med ISO alfabetisk kod för US Dollar:\n31QUSD.\nExempel på kodning med ISO alfabetisk kod för EURO:\n31QEUR.\nExempel på kodning med ISO numerisk kod för EURO:\n31Q978.
