Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di2027
source: Globally Unique Asset Identifier of a Large Load Carrier (LLC) Returnable Transport Item (RTI) with a side base of = 1000 mm, as defined in ISO 17365:2013, tertiary packaging, layer 3 comprised of a sequence of 5 data elements: 'IAC', followed by 'CIN', followed by RTI Type Code 'RTITC', followed by the '+' character, followed by the owner assigned (or managed) RTI Serial Number 'RTISN' that is globally unique within the CIN holder's domain in the format IAC CIN RTITC + RTISN (spaces added for visual clarity only; they are not part of the data).
bg: Глобално уникален идентификатор на актив на голям носител за връщаем транспорт (LLC) RTI със странична основа = 1000 мм, както е дефинирано в ISO 17365:2013, третична опаковка, слой 3, състоящ се от поредица от 5 данни елемента: 'IAC', последван от 'CIN', последван от типовия код на RTI 'RTITC', последван от знака '+', последван от серийния номер на RTI 'RTISN', присвоен от собственика или управляван от него, който е глобално уникален в рамките на домейна на притежателя на CIN във формат IAC CIN RTITC + RTISN (пространствата са добавени за визуална яснота само; те не са част от данните).
cs: Globálně jedinečný identifikátor aktiva velkého nosiče nákladu (LLC) vratného dopravního prvku (RTI) s boční základnou = 1000 mm, jak je definováno v ISO 17365:2013, terciární obal, vrstva 3 zahrnující posloupnost 5 datových prvků: 'IAC', následovaný 'CIN', následovaný kódem typu RTI 'RTITC', následovaný znakem '+', následovaný vlastníkem přiřazeným (nebo spravovaným) sériovým číslem RTI 'RTISN', které je globálně jedinečné v rámci domény držitele CIN ve formátu IAC CIN RTITC + RTISN (mezery přidány pouze pro vizuální jasnost; nejsou součástí dat).
de: Global eindeutiger Asset-Identifikator eines großen Lastträgers (LLC) Rücktransportgegenstand (RTI) mit einer Seitenbasis von = 1000 mm, wie in ISO 17365:2013 definiert, Tertiärverpackung, Ebene 3, bestehend aus einer Folge von 5 Datenelementen: 'IAC', gefolgt von 'CIN', gefolgt von RTI-Typcode 'RTITC', gefolgt vom '+'-Zeichen, gefolgt von der vom Besitzer zugewiesenen (oder verwalteten) RTI-Seriennummer 'RTISN', die global eindeutig innerhalb des Bereichs des CIN-Inhabers ist, im Format IAC CIN RTITC + RTISN (Leerzeichen nur zur visuellen Klarheit hinzugefügt; sie sind nicht Teil der Daten).
el: Μοναδικός Παγκόσμιος Αναγνωριστικός Αριθμός Περιουσιακού Στοιχείου ενός Μεγάλου Φορτηγού Μεταφορικού Επιστρεπτέου Αντικειμένου (LLC) (RTI) με πλευρική βάση = 1000 mm, όπως ορίζεται στο ISO 17365:2013, τριτογενής συσκευασία, στρώμα 3 που αποτελείται από μια ακολουθία 5 στοιχείων δεδομένων: 'IAC', ακολουθούμενο από 'CIN', ακολουθούμενο από τον κωδικό τύπου RTI 'RTITC', ακολουθούμενο από τον χαρακτήρα '+', ακολουθούμενο από τον αριθμό σειράς 'RTI Serial Number' 'RTISN' που έχει ανατεθεί (ή διαχειρίζεται) από τον ιδιοκτήτη και είναι παγκοσμίως μοναδικός εντός του τομέα του κατόχου CIN στη μορφή IAC CIN RTITC + RTISN (οι κενές θέσεις προστέθηκαν για οπτική σαφήνεια μόνο; δεν αποτελούν μέρος των δεδομένων).
es: Identificador Único Global de un Artículo de Transporte Retornable (RTI) de Portacontenedores Grande (LLC) con una base lateral de = 1000 mm, según se define en ISO 17365:2013, embalaje terciario, capa 3 compuesto por una secuencia de 5 elementos de datos: 'IAC', seguido por 'CIN', seguido por Código de Tipo RTI 'RTITC', seguido por el carácter '+', seguido por el número de serie RTI asignado (o gestionado) por el propietario que es globalmente único dentro del dominio del titular del CIN en el formato IAC CIN RTITC + RTISN (espacios añadidos solo para claridad visual; no forman parte de los datos).
et: Suure koormuskandjaga (LLC) tagastatava transpordiüksuse (RTI) ülemaailmselt unikaalne varade identifikaator, mille külgbaas on = 1000 mm, nagu on määratletud ISO 17365:2013, kolmanda taseme pakend, koosneb 5 andmeelemendi jadast: 'IAC', millele järgneb 'CIN', millele järgneb RTI tüübi kood 'RTITC', millele järgneb '+' märk, millele järgneb omaniku määratud (või haldatud) RTI seerianumber 'RTISN', mis on ülemaailmselt unikaalne CIN omaniku domeenis formaadis IAC CIN RTITC + RTISN (ruumid lisatud ainult visuaalse selguse huvides; need ei kuulu andmete hulka).
fi: Globaalisti yksilöllinen suuren kuormankantajan (LLC) palautettavan kuljetusvälineen (RTI) omaisuuden tunniste, jonka sivupohja on = 1000 mm, kuten ISO 17365:2013 määrittelee, kolmannen kerroksen pakkaus, joka koostuu viiden datan elementin sarjasta: 'IAC', seurattuna 'CIN':llä, seurattuna RTI-tyyppikoodilla 'RTITC', seurattuna '+' merkillä, seurattuna omistajan määrittämällä (tai hallinnoimalla) RTI-sarjanumerolla 'RTISN', joka on globaalisti yksilöllinen CIN:n haltijan alueella muodossa IAC CIN RTITC + RTISN (välilyönnit lisätty visuaalisen selkeyden vuoksi; ne eivät ole osa dataa).
fr: Identifiant Unique Mondial d'un Actif de Grand Porteur de Charge (LLC) de Transport Retournable (RTI) avec une base latérale de = 1000 mm, tel que défini dans l'ISO 17365:2013, emballage tertiaire, couche 3 composé d'une séquence de 5 éléments de données : 'IAC', suivi par 'CIN', suivi par le Code de Type RTI 'RTITC', suivi par le caractère '+', suivi par le 'Numéro de Série RTI' (RTISN) assigné (ou géré) par le propriétaire et qui est globalement unique dans le domaine du détenteur du CIN dans le format IAC CIN RTITC + RTISN (espaces ajoutés uniquement pour la clarté visuelle; ils ne font pas partie des données).
ga: Aitheantas Sócmhainne Domhanda Uathúil d'Iompar Mór In-aisíoctha (LLC) RTI le bonn taobh = 1000 mm, mar a shainmhínítear in ISO 17365:2013, pacáistiú treasach, sraith 3 comhdhéanta de shraith de 5 eilimintí sonraí: 'IAC', ina dhiaidh sin 'CIN', ina dhiaidh sin Cód Cineál RTI 'RTITC', ina dhiaidh sin an carachtar '+', ina dhiaidh sin an uimhir shraithuimhir RTI a shanntar ag an úinéir (nó a bhainistítear) atá go domhanda uathúil laistigh de réimse sealbhóir an CIN sa fhormáid IAC CIN RTITC + RTISN (cuirtear spásanna le haghaidh soiléire amhairc; ní cuid den sonra iad).
hr: Globalno jedinstveni identifikator imovine velikog nosača tereta (LLC) povratnog prijevoznog sredstva (RTI) sa stranicom baze = 1000 mm, kako je definirano u ISO 17365:2013, tercijarna ambalaža, sloj 3 sastoji se od niza od 5 podatkovnih elemenata: 'IAC', nakon čega slijedi 'CIN', nakon čega slijedi kod tipa RTI 'RTITC', nakon čega slijedi znak '+', nakon čega slijedi dodijeljeni (ili upravljani) serijski broj 'RTI' (RTISN) koji je globalno jedinstven unutar domene nositelja CIN-a u formatu IAC CIN RTITC + RTISN (prostori dodani radi vizualne jasnoće samo; nisu dio podataka).
hu: Nagy Rakományhordozó (LLC) Visszaváltható Szállítási Tétel (RTI) globálisan egyedi Vagyontárgy Azonosítója, amelynek oldalalapja = 1000 mm, az ISO 17365:2013 szerint meghatározva, harmadik csomagolási réteg, öt adatelemből álló sorozatban: 'IAC', majd 'CIN', majd RTI Típuskód 'RTITC', majd a '+' karakter, majd a tulajdonos által kijelölt (vagy kezelt) RTI Sorozatszám 'RTISN', amely globálisan egyedi a CIN birtokosának tartományában a formátumban IAC CIN RTITC + RTISN (a vizuális tisztaság érdekében hozzáadott szóközökkel; nem részei az adatnak).
is: Alþjóðlega einstakt eignarauðkenni stórs flutningsíláts (LLC) Endurhæft Flutningstæki (RTI) með hliðargrunn = 1000 mm, eins og skilgreint í ISO 17365:2013, þriðja pakkaþrep, samanstendur af röð af 5 gagnaeiningum: 'IAC', fylgt af 'CIN', fylgt af RTI Tegundarkóða 'RTITC', fylgt af plús tákninu '+', fylgt af eiganda úthlutaðu (eða stjórnaðu) RTI Raðnúmeri 'RTISN' sem er alþjóðlega einstakt innan CIN eiganda sviðsins á formi IAC CIN RTITC + RTISN (bil sett inn fyrir sjónræna skýrleika einungis; þau eru ekki hluti af gögnunum).
it: Identificatore Globale Unico di Asset di un Trasporto Ritornabile di Grande Portata (LLC) con base laterale = 1000 mm, come definito in ISO 17365:2013, imballaggio terziario, strato 3 composto da una sequenza di 5 elementi di dati: 'IAC', seguito da 'CIN', seguito da Codice Tipo RTI 'RTITC', seguito dal carattere '+', seguito dal numero di serie RTI assegnato (o gestito) dal proprietario che è globalmente unico all'interno del dominio del titolare del CIN nel formato IAC CIN RTITC + RTISN (gli spazi aggiunti solo per chiarezza visiva; non fanno parte dei dati).
lt: Globaliai unikalus didelio dydžio krovinio nešėjo (LLC) grąžinamo transporto priemonės (RTI) elemento identifikatorius su šonine baze = 1000 mm, kaip apibrėžta ISO 17365:2013, trečiojo sluoksnio pakavimas, sudarytas iš 5 duomenų elementų sekos: 'IAC', po to 'CIN', po to RTI tipo kodas 'RTITC', po to '+' simbolis, po to savininko paskirtas (arba valdomas) RTI serijos numeris 'RTISN', kuris yra globaliai unikalus per CIN turėtojo domeną formatu IAC CIN RTITC + RTISN (tarpai pridėti tik vizualinei aiškumui; jie nėra duomenų dalis).
lv: Globāli Unikāls Lielo Kravu Nesēju (LLC) Atkārtoti Izmantojamo Transporta Preču (RTI) Identifikators ar malas pamatu = 1000 mm, kā definēts ISO 17365:2013, trešējās iepakojuma kārtas, kas sastāv no 5 datu elementu virknes: 'IAC', kam seko 'CIN', kam seko RTI Tipa Kods 'RTITC', kam seko '+' simbols, kam seko īpašnieka piešķirts (vai pārvaldīts) RTI Sērijas Numurs 'RTISN', kas ir globāli unikāls CIN turētāja domēnā formātā IAC CIN RTITC + RTISN (atstarpes pievienotas tikai vizuālai skaidrībai; tās nav daļa no datiem).
mt: Identifikatur Globali Uniku tal-Assi ta' Oġġett tat-Trasport (RTI) ta' Portatur Kbira (LLC) b'bażi tal-ġenb ta' = 1000 mm, kif definit f'ISO 17365:2013, ippakkjar terzjarju, saff 3 magħmul minn sekwenza ta' 5 elementi tad-data: 'IAC', segwit minn 'CIN', segwit min-Kodiċi tat-Tip RTI 'RTITC', segwit mill-karattru '+', segwit min-numru tas-serje 'RTISN' (RTISN) assenjat (jew immaniġġjat) mis-sid li huwa globalment uniku fid-dominju tad-detentur tal-CIN fil-format IAC CIN RTITC + RTISN (ispazji miżjuda għall-ċarezza viżiva biss; m'humiex parti mid-data).
nl: Wereldwijd Unieke Asset Identificator van een Grote Laadcarrier (LLC) Retourneerbaar Transport Item (RTI) met een zijbasis van = 1000 mm, zoals gedefinieerd in ISO 17365:2013, tertiaire verpakking, laag 3 bestaande uit een reeks van 5 gegevenselementen: 'IAC', gevolgd door 'CIN', gevolgd door RTI Type Code 'RTITC', gevolgd door het '+' teken, gevolgd door het door de eigenaar toegewezen (of beheerde) RTI Serienummer 'RTISN' dat wereldwijd uniek is binnen het domein van de CIN-houder in het formaat IAC CIN RTITC + RTISN (spaties toegevoegd voor visuele duidelijkheid; ze maken geen deel uit van de gegevens).
no: Globalt Unikt Eiendels Identifikator for en Stor Lastbærer (LLC) Returbar Transportelement (RTI) med en sidebase på = 1000 mm, som definert i ISO 17365:2013, tertiær emballasje, lag 3 bestående av en sekvens av 5 dataelementer: 'IAC', fulgt av 'CIN', fulgt av RTI Type Kode 'RTITC', fulgt av '+' tegnet, fulgt av eier tildelt (eller forvaltet) RTI Serienummer 'RTISN' som er globalt unikt innen CIN innehaverens domene i formatet IAC CIN RTITC + RTISN (mellomrom lagt til for visuell klarhet; de er ikke en del av dataene).
pl: Globalnie unikalny identyfikator majątku dużego nośnika ładunkowego (LLC) zwrotnego przedmiotu transportowego (RTI) o bazie bocznej = 1000 mm, zdefiniowany w ISO 17365:2013, opakowanie trzeciego poziomu, składający się z sekwencji 5 elementów danych: 'IAC', po którym następuje 'CIN', po którym następuje kod typu RTI 'RTITC', po którym następuje znak '+', po którym następuje przypisany przez właściciela (lub zarządzany) numer seryjny RTI 'RTISN', który jest globalnie unikalny w domenie posiadacza CIN w formacie IAC CIN RTITC + RTISN (spacje dodane tylko dla lepszej czytelności; nie są częścią danych).
pt: Identificador Global Único de Ativo de Item de Transporte Retornável (RTI) de Grande Porte (LLC) com base lateral = 1000 mm, conforme definido na ISO 17365:2013, embalagem terciária, camada 3 composta por uma sequência de 5 elementos de dados: 'IAC', seguido por 'CIN', seguido pelo Código de Tipo RTI 'RTITC', seguido pelo caractere '+', seguido pelo número de série RTI (RTISN) atribuído (ou gerenciado) pelo proprietário que é globalmente único dentro do domínio do detentor do CIN no formato IAC CIN RTITC + RTISN (espaços adicionados apenas para clareza visual; eles não fazem parte dos dados).
ro: Identificatorul Global Unic al Activului al unui Transportator de Marfă Mare (LLC) Returnabil (RTI) cu o bază laterală = 1000 mm, așa cum este definit în ISO 17365:2013, ambalaj terțiar, stratul 3 alcătuit dintr-o secvență de 5 elemente de date: 'IAC', urmat de 'CIN', urmat de Codul Tipului RTI 'RTITC', urmat de caracterul '+', urmat de numărul de serie RTI atribuit (sau gestionat) de proprietar care este unic global în domeniul deținătorului CIN în formatul IAC CIN RTITC + RTISN (spațiile adăugate pentru claritate vizuală numai; ele nu fac parte din date).
sk: Globálne jedinečný identifikátor aktíva veľkého nosiča nákladu (LLC) vrátiteľnej prepravnej položky (RTI) so základňou boku = 1000 mm, ako je definované v ISO 17365:2013, terciárne balenie, vrstva 3 zložená z postupnosti 5 dátových prvkov: 'IAC', nasledovaný 'CIN', nasledovaný kódom typu RTI 'RTITC', nasledovaný znakom '+', nasledovaný sériovým číslom RTI prideleným (alebo spravovaným) vlastníkom, ktoré je globálne jedinečné v rámci domény držiteľa CIN vo formáte IAC CIN RTITC + RTISN (medzery pridané len pre vizuálnu jasnosť; nie sú súčasťou údajov).
sl: Globalno edinstvena identifikacijska številka sredstva za velike nosilce tovora (LLC) vračljivega transportnega sredstva (RTI) s stransko osnovo = 1000 mm, kot je določeno v ISO 17365:2013, terciarno embalažo, plast 3, sestavljeno iz zaporedja 5 podatkovnih elementov: 'IAC', sledi 'CIN', sledi koda vrste RTI 'RTITC', sledi znak '+', sledi lastniško dodeljena (ali upravljana) serijska številka RTI 'RTISN', ki je globalno edinstvena v domeni imetnika CIN v formatu IAC CIN RTITC + RTISN (prostori dodani samo za vizualno jasnost; niso del podatkov).
sv: Globalt Unik Tillgångsidentifierare för ett Stort Lastbärande Transportföremål (LLC) Återanvändbart Transportföremål (RTI) med en sida bas av = 1000 mm, som definieras i ISO 17365:2013, tertiärförpackning, lager 3 bestående av en sekvens av 5 dataelement: 'IAC', följt av 'CIN', följt av RTI-typkod 'RTITC', följt av tecknet '+', följt av ägar-tilldelat (eller hanterat) RTI-serienummer 'RTISN' som är globalt unikt inom CIN-innehavarens domän i formatet IAC CIN RTITC + RTISN (mellanslag tillagda enbart för visuell klarhet; de är inte en del av datan).
