Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di22017
source: U.S. DoD CAGE Code.
bg: Код на CAGE на САЩ DoD.
cs: Kód CAGE US DoD.
el: Κωδικός CAGE των Η.Π.Α. DoD.
es: Código CAGE de DoD de EE. UU.
et: USA DoD CAGE kood.
fi: Yhdysvaltain puolustusministeriön CAGE-koodi.
fr: Code CAGE du DoD américain.
ga: Cód CAGE U.S. DoD.
hr: Kod kaveza američkog ministarstva obrane (DoD CAGE).
hu: Amerikai Védelmi Minisztérium (U.S. DoD) CAGE Kódja.
is: U.S. DoD CAGE Kóði.
it: Codice CAGE del Dipartimento della Difesa degli Stati Uniti.
lt: JAV Gynybos departamento CAGE kodas.
lv: ASV Aizsardzības Departamenta CAGE Kods.
mt: Kodiċi CAGE tad-Dipartiment tad-Difiża tal-Istati Uniti.
no: U.S. DoD CAGE-kode.
pl: Kod CAGE U.S. DoD.
pt: Código CAGE do DoD dos EUA.
ro: Codul CAGE al DoD SUA.
sk: Kód CAGE U.S. DoD.
sl: Koda CAGE ameriškega obrambnega ministrstva (DoD).
sv: U.S. DoD CAGE-kod.

# di22018
source: Identification of a party to a transaction in which the data format consists of two concatenated segments. The first segment is the Issuing Agency Code (IAC) in accordance with ISO/IEC 15459, the second segment is a unique entity identification Company Identification Number (CIN) assigned in accordance with rules established by the issuing agency (see http://www.aimglobal.org/?page=Reg_Authority15459&hhSear chTerms=%22IAC%22).
bg: Идентификация на страна в транзакция, при която форматът на данните се състои от два конкатенирани сегмента. Първият сегмент е Код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459, вторият сегмент е уникална идентификация на ентитета Идентификационен номер на компания (CIN), присвоен в съответствие с правилата, установени от издаващата агенция (вижте http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
cs: Identifikace strany transakce, ve které formát dat se skládá ze dvou spojených segmentů. První segment je Kód Vydávající Agentury (IAC) v souladu s ISO/IEC 15459, druhý segment je jedinečná identifikace entity Číslo Identifikace Společnosti (CIN) přiřazené podle pravidel stanovených vydávající agenturou (viz http://www.aimglobal.org/?page=Reg_Authority15459&hhSearc hTerms=%22IAC%22).
de: Identifizierung einer Partei zu einer Transaktion, bei der das Datenformat aus zwei verketteten Segmenten besteht. Das erste Segment ist der Ausstellende Agenturcode (IAC) gemäß ISO/IEC 15459, das zweite Segment ist eine eindeutige Entitätsidentifikation Unternehmensidentifikationsnummer (CIN), die nach Regeln, die von der ausstellenden Agentur festgelegt wurden, zugewiesen wird (siehe http://www.aimglobal.org/?page=Reg_Authority15459&hhSear chTerms=%22IAC%22).
el: Ταυτοποίηση μέρους σε μια συναλλαγή στην οποία η μορφή δεδομένων αποτελείται από δύο συνεχόμενα τμήματα. Το πρώτο τμήμα είναι ο Κωδικός Εκδότη Υπηρεσίας (IAC) σύμφωνα με το ISO/IEC 15459, το δεύτερο τμήμα είναι ένας μοναδικός αριθμός ταυτοποίησης οντότητας Αριθμός Ταυτοποίησης Εταιρείας (CIN) που έχει ανατεθεί σύμφωνα με κανόνες που έχουν καθοριστεί από τον εκδότη (δείτε http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
es: Identificación de una parte en una transacción en la que el formato de datos consiste en dos segmentos concatenados. El primer segmento es el Código de Agencia Emisora (IAC) de acuerdo con ISO/IEC 15459, el segundo segmento es una identificación de entidad única Número de Identificación de Compañía (CIN) asignado de acuerdo con las reglas establecidas por la agencia emisora (ver http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
et: Tehingu osapoole identifitseerimine, mille andmeformaat koosneb kahest järjestikusest segmendist. Esimene segment on väljaandva asutuse kood (IAC) vastavalt ISO/IEC 15459-le, teine segment on unikaalne üksuse identifitseerimise ettevõtte identifitseerimisnumber (CIN), mille on määranud reeglid kehtestanud väljaandev asutus (vt http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
fi: Transaktion osapuolen tunnistaminen, jossa datan muoto koostuu kahdesta yhdistetystä segmentistä. Ensimmäinen segmentti on Myöntävän Viranomaisen Koodi (IAC) ISO/IEC 15459:n mukaisesti, toinen segmentti on ainutlaatuinen entiteetin tunnistus Yritystunnusnumero (CIN), joka on määritetty myöntävän viranomaisen sääntöjen mukaisesti (katso http://www.aimglobal.org/?page=Reg_Authority15459&hhSearTerms=%22IAC%22).
fr: Identification d'une partie à une transaction dans laquelle le format des données consiste en deux segments concaténés. Le premier segment est le Code d'Agence Émettrice (IAC) conformément à l'ISO/IEC 15459, le second segment est une identification unique d'entité Numéro d'Identification d'Entreprise (CIN) attribué conformément aux règles établies par l'agence émettrice (voir http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
ga: Aitheantas Páirtí chuig Idirbheart ina bhfuil an formáid sonraí comhdhéanta de dhá shraith nasctha. Is é an chéad sraith an Cód Gníomhaireachta Eisithe (IAC) de réir ISO/IEC 15459, an dara sraith is ea an aitheantas eintiteas uathúil Uimhir Aitheantais Cuideachta (CIN) a shanntar de réir rialacha a bhunaigh an gníomhaireacht eisithe (féach http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
hr: Identifikacija strane u transakciji u kojoj se format podataka sastoji od dvije spojene segmente. Prvi segment je Kod izdavajuće agencije (IAC) u skladu s ISO/IEC 15459, drugi segment je jedinstvena identifikacija entiteta Broj identifikacije tvrtke (CIN) dodijeljen u skladu s pravilima uspostavljenim od strane izdavajuće agencije (vidi http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
hu: Egy tranzakcióban részt vevő fél azonosítása, amelynek az adatformátuma két összefűzött szegmensből áll. Az első szegmens az Kiadói Ügynökség Kód (IAC) az ISO/IEC 15459 szerint, a második szegmens egy egyedi entitás azonosító Cégazonosító Szám (CIN), amelyet az adott kiadó által meghatározott szabályok szerint rendelnek hozzá (lásd: http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
is: Auðkenning aðila að viðskiptum þar sem gagnaformat samanstendur af tveimur samsettum hlutum. Fyrri hlutinn er Útgáfustofnunarkóði (IAC) í samræmi við ISO/IEC 15459, annar hlutinn er einstakt auðkenni Fyrirtækisauðkennisnúmers (CIN) úthlutað í samræmi við reglur sem útgáfustofnunin hefur sett (sjá http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
it: Identificazione di una parte in una transazione in cui il formato dei dati consiste in due segmenti concatenati. Il primo segmento è il Codice dell'Agenzia di Emissione (IAC) in conformità con ISO/IEC 15459, il secondo segmento è un'identificazione unica dell'entità Numero di Identificazione Aziendale (CIN) assegnata secondo le regole stabilite dall'agenzia emittente (vedi http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
lt: Šalies paskirtas sandorio šalies identifikavimas, kai duomenų formatas susideda iš dviejų susijungusių segmentų. Pirmasis segmentas yra Išdavimo Agentūros Kodas (IAC) pagal ISO/IEC 15459, antrasis segmentas yra unikalus subjekto identifikavimo Įmonės Identifikavimo Numeris (CIN), priskirtas pagal išdavimo agentūros nustatytas taisykles (žr. http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
lv: Transakcijas puses identifikācija, kurā datu formāts sastāv no divām konkatenētām daļām. Pirmā daļa ir Izdošanas Aģentūras Kods (IAC) saskaņā ar ISO/IEC 15459, otrā daļa ir unikāla subjekta identifikācija Uzņēmuma Identifikācijas Numurs (CIN), kas piešķirts saskaņā ar izdošanas aģentūras noteikumiem (skatīt http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
mt: Identifikazzjoni ta' parti għal tranżazzjoni fejn il-format tad-data jikkonsisti f'żewġ segmenti konkatenati. L-ewwel segment huwa l-Kodiċi tal-Aġenzija li Toħroġ (IAC) skont ISO/IEC 15459, it-tieni segment huwa identifikazzjoni unika tal-entità Numru ta' Identifikazzjoni tal-Kumpanija (CIN) assenjat skont ir-regoli stabbiliti mill-aġenzija li tagħti l-ħruġ (ara http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
nl: Identificatie van een partij bij een transactie waarbij het gegevensformaat bestaat uit twee aaneengeschakelde segmenten. Het eerste segment is de Uitgevende Instantiecode (IAC) in overeenstemming met ISO/IEC 15459, het tweede segment is een unieke entiteitsidentificatie Bedrijfsidentificatienummer (CIN) toegewezen volgens de regels vastgesteld door de uitgevende instantie (zie http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
no: Identifikasjon av en part til en transaksjon hvor dataformatet består av to sammenkoblede segmenter. Det første segmentet er Utstedende Byrå Kode (IAC) i samsvar med ISO/IEC 15459, det andre segmentet er en unik enhetsidentifikasjon Selskaps Identifikasjonsnummer (CIN) tildelt i henhold til regler etablert av utstedende byrå (se http://www.aimglobal.org/?page=Reg_Authority15459&hhSear chTerms=%22IAC%22).
pl: Identyfikacja strony transakcji, w której format danych składa się z dwóch połączonych segmentów. Pierwszy segment to kod agencji wydającej (IAC) zgodnie z ISO/IEC 15459, drugi segment to unikalny identyfikator jednostki numer identyfikacyjny firmy (CIN) przypisany zgodnie z zasadami ustalonymi przez agencję wydającą (patrz http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
pt: Identificação de uma parte em uma transação na qual o formato de dados consiste em dois segmentos concatenados. O primeiro segmento é o Código da Agência Emissora (IAC) de acordo com a ISO/IEC 15459, o segundo segmento é uma identificação única de entidade Número de Identificação da Empresa (CIN) atribuído de acordo com as regras estabelecidas pela agência emissora (veja http://www.aimglobal.org/?page=Reg_Authority15459&hhSear chTerms=%22IAC%22).
ro: Identificarea unei părți la o tranzacție în care formatul datelor constă din două segmente concatenate. Primul segment este Codul Agenției Emitente (IAC) în conformitate cu ISO/IEC 15459, al doilea segment este o identificare unică a entității Numărul de Identificare a Companiei (CIN) atribuit conform regulilor stabilite de agenția emitentă (consultați http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
sk: Identifikácia strany transakcie, v ktorej formát údajov pozostáva z dvoch konkatenovaných segmentov. Prvý segment je Kód vydávajúcej agentúry (IAC) v súlade s ISO/IEC 15459, druhý segment je jedinečná identifikácia entity Číslo identifikácie spoločnosti (CIN) pridelené podľa pravidiel stanovených vydávajúcou agentúrou (pozri http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
sl: Identifikacija stranke v transakciji, v kateri je format podatkov sestavljen iz dveh zaporednih segmentov. Prvi segment je koda izdajateljske agencije (IAC) v skladu z ISO/IEC 15459, drugi segment pa je edinstvena identifikacijska številka podjetja (CIN), dodeljena v skladu s pravili, ki jih je vzpostavila izdajateljska agencija (glej http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).
sv: Identifiering av en part till en transaktion där dataformatet består av två sammanfogade segment. Det första segmentet är Utfärdande Myndighetskoden (IAC) i enlighet med ISO/IEC 15459, det andra segmentet är en unik enhetsidentifiering Företagsidentifieringsnummer (CIN) tilldelad enligt regler fastställda av utfärdande myndighet (se http://www.aimglobal.org/?page=Reg_Authority15459&hhSearchTerms=%22IAC%22).

# di22019
source: Specification of a party's role(s), in a transaction, consisting of one or more code values from EDIFACT Code List 3035 'Party Qualifier', separated by plus (+) characters (Never to be concatenated with other DIs in a linear symbol or other media where the concatenation character is a plus (+) character).
bg: Спецификация на роля(и) на страна в транзакция, състояща се от един или повече кодови стойности от списъка с кодове на EDIFACT 3035 'Квалификатор на страна', разделени с плюс (+) символи (никога да не се конкатенира с други DI в линеен символ или други медии, където символът за конкатенация е плюс (+) символ).
cs: Specifikace role strany(í) v transakci, skládající se z jedné nebo více hodnot kódů z EDIFACT Code List 3035 'Party Qualifier', oddělené znaky plus (+) (Nikdy nespojovat s jinými DI v lineárním symbolu nebo jiných médiích, kde je znakem spojení plus (+)).
de: Spezifikation der Rolle(n) einer Partei in einer Transaktion, bestehend aus einem oder mehreren Code-Werten aus der EDIFACT-Code-Liste 3035 'Party Qualifier', getrennt durch Pluszeichen (+) (Niemals mit anderen DIs in einem linearen Symbol oder anderen Medien zu verkettet werden, in denen das Verkettungszeichen ein Pluszeichen (+) ist).
el: Προδιαγραφή ρόλου(ων) μέρους, σε μια συναλλαγή, που αποτελείται από έναν ή περισσότερους κωδικούς αξιών από τον κατάλογο κωδικών EDIFACT 3035 'Party Qualifier', διαχωρισμένοι με χαρακτήρες πληθυντικού (+) (Ποτέ να μην συνδυάζεται με άλλα DIs σε ένα γραμμικό σύμβολο ή άλλα μέσα όπου ο χαρακτήρας συνένωσης είναι ένας χαρακτήρας πληθυντικού (+)).
es: Especificación del(los) papel(es) de una parte, en una transacción, que consiste en uno o más valores de código de la Lista de Códigos EDIFACT 3035 'Calificador de Parte', separados por caracteres más (+) (Nunca a ser concatenado con otros DIs en un símbolo lineal u otro medio donde el carácter de concatenación sea un carácter más (+)).
et: Tehingu osapoole rolli(de) spetsifikatsioon, mis koosneb ühest või mitmest koodiväärtusest EDIFACTi koodiloendist 3035 'Party Qualifier', eraldatud pluss (+) märkidega (Ei tohi kunagi olla ühendatud teiste DI-dega lineaarsümbolis või muus meedias, kus ühendamise märk on pluss (+) märk).
fi: Transaktion osapuolen rooli(en) määritys, joka koostuu yhdestä tai useammasta koodiarvosta EDIFACT-koodilistasta 3035 'Osapuolen Kvalifioija', erotettuna plus (+) merkeillä (Ei koskaan yhdistettävä muiden DI:iden kanssa lineaarisessa symbolissa tai muussa mediassa, jossa yhdistämisen merkki on plus (+) merkki).
fr: Spécification du ou des rôle(s) d'une partie dans une transaction, consistant en un ou plusieurs valeurs de code de la Liste de Codes EDIFACT 3035 'Qualificateur de Partie', séparées par des caractères plus (+) (Jamais à concaténer avec d'autres DI dans un symbole linéaire ou d'autres supports où le caractère de concaténation est un caractère plus (+)).
ga: Sonraíocht de róil páirtí(í) i dtranascairt, comhdhéanta de cheann nó níos mó luachanna cód ó Liosta Cód EDIFACT 3035 'Cáilíochtóir Páirtí', scartha ag carachtair pluis (+) (Riamh le comhcheangal le DIs eile i siombail líneach nó meáin eile áit a bhfuil an carachtar comhcheangail ina charachtar pluis (+)).
hr: Specifikacija uloge stranke u transakciji, koja se sastoji od jedne ili više vrijednosti kodova iz EDIFACT popisa kodova 3035 'Kvalifikator stranke', odvojenih plus (+) znakovima (Nikada ne kombinirati s drugim DI u linearnom simbolu ili drugim medijima gdje je znak za kombiniranje plus (+) znak).
hu: Egy tranzakcióban részt vevő fél(ek) szerep(ének) meghatározása, amely egy vagy több kódból áll az EDIFACT Kódlista 3035 'Fél Minősítő' szerint, plusz (+) karakterekkel elválasztva (Soha ne legyen összefűzve más DI-kkel egy lineáris szimbólumban vagy más médiában, ahol az összefűzés karaktere egy plusz (+) karakter).
is: Tilgreining hlutverks aðila, í viðskiptum, samanstendur af einu eða fleiri kóðagildum frá EDIFACT Kóðalista 3035 'Aðila Kvóti', aðskildum með plús (+) táknunum (Aldrei að vera samsett með öðrum DIs í línulegu tákni eða öðru miðli þar sem samsetningartákn er plús (+) tákn).
it: Specificazione del/i ruolo/i di una parte, in una transazione, consistente in uno o più valori di codice da EDIFACT Codice Lista 3035 'Qualificatore di Parte', separati da caratteri più (+) (Mai da concatenarsi con altri DI in un simbolo lineare o altri media dove il carattere di concatenazione è un più (+)).
lt: Sandorio šalies vaidmens(-ų) specifikacija, susidedanti iš vieno ar daugiau kodo reikšmių iš EDIFACT Kodų Sąrašo 3035 'Šalies Kvalifikatorius', atskirtų pliuso (+) simboliais (niekada nesujungti su kitais DI tiesinėje simbolikoje ar kitose medijose, kur sujungimo simbolis yra pliuso (+) simbolis).
lv: Puses lomas(-u) specifikācija darījumā, kas sastāv no viena vai vairākiem koda vērtībām no EDIFACT Koda Saraksta 3035 'Puses Kvalifikators', atdalītas ar plusa (+) zīmēm (Nekad nav konkatenējams ar citiem DI lineārā simbolā vai citos medijos, kur konkatenācijas rakstzīme ir plusa (+) zīme).
mt: Speċifikazzjoni tar-rwol(i) ta' parti, f'tranżazzjoni, li tikkonsisti minn wieħed jew aktar valuri ta' kodiċi mill-Lista tal-Kodiċijiet EDIFACT 3035 'Kwalifikatur tal-Parti', separati minn karattri tal-plus (+) (Qatt m'għandu jiġi konkatenat ma' DIs oħra f'simbolu lineari jew midja oħra fejn il-karattru tal-konkatenazzjoni huwa karattru tal-plus (+)).
nl: Specificatie van de rol(len) van een partij, bij een transactie, bestaande uit één of meer code waarden uit EDIFACT Code Lijst 3035 'Party Qualifier', gescheiden door plus (+) karakters (Nooit te concatenaten met andere DIs in een lineair symbool of andere media waar het concatenatieteken een plus (+) karakter is).
no: Spesifikasjon av en parts rolle(r), i en transaksjon, bestående av en eller flere kodeverdier fra EDIFACT Kodeliste 3035 'Partkvalifikator', separert med pluss (+) tegn (Aldri å bli sammenkoblet med andre DIs i et lineært symbol eller andre medier hvor sammenkoblingstegnet er et pluss (+) tegn).
pl: Specyfikacja roli(-i) strony w transakcji, składająca się z jednej lub więcej wartości kodów z listy kodów EDIFACT 3035 'Kwalifikator strony', rozdzielonych znakami plus (+) (Nigdy nie łączyć z innymi identyfikatorami danych w symbolu liniowym lub innych mediach, gdzie znak łączenia to znak plus (+)).
pt: Especificação do(s) papel(is) de uma parte, em uma transação, consistindo em um ou mais valores de código da Lista de Códigos 3035 'Qualificador de Parte' da EDIFACT, separados por caracteres de mais (+) (Nunca a ser concatenado com outros DIs em um símbolo linear ou outros meios onde o caractere de concatenação é um mais (+)).
ro: Specificația rolului(rilor) unei părți, într-o tranzacție, constând din una sau mai multe valori de coduri din Lista de Coduri EDIFACT 3035 'Calificativul Părții', separate prin caractere plus (+) (Niciodată să nu fie concatenate cu alte DI-uri într-un simbol liniar sau alte medii unde caracterul de concatenare este un caracter plus (+)).
sk: Špecifikácia úlohy strany v transakcii, pozostávajúca z jednej alebo viacerých hodnôt kódu z EDIFACT Code List 3035 'Party Qualifier', oddelených znakmi plus (+) (Nikdy nekonkatenovať s inými DI v lineárnom symboli alebo iných médiách, kde je znak konkatenácie plus (+)).
sl: Specifikacija vloge(-g) stranke v transakciji, ki obsega eno ali več kodnih vrednosti iz seznama kod EDIFACT 3035 'Kvalifikator stranke', ločenih z znaki plus (+) (Nikoli ne združujte z drugimi DI v linearnem simbolu ali drugih medijih, kjer je znak za združevanje plus (+)).
sv: Specifikation av en parts roll(er), i en transaktion, bestående av en eller flera kodvärden från EDIFACT Kodlista 3035 'Party Qualifier', separerade av plus (+) tecken (Får aldrig sammanfogas med andra DIs i en linjär symbol eller annat medium där sammanfogningskaraktären är ett plus (+) tecken).
