Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di18006
source: ISO/IEC 20248 digital signature data construct. If the underlying data carrier encoding is 7 bits, then only the ISO/IEC 20248 raw format may be used.\nExample with an URL format:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nExample with a raw format:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nAn ISO/IEC 20248 data structure contains a digital signature which is used to verify the specified data elements of the message of data elements. The value of 6R, as the first parameter, and the data elements to be verified (stripped from all non-printable characters), as the second parameter, is passed to the ISO/IEC 20248 DecoderVerifier - which will return the verification result: ACCEPT, REJECT or ERROR(error code), and the JSON object of decoded ISO/IEC 20248 additional fields. The ISO/IEC 20248 data structure may contain additional fields and instructions to decode and verify one or more messages of data elements. These instructions will be processed by the ISO/IEC 20248 DecoderVerifier.
bg: ISO/IEC 20248 цифрова подписна данна конструкция. Ако основното кодиране на носителя на данни е 7 бита, тогава може да се използва само суровият формат на ISO/IEC 20248.\nПример с формат на URL:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nПример със суров формат:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nСтруктура на данни ISO/IEC 20248 съдържа цифров подпис, който се използва за проверка на специфичните данни елементи на съобщението от данни елементи. Стойността на 6R, като първи параметър, и данните елементи, които трябва да бъдат верифицирани (премахнати от всички непечатаеми символи), като втори параметър, се предават на ISO/IEC 20248 DecoderVerifier - който ще върне резултата от верификацията: ПРИЕМАНЕ, ОТХВЪРЛЯНЕ или ГРЕШКА (код на грешка) и JSON обект на декодирани допълнителни полета на ISO/IEC 20248. Структурата на данни ISO/IEC 20248 може да съдържа допълнителни полета и инструкции за декодиране и верификация на едно или повече съобщения от данни елементи. Тези инструкции ще бъдат обработени от ISO/IEC 20248 DecoderVerifier.
cs: Konstrukce dat ISO/IEC 20248 digitálního podpisu. Pokud je kódování datového nosiče 7 bitů, pak může být použit pouze surový formát ISO/IEC 20248.\nPříklad s formátem URL:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nPříklad se surovým formátem:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nStruktura dat ISO/IEC 20248 obsahuje digitální podpis, který se používá k ověření určených datových prvků zprávy datových prvků. Hodnota 6R, jako první parametr, a datové prvky, které mají být ověřeny (odebrány všechny nevytištěné znaky), jako druhý parametr, jsou předány do Dekodéru/Ověřovače ISO/IEC 20248 - který vrátí výsledek ověření: PŘIJMUTO, ODMÍTNUTO nebo CHYBA(kód chyby) a JSON objekt dekódovaných dalších polí ISO/IEC 20248. Struktura dat ISO/IEC 20248 může obsahovat další pole a pokyny pro dekódování a ověření jedné nebo více zpráv datových prvků. Tyto pokyny budou zpracovány Dekodérem/Ověřovačem ISO/IEC 20248.
de: ISO/IEC 20248 digitale Signaturdatenkonstruktion. Wenn die zugrunde liegende Datenträgerkodierung 7 Bit beträgt, kann nur das ISO/IEC 20248-Rohformat verwendet werden.\nBeispiel mit URL-Format:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nBeispiel mit Rohformat:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nEine ISO/IEC 20248-Datenstruktur enthält eine digitale Signatur, die verwendet wird, um die spezifizierten Datenelemente der Datenmeldungen zu überprüfen. Der Wert von 6R, als erster Parameter, und die zu überprüfenden Datenelemente (entfernt von allen nicht-druckbaren Zeichen), als zweiter Parameter, werden an den ISO/IEC 20248-DecoderVerifier übergeben - der das Verifizierungsergebnis zurückgibt: AKZEPTIEREN, ABLEHNEN oder FEHLER(Fehlercode), und das JSON-Objekt der decodierten ISO/IEC 20248-Zusatzfelder. Die ISO/IEC 20248-Datenstruktur kann zusätzliche Felder und Anweisungen enthalten, um eine oder mehrere Datenmeldungen zu dekodieren und zu verifizieren. Diese Anweisungen werden vom ISO/IEC 20248-DecoderVerifier verarbeitet.
el: ISO/IEC 20248 δομή δεδομένων ψηφιακής υπογραφής. Εάν η κωδικοποίηση του υποκείμενου φορέα δεδομένων είναι 7 bit, τότε μόνο η πρώτη μορφή ISO/IEC 20248 μπορεί να χρησιμοποιηθεί.\nΠαράδειγμα με μορφή URL:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nΠαράδειγμα με πρώτη μορφή:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nΜια δομή δεδομένων ISO/IEC 20248 περιέχει μια ψηφιακή υπογραφή που χρησιμοποιείται για την επαλήθευση των καθορισμένων στοιχείων δεδομένων του μηνύματος στοιχείων δεδομένων. Η τιμή του 6R, ως πρώτο παράμετρο, και τα στοιχεία δεδομένων που πρέπει να επαληθευτούν (αφαιρούνται όλοι οι μη εκτυπώσιμοι χαρακτήρες), ως δεύτερη παράμετρος, περνούν στον ISO/IEC 20248 DecoderVerifier - ο οποίος θα επιστρέψει το αποτέλεσμα επαλήθευσης: ΑΠΟΔΟΧΗ, ΑΠΟΡΡΙΨΗ ή ΣΦΑΛΜΑ (κωδικός σφάλματος), και το αντικείμενο JSON των αποκωδικοποιημένων πρόσθετων πεδίων ISO/IEC 20248. Η δομή δεδομένων ISO/IEC 20248 μπορεί να περιέχει πρόσθετα πεδία και οδηγίες για την αποκωδικοποίηση και επαλήθευση ενός ή περισσότερων μηνυμάτων στοιχείων δεδομένων. Αυτές οι οδηγίες θα επεξεργαστούν από τον ISO/IEC 20248 DecoderVerifier.
es: Construcción de datos de firma digital ISO/IEC 20248. Si la codificación del portador de datos subyacente es de 7 bits, entonces solo se puede usar el formato ISO/IEC 20248 en bruto.\nEjemplo con un formato URL:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nEjemplo con un formato en bruto:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nUna estructura de datos ISO/IEC 20248 contiene una firma digital que se utiliza para verificar los elementos de datos especificados del mensaje de elementos de datos. El valor de 6R, como el primer parámetro, y los elementos de datos a verificar (despojados de todos los caracteres no imprimibles), como el segundo parámetro, se pasan al DecodificadorVerificador ISO/IEC 20248 - que devolverá el resultado de la verificación: ACEPTAR, RECHAZAR o ERROR(código de error), y el objeto JSON de campos adicionales ISO/IEC 20248 decodificados. La estructura de datos ISO/IEC 20248 puede contener campos adicionales e instrucciones para decodificar y verificar uno o más mensajes de elementos de datos. Estas instrucciones serán procesadas por el DecodificadorVerificador ISO/IEC 20248.
et: ISO/IEC 20248 digitaalallkirja andmekonstruktsioon. Kui aluseks olev andmekandja kodeering on 7 bitti, siis võib kasutada ainult ISO/IEC 20248 toorformaati.\nNäide URL formaadis:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nNäide toorformaadis:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nISO/IEC 20248 andmestruktuur sisaldab digitaalallkirja, mida kasutatakse sõnumi kindlate andmeelementide kinnitamiseks. 6R väärtusena esimese parameetrina ja kinnitatavate andmeelementide (kõigist mitteprinditavatest tähemärkidest eemaldatud) teisena, edastatakse ISO/IEC 20248 Dekodeerija/Verifierile, mis tagastab kinnitamise tulemuse: AKTSEPTEERITUD, LÜKATUD TAGASI või VIGA (veakood), ja dekodeeritud ISO/IEC 20248 lisaväljade JSON objekti. ISO/IEC 20248 andmestruktuur võib sisaldada lisavälju ja juhiseid ühe või mitme andmeelemendi sõnumi dekodeerimiseks ja kinnitamiseks. Neid juiseid töödeldakse ISO/IEC 20248 Dekodeerija/Verifieri poolt.
fi: ISO/IEC 20248 digitaalisen allekirjoituksen datakokoonpano. Jos taustalla olevan datan koodaus on 7 bittiä, vain ISO/IEC 20248 raakamuotoa voidaan käyttää.\nEsimerkki URL-muodossa:\n<6R>https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO\nEsimerkki raakamuodossa:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nISO/IEC 20248 datarakenteessa on digitaalinen allekirjoitus, jota käytetään tiettyjen dataelementtien viestin todentamiseen. 6R:n arvo ensimmäisenä parametrina ja todennettavat dataelementit (kaikki ei-tulostettavat merkit poistettu) toisena parametrina toimitetaan ISO/IEC 20248 DecoderVerifierille - joka palauttaa todennustuloksen: HYVÄKSY, HYLKÄÄ tai VIRHE(virhekoodi), ja dekoodatun ISO/IEC 20248 lisäkenttien JSON-objektin. ISO/IEC 20248 datarakenteessa voi olla lisäkenttiä ja ohjeita yhden tai useamman dataelementin viestin dekoodaamiseksi ja todentamiseksi. Nämä ohjeet käsitellään ISO/IEC 20248 DecoderVerifierilla.
fr: Structure de données de signature numérique ISO/IEC 20248. Si le codage du support de données sous-jacent est de 7 bits, alors seul le format brut ISO/IEC 20248 peut être utilisé.\nExemple avec un format URL :\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nExemple avec un format brut :\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nUne structure de données ISO/IEC 20248 contient une signature numérique qui est utilisée pour vérifier les éléments de données spécifiés du message d'éléments de données. La valeur de 6R, comme premier paramètre, et les éléments de données à vérifier (dépourvus de tous les caractères non imprimables), comme second paramètre, sont transmis au décodeur-vérificateur ISO/IEC 20248 - qui retournera le résultat de vérification : ACCEPTER, REJETER ou ERREUR (code d'erreur), et l'objet JSON des champs supplémentaires ISO/IEC 20248 décodés. La structure de données ISO/IEC 20248 peut contenir des champs supplémentaires et des instructions pour décoder et vérifier un ou plusieurs messages d'éléments de données. Ces instructions seront traitées par le décodeur-vérificateur ISO/IEC 20248.
ga: Struchtúr sonraí digiteacha ISO/IEC 20248. Má tá códú sonraí bunúsach 7 ngiotán, ansin ní féidir úsáid a bhaint ach as formáid amh ISO/IEC 20248.\nSampla le formáid URL:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nSampla le formáid amh:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nTá struchtúr sonraí ISO/IEC 20248 ag áireamh síniú digiteach a úsáidtear chun na heilimintí sonraí sonraithe den teachtaireacht sonraí a fhíorú. Seoltar luach 6R, mar an chéad pharaiméadar, agus na heilimintí sonraí le fíorú (bainte de gach carachtar neamh-inphriontáilte), mar an dara paraiméadar, chuig an ISO/IEC 20248 DecoderVerifier - a thabharfaidh toradh an fhíoraithe: GLACADH, DIÚLTÚ nó EARRÁID(cód earráide), agus an réad JSON de réimsí breise ISO/IEC 20248 díchódaithe. D'fhéadfadh struchtúr sonraí ISO/IEC 20248 réimsí breise agus treoracha chun teachtaireacht amháin nó níos mó d'eilimintí sonraí a dhíchódú agus a fhíorú a áireamh. Próiseálfar na treoracha seo ag ISO/IEC 20248 DecoderVerifier.
hr: ISO/IEC 20248 digitalni potpis podatkovne konstrukcije. Ako je osnovno kodiranje nosača podataka 7 bitova, tada se može koristiti samo sirovi format ISO/IEC 20248.\nPrimjer s formatom URL:\n<6R>https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO\nPrimjer s sirovim formatom:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nISO/IEC 20248 struktura podataka sadrži digitalni potpis koji se koristi za verifikaciju određenih podatkovnih elemenata poruke. Vrijednost 6R, kao prvi parametar, i podatkovni elementi za provjeru (bez svih neispisivih znakova), kao drugi parametar, predaju se ISO/IEC 20248 DekoderuVerifikatoru - koji će vratiti rezultat provjere: PRIHVAĆENO, ODBIJENO ili GREŠKA(kod greške), te JSON objekt dekodiranih dodatnih polja ISO/IEC 20248. Struktura podataka ISO/IEC 20248 može sadržavati dodatna polja i upute za dekodiranje i verifikaciju jedne ili više poruka podatkovnih elemenata. Te upute će biti obrađene od strane ISO/IEC 20248 DekoderuVerifikatora.
hu: ISO/IEC 20248 digitális aláírás adatszerkezete. Ha az alapul szolgáló adathordozó kódolása 7 bit, akkor csak az ISO/IEC 20248 nyers formátumát lehet használni.\nPélda URL formátumban:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nPélda nyers formátumban:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nEgy ISO/IEC 20248 adatszerkezet tartalmaz egy digitális aláírást, amelyet az adatelemek üzenetének meghatározott adatelemeinek ellenőrzésére használnak. Az 6R értéket, mint első paramétert, és az ellenőrizendő adatelemeket (az összes nem nyomtatható karakter nélkül) mint második paramétert, átadják az ISO/IEC 20248 DecoderVerifier-nek, amely visszaadja az ellenőrzés eredményét: ELFogad, ELUTASÍT vagy HIBA(hibakód), és az ISO/IEC 20248 további mezőinek dekódolt JSON objektumát. Az ISO/IEC 20248 adatszerkezet tartalmazhat további mezőket és utasításokat egy vagy több adatelemek üzenetének dekódolására és ellenőrzésére. Ezeket az utasításokat az ISO/IEC 20248 DecoderVerifier dolgozza fel.
is: ISO/IEC 20248 stafræn undirskrift gagnagrind. Ef undirliggjandi gagnaberi kóðun er 7 bitar, þá má aðeins nota ISO/IEC 20248 hrátt snið.\nDæmi með URL sniði:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nDæmi með hráu sniði:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nISO/IEC 20248 gagnastrúktúr inniheldur stafræna undirskrift sem er notuð til að staðfesta tiltekin gagnaelement skilaboðanna. Gildi 6R, sem fyrsta stikið, og gagnaelementin til að staðfesta (strippuð frá öllum óprentanlegum stöfum), sem annað stikið, er sent til ISO/IEC 20248 DecoderVerifier - sem mun skila staðfestingarúrslitum: SAMÞYKKI, HAFNA eða VILLA(villukóði), og JSON hlut af afkóðuðum ISO/IEC 20248 viðbótarreitum. ISO/IEC 20248 gagnastrúktúr gæti innihaldið viðbótarreiti og leiðbeiningar til að afkóða og staðfesta eitt eða fleiri skilaboð gagnaelementa. Þessar leiðbeiningar verða unnar af ISO/IEC 20248 DecoderVerifier.
it: Struttura dati della firma digitale ISO/IEC 20248. Se la codifica del supporto dati sottostante è di 7 bit, allora può essere utilizzato solo il formato grezzo ISO/IEC 20248.\nEsempio con un formato URL:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nEsempio con un formato grezzo:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nUna struttura dati ISO/IEC 20248 contiene una firma digitale che viene utilizzata per verificare gli elementi di dati specificati del messaggio di elementi di dati. Il valore di 6R, come primo parametro, e gli elementi di dati da verificare (privati di tutti i caratteri non stampabili), come secondo parametro, viene passato al DecodificatoreVerificatore ISO/IEC 20248 - che restituirà il risultato della verifica: ACCETTATO, RIFIUTATO o ERRORE (codice di errore), e l'oggetto JSON dei campi aggiuntivi ISO/IEC 20248 decodificati. La struttura dati ISO/IEC 20248 può contenere campi aggiuntivi e istruzioni per decodificare e verificare uno o più messaggi di elementi di dati. Queste istruzioni saranno elaborate dal DecodificatoreVerificatore ISO/IEC 20248.
lt: ISO/IEC 20248 skaitmeninio parašo duomenų struktūra. Jei pagrindinis duomenų nešėjo kodavimas yra 7 bitai, tada gali būti naudojamas tik ISO/IEC 20248 žaliavos formatas.\nPavyzdys su URL formatu:\n<6R>https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO\nPavyzdys su žaliava formatu:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nISO/IEC 20248 duomenų struktūra apima skaitmeninį parašą, kuris naudojamas nurodytų duomenų elementų pranešime patikrinti. 6R, kaip pirmasis parametras, ir patikrinti norintys duomenų elementai (pašalinti visi nespausdinami simboliai), kaip antrasis parametras, perduodami ISO/IEC 20248 dekoderiui-patikrintojui - kuris grąžins patikrinimo rezultatą: PRIIMTA, ATMESTA arba KLAIDA (klaidos kodas), ir JSON objektą dekoduotų ISO/IEC 20248 papildomų laukų. ISO/IEC 20248 duomenų struktūra gali apimti papildomus laukus ir instrukcijas, kaip dekoduoti ir patikrinti vieną ar daugiau pranešimų su duomenų elementais. Šios instrukcijos bus apdorotos pagal ISO/IEC 20248 dekoderį-patikrintoją.
lv: ISO/IEC 20248 digitālā paraksta datu konstrukts. Ja pamatā esošā datu nesēja kodēšana ir 7 biti, tad var izmantot tikai ISO/IEC 20248 neapstrādāto formātu.\nPiemērs ar URL formātu:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nPiemērs ar neapstrādāto formātu:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nISO/IEC 20248 datu struktūra ietver digitālo parakstu, kas tiek izmantots, lai pārbaudītu norādītos datu elementus ziņojumā. Vērtība 6R, kā pirmais parametrs, un pārbaudāmie datu elementi (noņemot visas nedrukājamās rakstzīmes) kā otrais parametrs tiek nodoti ISO/IEC 20248 Dekodētājam-Pārbaudītājam - kas atgriezīs pārbaudes rezultātu: PIEŅEMT, NORAIDĪT vai KĻŪDA (kļūdas kods), un dekodēto papildu ISO/IEC 20248 lauku JSON objektu. ISO/IEC 20248 datu struktūra var ietvert papildu laukus un instrukcijas viena vai vairāku datu elementu ziņojumu dekodēšanai un pārbaudei. Šīs instrukcijas tiks apstrādātas ar ISO/IEC 20248 Dekodētāju-Pārbaudītāju.
mt: ISO/IEC 20248 kostrutt tad-data tad-firma diġitali. Jekk il-kodifikazzjoni tad-data sottostanti tkun ta' 7 bits, allura jista' jintuża biss il-format mhux maħdum tal-ISO/IEC 20248.\nEżempju b'format URL:\n<6R>https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO\nEżempju b'format mhux maħdum:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nStruttura tad-data tal-ISO/IEC 20248 fiha firma diġitali li tintuża biex tivverifika l-elementi tad-data speċifiċkati tal-messaġġ. Il-valur ta' 6R, bħala l-ewwel parametru, u l-elementi tad-data li għandhom jiġu vverifikati (neħħija ta' kull karattru mhux stampabbli), bħala t-tieni parametru, jiġu trasmessi lill-ISO/IEC 20248 DecoderVerifier - li mbagħad jirritorna r-riżultat tal-verifika: AĊĊETTAT, MIĊĦUD jew ŻBALL(kodiċi ta' żball), flimkien mal-oġġett JSON tad-dekodifikazzjoni tal-qasam addizzjonali tal-ISO/IEC 20248. L-istruttura tad-data tal-ISO/IEC 20248 tista' tinkludi qasam addizzjonali u struzzjonijiet biex tiddikodifika u tivverifika messaġġ wieħed jew aktar ta' elementi tad-data. Dawn l-istruzzjonijiet jiġu pproċessati mill-ISO/IEC 20248 DecoderVerifier.
nl: ISO/IEC 20248 digitale handtekening gegevensconstructie. Als de onderliggende gegevensdragercodering 7 bits is, mag alleen het ISO/IEC 20248 ruwe formaat worden gebruikt.\nVoorbeeld met een URL-formaat:\n<6R>https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO\nVoorbeeld met een ruw formaat:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nEen ISO/IEC 20248 gegevensstructuur bevat een digitale handtekening die wordt gebruikt om de gespecificeerde gegevenselementen van de gegevensbericht te verifiëren. De waarde van 6R, als de eerste parameter, en de gegevenselementen die moeten worden geverifieerd (gestript van alle niet-afdrukbare tekens), als de tweede parameter, wordt doorgegeven aan de ISO/IEC 20248 DecoderVerifier - die het verificatieresultaat zal teruggeven: ACCEPTEREN, AFKEUREN of FOUT(foutcode), en het JSON-object van gedecodeerde ISO/IEC 20248 aanvullende velden. De ISO/IEC 20248 gegevensstructuur kan aanvullende velden en instructies bevatten om een of meer berichten van gegevenselementen te decoderen en te verifiëren. Deze instructies zullen worden verwerkt door de ISO/IEC 20248 DecoderVerifier.
no: ISO/IEC 20248 digital signatur datakonstruksjon. Hvis den underliggende databærerkodingen er 7 biter, kan bare ISO/IEC 20248 råformatet brukes.\nEksempel med en URL-format:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nEksempel med et råformat:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nEn ISO/IEC 20248 datastruktur inneholder en digital signatur som brukes til å verifisere de spesifiserte dataelementene i dataelementmeldingen. Verdien av 6R, som det første parameteret, og dataelementene som skal verifiseres (strippet for alle ikke-utskrivbare tegn), som det andre parameteret, sendes til ISO/IEC 20248 DecoderVerifier - som vil returnere verifikasjonsresultatet: AKSEPT, AVSLAG eller FEIL(feilkode), og JSON-objektet av dekodede ISO/IEC 20248 tilleggsfelt. ISO/IEC 20248 datastrukturen kan inneholde ytterligere felt og instruksjoner for å dekode og verifisere en eller flere meldinger med dataelementer. Disse instruksjonene vil bli behandlet av ISO/IEC 20248 DecoderVerifier.
pl: Konstrukcja danych cyfrowego podpisu ISO/IEC 20248. Jeśli podstawowe kodowanie nośnika danych jest na 7 bitów, to może być używany tylko surowy format ISO/IEC 20248.\nPrzykład z formatem URL:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nPrzykład z surowym formatem:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nStruktura danych ISO/IEC 20248 zawiera cyfrowy podpis, który jest używany do weryfikacji określonych elementów danych komunikatu elementów danych. Wartość 6R, jako pierwszy parametr, i elementy danych do weryfikacji (pozbawione wszystkich nieczytelnych znaków), jako drugi parametr, są przekazywane do Dekodera-Weryfikatora ISO/IEC 20248 - który zwróci wynik weryfikacji: ZAAKCEPTOWANO, ODRZUCONO lub BŁĄD (kod błędu), oraz obiekt JSON zdekodowanych dodatkowych pól ISO/IEC 20248. Struktura danych ISO/IEC 20248 może zawierać dodatkowe pola i instrukcje do dekodowania i weryfikacji jednego lub więcej komunikatów elementów danych. Te instrukcje będą przetwarzane przez Dekodera-Weryfikatora ISO/IEC 20248.
pt: Construção de dados de assinatura digital ISO/IEC 20248. Se a codificação do suporte de dados subjacente for de 7 bits, então apenas o formato bruto ISO/IEC 20248 pode ser usado.\nExemplo com um formato de URL:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nExemplo com um formato bruto:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nUma estrutura de dados ISO/IEC 20248 contém uma assinatura digital que é usada para verificar os elementos de dados especificados da mensagem de elementos de dados. O valor de 6R, como o primeiro parâmetro, e os elementos de dados a serem verificados (removidos de todos os caracteres não imprimíveis), como o segundo parâmetro, é passado para o VerificadorDecodificador ISO/IEC 20248 - que retornará o resultado da verificação: ACEITAR, REJEITAR ou ERRO(código de erro), e o objeto JSON de campos adicionais decodificados ISO/IEC 20248. A estrutura de dados ISO/IEC 20248 pode conter campos adicionais e instruções para decodificar e verificar uma ou mais mensagens de elementos de dados. Essas instruções serão processadas pelo VerificadorDecodificador ISO/IEC 20248.
ro: Structura de semnătură digitală ISO/IEC 20248. Dacă codificarea suportului de date subiacent este de 7 biți, atunci doar formatul brut ISO/IEC 20248 poate fi utilizat.\nExemplu cu un format URL:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nExemplu cu un format brut:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nO structură de date ISO/IEC 20248 conține o semnătură digitală care este utilizată pentru a verifica elementele de date specificate ale mesajului de elemente de date. Valoarea 6R, ca prim parametru, și elementele de date care trebuie verificate (eliminate din toate caracterele nep
sk: Digitálna podpisová dátová konštrukcia ISO/IEC 20248. Ak je kódovanie podkladového nosiča dát 7 bitov, môže byť použitý len surový formát ISO/IEC 20248.\nPríklad s formátom URL:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nPríklad so surovým formátom:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nŠtruktúra ISO/IEC 20248 obsahuje digitálny podpis, ktorý sa používa na overenie špecifikovaných dátových prvkov správy dátových prvkov. Hodnota 6R, ako prvý parameter, a dátové prvky, ktoré majú byť overené (odstránené zo všetkých nevytlačiteľných znakov), ako druhý parameter, sa odovzdávajú dekodéru-verifikátoru ISO/IEC 20248 - ktorý vráti výsledok overenia: PRIJATÉ, ZAMIETNUTÉ alebo CHYBA (kód chyby) a objekt JSON s dekódovanými dodatočnými poľami ISO/IEC 20248. Štruktúra dát ISO/IEC 20248 môže obsahovať dodatočné polia a pokyny na dekódovanie a overenie jednej alebo viacerých správ dátových prvkov. Tieto pokyny budú spracované dekodérom-verifikátorom ISO/IEC 20248.
sl: Digitalni podpis ISO/IEC 20248. Če je kodiranje osnovnega nosilca podatkov 7-bitno, se lahko uporabi samo surovi format ISO/IEC 20248.\nPrimer z URL formatom:\n<6R>https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO\nPrimer s surovim formatom:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nStruktura podatkov ISO/IEC 20248 vsebuje digitalni podpis, ki se uporablja za preverjanje določenih podatkovnih elementov sporočila. Vrednost 6R, kot prvi parameter, in podatkovni elementi, ki jih je treba preveriti (odstranjeni vsi nepotiskljivi znaki), kot drugi parameter, se pošljejo dekoderju/verifikatorju ISO/IEC 20248 - ki bo vrnil rezultat preverjanja: SPREJETO, ZAVRNJENO ali NAPAKA(koda napake), ter JSON objekt dekodiranih dodatnih polj ISO/IEC 20248. Struktura podatkov ISO/IEC 20248 lahko vsebuje dodatna polja in navodila za dekodiranje in preverjanje enega ali več sporočil podatkovnih elementov. Ta navodila bodo obdelana s strani dekoderja/verifikatorja ISO/IEC 20248.
sv: ISO/IEC 20248 digital signatur datakonstruktion. Om den underliggande databärarens kodning är 7 bitar, då får endast ISO/IEC 20248 råformat användas.\nExempel med en URL-format:\n<6R><https://20248.sigvr.it/?Oo586eJAMEYCIQCf31EqIJML GclBpHLlRgBdO>\nExempel med ett råformat:\n<6R><Oo586eJAMEYCIQCf31EqIJMLGclBpHLlRgBdO>\nEn ISO/IEC 20248 datastruktur innehåller en digital signatur som används för att verifiera de angivna dataelementen i meddelandet av dataelement. Värdet av 6R, som det första parametern, och dataelementen som ska verifieras (frånstrippade från alla icke-utskrivbara tecken), som den andra parametern, skickas till ISO/IEC 20248 DecoderVerifier - som kommer att returnera verifieringsresultatet: ACCEPT, REJECT eller ERROR(felkod), och JSON-objektet av avkodade ISO/IEC 20248 ytterligare fält. ISO/IEC 20248 datastrukturen kan innehålla ytterligare fält och instruktioner för att avkoda och verifiera ett eller flera meddelanden av dataelement. Dessa instruktioner kommer att bearbetas av ISO/IEC 20248 DecoderVerifier.
