Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di12016
source: Tag Activation Location.\nEnglish location name (character set: 0-9, A-Z <Space>).
bg: Местоположение за активиране на етикет.\nИме на местоположение на английски (набор от символи: 0-9, A-Z <Интервал>).
cs: Místo aktivace značky.\nAnglický název lokality (znaková sada: 0-9, A-Z <Mezera>).
de: Aktivierungsort des Tags.\nEnglischer Ortsname (Zeichensatz: 0-9, A-Z <Leerzeichen>).
el: Τοποθεσία Ενεργοποίησης Ετικέτας.\nΌνομα τοποθεσίας στα Αγγλικά (σύνολο χαρακτήρων: 0-9, A-Z <Κενό>).
es: Ubicación de Activación de Etiqueta.\nNombre de ubicación en inglés (conjunto de caracteres: 0-9, A-Z <Espacio>).
et: Sildi Aktiveerimise Asukoht.\nInglise asukohanimi (tähemärkide komplekt: 0-9, A-Z <Tühik>).
fi: Tunnisteen Aktivointisijainti.\nEnglanninkielinen sijainnin nimi (merkistö: 0-9, A-Z <Välilyönti>).
fr: Lieu d'activation de l'étiquette. Nom du lieu en anglais (ensemble de caractères : 0-9, A-Z <Espace>).
ga: Suíomh Gníomhachtaithe Clib.\nAinm suímh i mBéarla (tacar carachtar: 0-9, A-Z <Spás>).
hr: Mjesto aktivacije oznake.\nNaziv lokacije na engleskom (skup znakova: 0-9, A-Z <Razmak>).
hu: Címke Aktiválási Helyszín.\nAngol helyszínnév (karakterkészlet: 0-9, A-Z <Szóköz>).
is: Merking virkjunarstaðar.\nEnska staðarheitið (stafasett: 0-9, A-Z <Bil>).
it: Località di Attivazione del Tag.\nNome della località in inglese (set di caratteri: 0-9, A-Z <Spazio>).
lt: Žymos aktyvavimo vieta.\nAngliškas vietovės pavadinimas (simbolių rinkinys: 0-9, A-Z <Tarpas>).
lv: Tag Aktivizēšanas Vieta.\nAngļu valodas atrašanās vietas nosaukums (rakstzīmju kopums: 0-9, A-Z <Atstarpe>).
mt: Post ta' Attivazzjoni tat-Tag.\nIsem tal-post bl-Ingliż (sett tal-karattri: 0-9, A-Z <Spazju>).
nl: Tag Activeringslocatie.\nEngelse locatienaam (tekenset: 0-9, A-Z <Spatie>).
no: Tagg aktiveringslokasjon.\nEngelsk stedsnavn (tegnsett: 0-9, A-Z <Mellomrom>).
pl: Lokalizacja aktywacji tagu.\nNazwa lokalizacji w języku angielskim (zestaw znaków: 0-9, A-Z <Spacja>).
pt: Local de Ativação da Etiqueta.\nNome do local em inglês (conjunto de caracteres: 0-9, A-Z <Espaço>).
ro: Locația Activării Etichetei.\nNumele locației în limba engleză (setul de caractere: 0-9, A-Z <Spațiu>).
sk: Lokalita aktivácie značky.\nAnglický názov lokality (znaková sada: 0-9, A-Z <Medzera>).
sl: Lokacija aktivacije oznake.\nIme lokacije v angleščini (nabor znakov: 0-9, A-Z <Presledek>).
sv: Taggaktiveringsplats.\nEngelskt platsnamn (teckenuppsättning: 0-9, A-Z <Mellanslag>).

# di12017
source: Tag Deactivation Location.\nEnglish location name (character set: 0-9, A-Z <Space>).
bg: Местоположение за деактивиране на етикет.\nИме на местоположение на английски (набор от символи: 0-9, A-Z <Интервал>).
cs: Místo deaktivace značky.\nAnglický název lokality (znaková sada: 0-9, A-Z <Mezera>).
de: Deaktivierungsort des Tags.\nEnglischer Ortsname (Zeichensatz: 0-9, A-Z <Leerzeichen>).
el: Τοποθεσία Απενεργοποίησης Ετικέτας.\nΌνομα τοποθεσίας στα Αγγλικά (σύνολο χαρακτήρων: 0-9, A-Z <Κενό>).
es: Ubicación de Desactivación de Etiqueta.\nNombre de ubicación en inglés (conjunto de caracteres: 0-9, A-Z <Espacio>).
et: Sildi Deaktiveerimise Asukoht.\nInglise asukohanimi (tähemärkide komplekt: 0-9, A-Z <Tühik>).
fi: Tunnisteen Deaktivointisijainti.\nEnglanninkielinen sijainnin nimi (merkistö: 0-9, A-Z <Välilyönti>).
fr: Lieu de désactivation de l'étiquette. Nom du lieu en anglais (ensemble de caractères : 0-9, A-Z <Espace>).
ga: Suíomh Díghníomhachtaithe Clib.\nAinm suímh i mBéarla (tacar carachtar: 0-9, A-Z <Spás>).
hr: Mjesto deaktivacije oznake.\nNaziv lokacije na engleskom (skup znakova: 0-9, A-Z <Razmak>).
hu: Címke Deaktiválási Helyszín.\nAngol helyszínnév (karakterkészlet: 0-9, A-Z <Szóköz>).
is: Merking afvirkjunarstaðar.\nEnska staðarheitið (stafasett: 0-9, A-Z <Bil>).
it: Località di Disattivazione del Tag.\nNome della località in inglese (set di caratteri: 0-9, A-Z <Spazio>).
lt: Žymos deaktyvavimo vieta.\nAngliškas vietovės pavadinimas (simbolių rinkinys: 0-9, A-Z <Tarpas>).
lv: Tag Deaktivizēšanas Vieta.\nAngļu valodas atrašanās vietas nosaukums (rakstzīmju kopums: 0-9, A-Z <Atstarpe>).
mt: Post tad-Deattivazzjoni tat-Tag.\nIsem tal-post bl-Ingliż (sett tal-karattri: 0-9, A-Z <Spazju>).
nl: Tag Deactiveringslocatie.\nEngelse locatienaam (tekenset: 0-9, A-Z <Spatie>).
no: Tagg deaktiveringslokasjon.\nEngelsk stedsnavn (tegnsett: 0-9, A-Z <Mellomrom>).
pl: Lokalizacja deaktywacji tagu.\nNazwa lokalizacji w języku angielskim (zestaw znaków: 0-9, A-Z <Spacja>).
pt: Local de Desativação da Etiqueta.\nNome do local em inglês (conjunto de caracteres: 0-9, A-Z <Espaço>).
ro: Locația Dezactivării Etichetei.\nNumele locației în limba engleză (setul de caractere: 0-9, A-Z <Spațiu>).
sk: Lokalita deaktivácie značky.\nAnglický názov lokality (znaková sada: 0-9, A-Z <Medzera>).
sl: Lokacija deaktivacije oznake.\nIme lokacije v angleščini (nabor znakov: 0-9, A-Z <Presledek>).
sv: Taggavaktiveringsplats.\nEngelskt platsnamn (teckenuppsättning: 0-9, A-Z <Mellanslag>).

# di12018
source: FAO fishing area code as defined by the Fisheries and Aquaculture Department of the FAO (http://www.fao.org. Search for Fishing Area Code sub-site).\nAll characters of the GS1 General Specification-defined subset of ISO/IEC 646 are allowed.\nExamples:\n18L37.1.3 Western Mediterranean Sea, Sardinia;\n18L47.B.1 Atlantic, Southeast, SEAFO Division, Namibia EEZ;\n18L67 Pacific, Northeast.
bg: Код на риболовна зона на ФАО, дефиниран от Отдела за рибарство и аквакултури на ФАО (http://www.fao.org. Търсене за подсайт на Fishing Area Code).\nВсички символи от подмножеството на GS1 General Specification, дефинирано от ISO/IEC 646 са разрешени.\nПримери:\n18L37.1.3 Западно Средиземноморие, Сардиния;\n18L47.B.1 Атлантик, Югоизточен, SEAFO Division, Namibia EEZ;\n18L67 Тихия океан, Североизток.
cs: Kód rybolovné oblasti FAO definovaný oddělením rybolovu a akvakultury FAO (http://www.fao.org. Hledejte podstránku Kód rybolovné oblasti).\nJsou povoleny všechny znaky definované podmnožinou GS1 General Specification ISO/IEC 646.\nPříklady:\n18L37.1.3 Západní Středozemní moře, Sardinie;\n18L47.B.1 Atlantik, jihovýchod, divize SEAFO, EEZ Namibie;\n18L67 Tichý oceán, severovýchod.
de: FAO-Fischereigebietscode, wie vom Fischerei- und Aquakultur-Department der FAO definiert (http://www.fao.org. Suche nach Fishing Area Code-Unterseite).\nAlle Zeichen des in den GS1-Generalvorschriften definierten Teilmengen von ISO/IEC 646 sind erlaubt.\nBeispiele:\n18L37.1.3 Westliches Mittelmeer, Sardinien;\n18L47.B.1 Atlantik, Südost, SEAFO-Division, Namibische EEZ;\n18L67 Pazifik, Nordost.
el: Κωδικός περιοχής αλιείας FAO όπως ορίζεται από το Τμήμα Αλιείας και Υδατοκαλλιέργειας του FAO (http://www.fao.org. Αναζήτηση για την υπο-ιστοσελίδα Κωδικός Περιοχής Αλιείας).\nΕπιτρέπονται όλοι οι χαρακτήρες του υποσυνόλου ISO/IEC 646 που ορίζεται από την GS1 General Specification.\nΠαραδείγματα:\n18L37.1.3 Δυτική Μεσόγειος Θάλασσα, Σαρδηνία;\n18L47.B.1 Ατλαντικός, Νοτιοανατολικό, Διαίρεση SEAFO, Οικονομική Ζώνη Ναμίμπιας;\n18L67 Ειρηνικός, Βορειοανατολικό.
es: Código de área de pesca de la FAO según lo definido por el Departamento de Pesca y Acuicultura de la FAO (http://www.fao.org. Buscar el sub-sitio Código de Área de Pesca).\nSe permiten todos los caracteres del subconjunto definido por las Especificaciones Generales de GS1 de ISO/IEC 646.\nEjemplos:\n18L37.1.3 Mar Mediterráneo Occidental, Cerdeña;\n18L47.B.1 Atlántico, Sureste, División SEAFO, ZEE Namibia;\n18L67 Pacífico, Noreste.
et: FAO kalapüügipiirkonna kood, nagu on määratlenud FAO Kalanduse ja Vesiviljeluse Osakond (http://www.fao.org. Otsige Kalapüügipiirkonna Kood alamsaiti).\nKõik GS1 Üldspetsifikatsiooni määratletud ISO/IEC 646 tähemärkide komplekti lubatud tähemärgid.\nNäited:\n18L37.1.3 Lääne-Vahemeri, Sardiinia;\n18L47.B.1 Atlandi ookean, Kaguosa, SEAFO Jaotis, Namiibia EEZ;\n18L67 Vaikne ookean, Kirdeosa.
fi: FAO:n määrittelemä kalastusaluekoodi Kalastuksen ja Vesiviljelyn Osaston toimesta (http://www.fao.org. Etsi Kalastusaluekoodi alisivusto).\nKaikki GS1 Yleisspesifikaation määrittelemän ISO/IEC 646:n osajoukon merkit sallittu.\nEsimerkit:\n18L37.1.3 Länsi-Välimeri, Sardinia;\n18L47.B.1 Atlantti, Kaakkois, SEAFO Jaosto, Namibian EEZ;\n18L67 Tyynimeri, Koillinen.
fr: Code de zone de pêche de la FAO tel que défini par le Département des pêches et de l'aquaculture de la FAO (http://www.fao.org. Rechercher le sous-site Code de zone de pêche).\nTous les caractères du sous-ensemble de l'ISO/IEC 646 défini dans les spécifications générales de GS1 sont autorisés.\nExemples:\n18L37.1.3 Mer Méditerranée occidentale, Sardaigne;\n18L47.B.1 Atlantique, Sud-Est, Division SEAFO, ZEE de Namibie;\n18L67 Pacifique, Nord-Est.
ga: Cód ceantair iascaireachta FAO mar a shainmhínítear ag Roinn Iascaigh agus Uisceachais FAO (http://www.fao.org. Cuardaigh le haghaidh suíomh-fochéime Cód Ceantair Iascaireachta).\nGach carachtar den fho-chomhshraith GS1 Ginear lta a shainmhínítear de ISO/IEC 646 ceadaithe.\nSamplaí:\n18L37.1.3 Muir na Meánmhara Thiar, An tSairdín;\n18L47.B.1 An tAtlantach, Oirdheisceart, Rannán SEAFO, EEZ na Namaibe;\n18L67 An tAigéan Ciúin, Oirthuaisceart.
hr: Kod područja ribolova FAO kako je definirano od strane Odjela za ribarstvo i akvakulturu FAO (http://www.fao.org. Pretraži za pod-stranicu Kod područja ribolova).\nDozvoljeni su svi znakovi definirani podskupom GS1 General Specification ISO/IEC 646.\nPrimjeri:\n18L37.1.3 Zapadno Sredozemlje, Sardinija;\n18L47.B.1 Atlantik, jugoistok, SEAFO podjela, namibijska EEZ;\n18L67 Pacifik, sjeveroistok.
hu: FAO halászati terület kódja, amelyet az FAO Halászati és Akvakultúra Osztálya határoz meg (http://www.fao.org. Keresse meg a Halászati Terület Kód aloldalt).\nAz ISO/IEC 646 GS1 Általános Specifikációja által meghatározott karakterkészlet minden karaktere engedélyezett.\nPéldák:\n18L37.1.3 Nyugat-mediterrán tenger, Szardínia;\n18L47.B.1 Atlanti-óceán, Délkelet, SEAFO Divízió, Namíbia EEZ;\n18L67 Csendes-óceán, Északkelet.
is: FAO fiskveiðisvæðakóði eins og skilgreint af Fiskveiði- og fiskeldisdeild FAO (http://www.fao.org. Leitaðu að Fiskveiðisvæðakóða undirsíðu).\nAllir stafir af GS1 almennu forskriftinni-skilgreindu hlutmengi af ISO/IEC 646 eru leyfðir.\nDæmi:\n18L37.1.3 Vestur Miðjarðarhafið, Sardinía;\n18L47.B.1 Atlantshafið, Suðaustur, SEAFO deild, efnahagslögsaga Namibíu;\n18L67 Norðaustur Kyrrahafið.
it: Codice dell'area di pesca della FAO come definito dal Dipartimento di Pesca e Acquacoltura della FAO (http://www.fao.org. Cercare il sottosito del Codice dell'Area di Pesca).\nTutti i caratteri del sottoinsieme definito dalle Specifiche Generali GS1 di ISO/IEC 646 sono ammessi.\nEsempi:\n18L37.1.3 Mar Mediterraneo occidentale, Sardegna;\n18L47.B.1 Atlantico, Sud-est, Divisione SEAFO, ZEE Namibia;\n18L67 Pacifico, Nord-est.
lt: FAO žvejybos srities kodas, nustatytas Žuvininkystės ir akvakultūros departamento FAO (http://www.fao.org. Ieškokite Žvejybos srities kodo posvetainėje).\nLeidžiami visi GS1 Bendrosios specifikacijos nustatyti ISO/IEC 646 simbolių rinkinio simboliai.\nPavyzdžiai:\n18L37.1.3 Vakarų Viduržemio jūra, Sardinija;\n18L47.B.1 Atlantas, pietryčiai, SEAFO dalis, Namibijos EEZ;\n18L67 Ramioji vandenynas, šiaurės rytai.
lv: FAO zvejniecības apgabala kods, kā definēts Zivsaimniecības un Akvakultūras departamentā FAO (http://www.fao.org. Meklējiet Zvejniecības Apgabala Kods apakšvietni).\nAtļauti visi rakstzīmes no GS1 Vispārīgās Specifikācijas definētā ISO/IEC 646 apakškopas.\nPiemēri:\n18L37.1.3 Rietumvidusjūra, Sardīnija;\n18L47.B.1 Atlantijas okeāns, dienvidaustrumi, SEAFO Divīzija, Namībijas EEZ;\n18L67 Klusais okeāns, ziemeļaustrumi.
mt: Kodiċi tal-qasam tas-sajd tal-FAO kif definit mid-Dipartiment tas-Sajd u l-Akkwakultura tal-FAO (http://www.fao.org. Fittex għas-sottos-sit tal-Kodiċi tal-Qasam tas-Sajd).\nIl-karattri kollha tas-subsett definit mill-GS1 tas-ISO/IEC 646 huma permessi.\nEżempji:\n18L37.1.3 Baħar tal-Punent tal-Mediterran, Sardinja;\n18L47.B.1 Atlantiku, Nofsinhar tal-Lvant, Diviżjoni tal-SEAFO, EEZ tan-Namibja;\n18L67 Paċifiku, Nofsinhar tal-Lvant.
nl: FAO visgebiedcode zoals gedefinieerd door de Visserij- en Aquacultuurafdeling van de FAO (http://www.fao.org. Zoek naar Visgebiedcode sub-site).\nAlle tekens van de door GS1 Algemene Specificatie gedefinieerde subset van ISO/IEC 646 zijn toegestaan.\nVoorbeelden:\n18L37.1.3 Westelijke Middellandse Zee, Sardinië;\n18L47.B.1 Atlantische Oceaan, Zuidoost, SEAFO Divisie, Namibië EEZ;\n18L67 Stille Oceaan, Noordoost.
no: FAO fiskeområdekode som definert av Fiskeri- og akvakultuavdelingen i FAO (http://www.fao.org. Søk etter Fishing Area Code underområde).\nAlle tegn i GS1 General Specification-definert delmengde av ISO/IEC 646 er tillatt.\nEksempler:\n18L37.1.3 Vestlige Middelhavet, Sardinia;\n18L47.B.1 Atlanterhavet, Sørøst, SEAFO divisjon, Namibias EEZ;\n18L67 Stillehavet, Nordøst.
pl: Kod obszaru połowowego FAO zdefiniowany przez Departament Rybołówstwa i Akwakultury FAO (http://www.fao.org. Szukaj podstrony Kod Obszaru Połowowego).\nDozwolone są wszystkie znaki zdefiniowanego podzbioru GS1 ISO/IEC 646.\nPrzykłady:\n18L37.1.3 Zachodnie Morze Śródziemne, Sardynia;\n18L47.B.1 Atlantyk, Południowo-Wschodni, Dzielnica SEAFO, Namibia EEZ;\n18L67 Pacyfik, Północno-Wschodni.
pt: Código de área de pesca da FAO conforme definido pelo Departamento de Pesca e Aquicultura da FAO (http://www.fao.org. Pesquisar por sub-site do Código de Área de Pesca).\nTodos os caracteres do subconjunto definido pela Especificação Geral GS1 de ISO/IEC 646 são permitidos.\nExemplos:\n18L37.1.3 Mar Mediterrâneo Ocidental, Sardenha;\n18L47.B.1 Atlântico, Sudeste, Divisão SEAFO, ZEE da Namíbia;\n18L67 Pacífico, Nordeste.
ro: Codul zonei de pescuit FAO definit de Departamentul de Pescuit și Acvacultură al FAO (http://www.fao.org. Căutați sub-site-ul Codului Zonei de Pescuit).\nToate caracterele subgrupului GS1 General Specification-definit de ISO/IEC 646 sunt permise.\nExemple:\n18L37.1.3 Marea Mediterană de Vest, Sardinia;\n18L47.B.1 Atlantic, Sud-Est, Divizia SEAFO, ZEE Namibia;\n18L67 Pacific, Nord-Est.
sk: Kód rybolovnej oblasti FAO definovaný Oddelením rybolovu a akvakultúry FAO (http://www.fao.org. Hľadať podstránku kódu rybolovnej oblasti).\nSú povolené všetky znaky definovanej podmnožiny ISO/IEC 646 špecifikácie GS1.\nPríklady:\n18L37.1.3 Západné Stredozemné more, Sardínia;\n18L47.B.1 Atlantik, juhovýchod, divízia SEAFO, EEZ Namíbie;\n18L67 Tichý oceán, severovýchod.
sl: Koda ribolovnega območja FAO, kot je določeno z oddelkom za ribištvo in akvakulturo FAO (http://www.fao.org. Iskanje pod-strani kode ribolovnega območja).\nDovoljeni so vsi znaki podmnožice GS1 General Specification, definirane z ISO/IEC 646.\nPrimeri:\n18L37.1.3 Zahodno Sredozemsko morje, Sardinija;\n18L47.B.1 Atlantik, jugovzhod, delitev SEAFO, namibijska izključna ekonomska cona;\n18L67 Pacifik, severovzhod.
sv: FAO fiskeområdeskod som definieras av Fiskeri- och akvakulturförvaltningen vid FAO (http://www.fao.org. Sök efter Fishing Area Code underwebbplats).\nAlla tecken från GS1 General Specification-definierade delmängden av ISO/IEC 646 är tillåtna.\nExempel:\n18L37.1.3 Västra Medelhavet, Sardinien;\n18L47.B.1 Atlanten, sydost, SEAFO-divisionen, Namibias EEZ;\n18L67 Stilla havet, nordost.

# di12020
source: First Level (internally assigned).
bg: Първо ниво (вътрешно присвоено).
cs: První úroveň (interně přiřazeno).
de: Erste Ebene (intern zugewiesen).
el: Πρώτο Επίπεδο (εσωτερικά ανατεθειμένο).
es: Primer Nivel (asignado internamente).
et: Esimene Tase (sisemiselt määratud).
fi: Ensimmäinen Taso (sisäisesti määritetty).
fr: Premier niveau (attribué en interne).
ga: An Chéad Leibhéal (arna shannadh go hinmheánach).
hr: Prva razina (interno dodijeljeno).
hu: Első szint (belsőleg hozzárendelt).
is: Fyrsta stig (innanhúss úthlutað).
it: Primo Livello (assegnato internamente).
lt: Pirmasis lygis (viduje priskirtas).
lv: Pirmā Līmeņa (iekšēji piešķirts).
mt: Ewwel Livell (assenjat internament).
nl: Eerste Niveau (intern toegewezen).
no: Første nivå (internt tildelt).
pl: Pierwszy poziom (przydzielony wewnętrznie).
pt: Primeiro Nível (atribuído internamente).
ro: Primul Nivel (atribuit intern).
sk: Prvá úroveň (interné pridelené).
sl: Prva stopnja (notranje dodeljena).
sv: Första nivån (internt tilldelad).

# di12021
source: Second Level (internally assigned).
bg: Второ ниво (вътрешно присвоено).
cs: Druhá úroveň (interně přiřazeno).
de: Zweite Ebene (intern zugewiesen).
el: Δεύτερο Επίπεδο (εσωτερικά ανατεθειμένο).
es: Segundo Nivel (asignado internamente).
et: Teine Tase (sisemiselt määratud).
fi: Toinen Taso (sisäisesti määritetty).
fr: Deuxième niveau (attribué en interne).
ga: An Dara Leibhéal (arna shannadh go hinmheánach).
hr: Druga razina (interno dodijeljeno).
hu: Második szint (belsőleg hozzárendelt).
is: Annað stig (innanhúss úthlutað).
it: Secondo Livello (assegnato internamente).
lt: Antrasis lygis (viduje priskirtas).
lv: Otrā Līmeņa (iekšēji piešķirts).
mt: It-Tieni Livell (assenjat internament).
nl: Tweede Niveau (intern toegewezen).
no: Andre nivå (internt tildelt).
pl: Drugi poziom (przydzielony wewnętrznie).
pt: Segundo Nível (atribuído internamente).
ro: Al Doilea Nivel (atribuit intern).
sk: Druhá úroveň (interné pridelené).
sl: Druga stopnja (notranje dodeljena).
sv: Andra nivån (internt tilldelad).

# di12022
source: Third Level (internally assigned.
bg: Трето ниво (вътрешно присвоено).
cs: Třetí úroveň (interně přiřazeno).
de: Dritte Ebene (intern zugewiesen).
el: Τρίτο Επίπεδο (εσωτερικά ανατεθειμένο).
es: Tercer Nivel (asignado internamente).
et: Kolmas Tase (sisemiselt määratud).
fi: Kolmas Taso (sisäisesti määritetty.
fr: Troisième niveau (attribué en interne).
ga: An Tríú Leibhéal (arna shannadh go hinmheánach).
hr: Treća razina (interno dodijeljeno).
hu: Harmadik szint (belsőleg hozzárendelt).
is: Þriðja stig (innanhúss úthlutað).
it: Terzo Livello (assegnato internamente).
lt: Trečiasis lygis (viduje priskirtas).
lv: Trešā Līmeņa (iekšēji piešķirts).
mt: It-Tielet Livell (assenjat internament).
nl: Derde Niveau (intern toegewezen.
no: Tredje nivå (internt tildelt).
pl: Trzeci poziom (przydzielony wewnętrznie.
pt: Terceiro Nível (atribuído internamente.
ro: Al Treilea Nivel (atribuit intern).
sk: Tretia úroveň (interné pridelené.
sl: Tretja stopnja (notranje dodeljena).
sv: Tredje nivån (internt tilldelad.

# di12023
source: Fourth Level (internally assigned).
bg: Четвърто ниво (вътрешно присвоено).
cs: Čtvrtá úroveň (interně přiřazeno).
de: Vierte Ebene (intern zugewiesen).
el: Τέταρτο Επίπεδο (εσωτερικά ανατεθειμένο).
es: Cuarto Nivel (asignado internamente).
et: Neljas Tase (sisemiselt määratud).
fi: Neljäs Taso (sisäisesti määritetty).
fr: Quatrième niveau (attribué en interne).
ga: An Ceathrú Leibhéal (arna shannadh go hinmheánach).
hr: Četvrta razina (interno dodijeljeno).
hu: Negyedik szint (belsőleg hozzárendelt).
is: Fjórða stig (innanhúss úthlutað).
it: Quarto Livello (assegnato internamente).
lt: Ketvirtasis lygis (viduje priskirtas).
lv: Ceturtais Līmeņa (iekšēji piešķirts).
mt: Ir-Raba' Livell (assenjat internament).
nl: Vierde Niveau (intern toegewezen).
no: Fjerde nivå (internt tildelt).
pl: Czwarty poziom (przydzielony wewnętrznie).
pt: Quarto Nível (atribuído internamente).
ro: Al Patrulea Nivel (atribuit intern).
sk: Štvrtá úroveň (interné pridelené).
sl: Četrta stopnja (notranje dodeljena).
sv: Fjärde nivån (internt tilldelad).

# di12024
source: Fifth Level (internally assigned).
bg: Пето ниво (вътрешно присвоено).
cs: Pátá úroveň (interně přiřazeno).
de: Fünfte Ebene (intern zugewiesen).
el: Πέμπτο Επίπεδο (εσωτερικά ανατεθειμένο).
es: Quinto Nivel (asignado internamente).
et: Viies Tase (sisemiselt määratud).
fi: Viides Taso (sisäisesti määritetty).
fr: Cinquième niveau (attribué en interne).
ga: An Cúigiú Leibhéal (arna shannadh go hinmheánach).
hr: Peta razina (interno dodijeljeno).
hu: Ötödik szint (belsőleg hozzárendelt).
is: Fimmta stig (innanhúss úthlutað).
it: Quinto Livello (assegnato internamente).
lt: Penktasis lygis (viduje priskirtas).
lv: Piektā Līmeņa (iekšēji piešķirts).
mt: Il-Ħames Livell (assenjat internament).
nl: Vijfde Niveau (intern toegewezen).
no: Femte nivå (internt tildelt).
pl: Piąty poziom (przydzielony wewnętrznie).
pt: Quinto Nível (atribuído internamente).
ro: Al Cincilea Nivel (atribuit intern).
sk: Piatá úroveň (interné pridelené).
sl: Peta stopnja (notranje dodeljena).
sv: Femte nivån (internt tilldelad).
