Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di26085
source: Structured Free Text (Line 75 Data)
bg: Структуриран свободен текст (Данни за ред 75)
cs: Strukturovaný volný text (Data řádku 75)
de: Strukturierter Freitext (Zeile 75 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 75)
es: Texto Libre Estructurado (Datos de Línea 75)
et: Struktureeritud vaba tekst (rea 75 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 75 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 75)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 75)
hr: Strukturirani slobodan tekst (Podaci linije 75)
hu: Strukturált Szabad Szöveg (75. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 75 Gögn)
it: Testo Libero Strutturato (Dati Riga 75)
lt: Struktūrizuotas laisvas tekstas (75 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (75. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 75)
nl: Gestructureerde Vrije Tekst (Regel 75 Gegevens)
no: Strukturert Fritekst (Linje 75 Data)
pl: Strukturyzowany tekst wolny (Dane linii 75)
pt: Texto Livre Estruturado (Dados da Linha 75)
ro: Text Liber Structurat (Datele Liniei 75)
sk: Štruktúrovaný voľný text (údaje riadku 75)
sl: Strukturirano prosto besedilo (Podatki vrstice 75)
sv: Strukturerad Fritext (Rad 75 Data)

# di26086
source: Structured Free Text (Line 76 Data)
bg: Структуриран свободен текст (Данни за ред 76)
cs: Strukturovaný volný text (Data řádku 76)
de: Strukturierter Freitext (Zeile 76 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 76)
es: Texto Libre Estructurado (Datos de Línea 76)
et: Struktureeritud vaba tekst (rea 76 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 76 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 76)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 76)
hr: Strukturirani slobodan tekst (Podaci linije 76)
hu: Strukturált Szabad Szöveg (76. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 76 Gögn)
it: Testo Libero Strutturato (Dati Riga 76)
lt: Struktūrizuotas laisvas tekstas (76 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (76. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 76)
nl: Gestructureerde Vrije Tekst (Regel 76 Gegevens)
no: Strukturert Fritekst (Linje 76 Data)
pl: Strukturyzowany tekst wolny (Dane linii 76)
pt: Texto Livre Estruturado (Dados da Linha 76)
ro: Text Liber Structurat (Datele Liniei 76)
sk: Štruktúrovaný voľný text (údaje riadku 76)
sl: Strukturirano prosto besedilo (Podatki vrstice 76)
sv: Strukturerad Fritext (Rad 76 Data)

# di26087
source: Structured Free Text (Line 77 Data)
bg: Структуриран свободен текст (Данни за ред 77)
cs: Strukturovaný volný text (Data řádku 77)
de: Strukturierter Freitext (Zeile 77 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 77)
es: Texto Libre Estructurado (Datos de Línea 77)
et: Struktureeritud vaba tekst (rea 77 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 77 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 77)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 77)
hr: Strukturirani slobodan tekst (Podaci linije 77)
hu: Strukturált Szabad Szöveg (77. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 77 Gögn)
it: Testo Libero Strutturato (Dati Riga 77)
lt: Struktūrizuotas laisvas tekstas (77 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (77. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 77)
nl: Gestructureerde Vrije Tekst (Regel 77 Gegevens)
no: Strukturert Fritekst (Linje 77 Data)
pl: Strukturyzowany tekst wolny (Dane linii 77)
pt: Texto Livre Estruturado (Dados da Linha 77)
ro: Text Liber Structurat (Datele Liniei 77)
sk: Štruktúrovaný voľný text (údaje riadku 77)
sl: Strukturirano prosto besedilo (Podatki vrstice 77)
sv: Strukturerad Fritext (Rad 77 Data)

# di26088
source: Structured Free Text (Line 78 Data)
bg: Структуриран свободен текст (Данни за ред 78)
cs: Strukturovaný volný text (Data řádku 78)
de: Strukturierter Freitext (Zeile 78 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 78)
es: Texto Libre Estructurado (Datos de Línea 78)
et: Struktureeritud vaba tekst (rea 78 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 78 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 78)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 78)
hr: Strukturirani slobodan tekst (Podaci linije 78)
hu: Strukturált Szabad Szöveg (78. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 78 Gögn)
it: Testo Libero Strutturato (Dati Riga 78)
lt: Struktūrizuotas laisvas tekstas (78 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (78. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 78)
nl: Gestructureerde Vrije Tekst (Regel 78 Gegevens)
no: Strukturert Fritekst (Linje 78 Data)
pl: Strukturyzowany tekst wolny (Dane linii 78)
pt: Texto Livre Estruturado (Dados da Linha 78)
ro: Text Liber Structurat (Datele Liniei 78)
sk: Štruktúrovaný voľný text (údaje riadku 78)
sl: Strukturirano prosto besedilo (Podatki vrstice 78)
sv: Strukturerad Fritext (Rad 78 Data)

# di26089
source: Structured Free Text (Line 79 Data)
bg: Структуриран свободен текст (Данни за ред 79)
cs: Strukturovaný volný text (Data řádku 79)
de: Strukturierter Freitext (Zeile 79 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 79)
es: Texto Libre Estructurado (Datos de Línea 79)
et: Struktureeritud vaba tekst (rea 79 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 79 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 79)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 79)
hr: Strukturirani slobodan tekst (Podaci linije 79)
hu: Strukturált Szabad Szöveg (79. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 79 Gögn)
it: Testo Libero Strutturato (Dati Riga 79)
lt: Struktūrizuotas laisvas tekstas (79 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (79. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 79)
nl: Gestructureerde Vrije Tekst (Regel 79 Gegevens)
no: Strukturert Fritekst (Linje 79 Data)
pl: Strukturyzowany tekst wolny (Dane linii 79)
pt: Texto Livre Estruturado (Dados da Linha 79)
ro: Text Liber Structurat (Datele Liniei 79)
sk: Štruktúrovaný voľný text (údaje riadku 79)
sl: Strukturirano prosto besedilo (Podatki vrstice 79)
sv: Strukturerad Fritext (Rad 79 Data)

# di26090
source: Structured Free Text (Line 80 Data)
bg: Структуриран свободен текст (Данни за ред 80)
cs: Strukturovaný volný text (Data řádku 80)
de: Strukturierter Freitext (Zeile 80 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 80)
es: Texto Libre Estructurado (Datos de Línea 80)
et: Struktureeritud vaba tekst (rea 80 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 80 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 80)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 80)
hr: Strukturirani slobodan tekst (Podaci linije 80)
hu: Strukturált Szabad Szöveg (80. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 80 Gögn)
it: Testo Libero Strutturato (Dati Riga 80)
lt: Struktūrizuotas laisvas tekstas (80 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (80. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 80)
nl: Gestructureerde Vrije Tekst (Regel 80 Gegevens)
no: Strukturert Fritekst (Linje 80 Data)
pl: Strukturyzowany tekst wolny (Dane linii 80)
pt: Texto Livre Estruturado (Dados da Linha 80)
ro: Text Liber Structurat (Datele Liniei 80)
sk: Štruktúrovaný voľný text (údaje riadku 80)
sl: Strukturirano prosto besedilo (Podatki vrstice 80)
sv: Strukturerad Fritext (Rad 80 Data)

# di26091
source: Structured Free Text (Line 81 Data)
bg: Структуриран свободен текст (Данни за ред 81)
cs: Strukturovaný volný text (Data řádku 81)
de: Strukturierter Freitext (Zeile 81 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 81)
es: Texto Libre Estructurado (Datos de Línea 81)
et: Struktureeritud vaba tekst (rea 81 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 81 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 81)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 81)
hr: Strukturirani slobodan tekst (Podaci linije 81)
hu: Strukturált Szabad Szöveg (81. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 81 Gögn)
it: Testo Libero Strutturato (Dati Riga 81)
lt: Struktūrizuotas laisvas tekstas (81 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (81. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 81)
nl: Gestructureerde Vrije Tekst (Regel 81 Gegevens)
no: Strukturert Fritekst (Linje 81 Data)
pl: Strukturyzowany tekst wolny (Dane linii 81)
pt: Texto Livre Estruturado (Dados da Linha 81)
ro: Text Liber Structurat (Datele Liniei 81)
sk: Štruktúrovaný voľný text (údaje riadku 81)
sl: Strukturirano prosto besedilo (Podatki vrstice 81)
sv: Strukturerad Fritext (Rad 81 Data)

# di26092
source: Structured Free Text (Line 82 Data)
bg: Структуриран свободен текст (Данни за ред 82)
cs: Strukturovaný volný text (Data řádku 82)
de: Strukturierter Freitext (Zeile 82 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 82)
es: Texto Libre Estructurado (Datos de Línea 82)
et: Struktureeritud vaba tekst (rea 82 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 82 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 82)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 82)
hr: Strukturirani slobodan tekst (Podaci linije 82)
hu: Strukturált Szabad Szöveg (82. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 82 Gögn)
it: Testo Libero Strutturato (Dati Riga 82)
lt: Struktūrizuotas laisvas tekstas (82 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (82. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 82)
nl: Gestructureerde Vrije Tekst (Regel 82 Gegevens)
no: Strukturert Fritekst (Linje 82 Data)
pl: Strukturyzowany tekst wolny (Dane linii 82)
pt: Texto Livre Estruturado (Dados da Linha 82)
ro: Text Liber Structurat (Datele Liniei 82)
sk: Štruktúrovaný voľný text (údaje riadku 82)
sl: Strukturirano prosto besedilo (Podatki vrstice 82)
sv: Strukturerad Fritext (Rad 82 Data)

# di26093
source: Structured Free Text (Line 83 Data)
bg: Структуриран свободен текст (Данни за ред 83)
cs: Strukturovaný volný text (Data řádku 83)
de: Strukturierter Freitext (Zeile 83 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 83)
es: Texto Libre Estructurado (Datos de Línea 83)
et: Struktureeritud vaba tekst (rea 83 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 83 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 83)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 83)
hr: Strukturirani slobodan tekst (Podaci linije 83)
hu: Strukturált Szabad Szöveg (83. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 83 Gögn)
it: Testo Libero Strutturato (Dati Riga 83)
lt: Struktūrizuotas laisvas tekstas (83 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (83. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 83)
nl: Gestructureerde Vrije Tekst (Regel 83 Gegevens)
no: Strukturert Fritekst (Linje 83 Data)
pl: Strukturyzowany tekst wolny (Dane linii 83)
pt: Texto Livre Estruturado (Dados da Linha 83)
ro: Text Liber Structurat (Datele Liniei 83)
sk: Štruktúrovaný voľný text (údaje riadku 83)
sl: Strukturirano prosto besedilo (Podatki vrstice 83)
sv: Strukturerad Fritext (Rad 83 Data)

# di26094
source: Structured Free Text (Line 84 Data)
bg: Структуриран свободен текст (Данни за ред 84)
cs: Strukturovaný volný text (Data řádku 84)
de: Strukturierter Freitext (Zeile 84 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 84)
es: Texto Libre Estructurado (Datos de Línea 84)
et: Struktureeritud vaba tekst (rea 84 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 84 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 84)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 84)
hr: Strukturirani slobodan tekst (Podaci linije 84)
hu: Strukturált Szabad Szöveg (84. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 84 Gögn)
it: Testo Libero Strutturato (Dati Riga 84)
lt: Struktūrizuotas laisvas tekstas (84 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (84. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 84)
nl: Gestructureerde Vrije Tekst (Regel 84 Gegevens)
no: Strukturert Fritekst (Linje 84 Data)
pl: Strukturyzowany tekst wolny (Dane linii 84)
pt: Texto Livre Estruturado (Dados da Linha 84)
ro: Text Liber Structurat (Datele Liniei 84)
sk: Štruktúrovaný voľný text (údaje riadku 84)
sl: Strukturirano prosto besedilo (Podatki vrstice 84)
sv: Strukturerad Fritext (Rad 84 Data)

# di26095
source: Structured Free Text (Line 85 Data)
bg: Структуриран свободен текст (Данни за ред 85)
cs: Strukturovaný volný text (Data řádku 85)
de: Strukturierter Freitext (Zeile 85 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 85)
es: Texto Libre Estructurado (Datos de Línea 85)
et: Struktureeritud vaba tekst (rea 85 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 85 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 85)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 85)
hr: Strukturirani slobodan tekst (Podaci linije 85)
hu: Strukturált Szabad Szöveg (85. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 85 Gögn)
it: Testo Libero Strutturato (Dati Riga 85)
lt: Struktūrizuotas laisvas tekstas (85 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (85. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 85)
nl: Gestructureerde Vrije Tekst (Regel 85 Gegevens)
no: Strukturert Fritekst (Linje 85 Data)
pl: Strukturyzowany tekst wolny (Dane linii 85)
pt: Texto Livre Estruturado (Dados da Linha 85)
ro: Text Liber Structurat (Datele Liniei 85)
sk: Štruktúrovaný voľný text (údaje riadku 85)
sl: Strukturirano prosto besedilo (Podatki vrstice 85)
sv: Strukturerad Fritext (Rad 85 Data)

# di26096
source: Structured Free Text (Line 86 Data)
bg: Структуриран свободен текст (Данни за ред 86)
cs: Strukturovaný volný text (Data řádku 86)
de: Strukturierter Freitext (Zeile 86 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 86)
es: Texto Libre Estructurado (Datos de Línea 86)
et: Struktureeritud vaba tekst (rea 86 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 86 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 86)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 86)
hr: Strukturirani slobodan tekst (Podaci linije 86)
hu: Strukturált Szabad Szöveg (86. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 86 Gögn)
it: Testo Libero Strutturato (Dati Riga 86)
lt: Struktūrizuotas laisvas tekstas (86 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (86. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 86)
nl: Gestructureerde Vrije Tekst (Regel 86 Gegevens)
no: Strukturert Fritekst (Linje 86 Data)
pl: Strukturyzowany tekst wolny (Dane linii 86)
pt: Texto Livre Estruturado (Dados da Linha 86)
ro: Text Liber Structurat (Datele Liniei 86)
sk: Štruktúrovaný voľný text (údaje riadku 86)
sl: Strukturirano prosto besedilo (Podatki vrstice 86)
sv: Strukturerad Fritext (Rad 86 Data)

# di26097
source: Structured Free Text (Line 87 Data)
bg: Структуриран свободен текст (Данни за ред 87)
cs: Strukturovaný volný text (Data řádku 87)
de: Strukturierter Freitext (Zeile 87 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 87)
es: Texto Libre Estructurado (Datos de Línea 87)
et: Struktureeritud vaba tekst (rea 87 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 87 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 87)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 87)
hr: Strukturirani slobodan tekst (Podaci linije 87)
hu: Strukturált Szabad Szöveg (87. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 87 Gögn)
it: Testo Libero Strutturato (Dati Riga 87)
lt: Struktūrizuotas laisvas tekstas (87 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (87. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 87)
nl: Gestructureerde Vrije Tekst (Regel 87 Gegevens)
no: Strukturert Fritekst (Linje 87 Data)
pl: Strukturyzowany tekst wolny (Dane linii 87)
pt: Texto Livre Estruturado (Dados da Linha 87)
ro: Text Liber Structurat (Datele Liniei 87)
sk: Štruktúrovaný voľný text (údaje riadku 87)
sl: Strukturirano prosto besedilo (Podatki vrstice 87)
sv: Strukturerad Fritext (Rad 87 Data)

# di26098
source: Structured Free Text (Line 88 Data)
bg: Структуриран свободен текст (Данни за ред 88)
cs: Strukturovaný volný text (Data řádku 88)
de: Strukturierter Freitext (Zeile 88 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 88)
es: Texto Libre Estructurado (Datos de Línea 88)
et: Struktureeritud vaba tekst (rea 88 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 88 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 88)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 88)
hr: Strukturirani slobodan tekst (Podaci linije 88)
hu: Strukturált Szabad Szöveg (88. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 88 Gögn)
it: Testo Libero Strutturato (Dati Riga 88)
lt: Struktūrizuotas laisvas tekstas (88 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (88. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 88)
nl: Gestructureerde Vrije Tekst (Regel 88 Gegevens)
no: Strukturert Fritekst (Linje 88 Data)
pl: Strukturyzowany tekst wolny (Dane linii 88)
pt: Texto Livre Estruturado (Dados da Linha 88)
ro: Text Liber Structurat (Datele Liniei 88)
sk: Štruktúrovaný voľný text (údaje riadku 88)
sl: Strukturirano prosto besedilo (Podatki vrstice 88)
sv: Strukturerad Fritext (Rad 88 Data)

# di26099
source: Structured Free Text (Line 89 Data)
bg: Структуриран свободен текст (Данни за ред 89)
cs: Strukturovaný volný text (Data řádku 89)
de: Strukturierter Freitext (Zeile 89 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 89)
es: Texto Libre Estructurado (Datos de Línea 89)
et: Struktureeritud vaba tekst (rea 89 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 89 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 89)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 89)
hr: Strukturirani slobodan tekst (Podaci linije 89)
hu: Strukturált Szabad Szöveg (89. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 89 Gögn)
it: Testo Libero Strutturato (Dati Riga 89)
lt: Struktūrizuotas laisvas tekstas (89 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (89. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 89)
nl: Gestructureerde Vrije Tekst (Regel 89 Gegevens)
no: Strukturert Fritekst (Linje 89 Data)
pl: Strukturyzowany tekst wolny (Dane linii 89)
pt: Texto Livre Estruturado (Dados da Linha 89)
ro: Text Liber Structurat (Datele Liniei 89)
sk: Štruktúrovaný voľný text (údaje riadku 89)
sl: Strukturirano prosto besedilo (Podatki vrstice 89)
sv: Strukturerad Fritext (Rad 89 Data)

# di3
source: The 'EQUAL' character. ICCBB
bg: Символът 'РАВНО'. ICCBB
cs: Znak 'ROVNÁ SE'. ICCBB
de: Das 'GLEICH'-Zeichen. ICCBB
el: Ο χαρακτήρας 'EQUAL'. ICCBB
es: El carácter 'IGUAL'. ICCBB
et: 'VÕRDUS' märk. ICCBB
fi: 'YHTÄ SUURI' -merkki. ICCBB
fr: Le caractère 'ÉGAL'. ICCBB
ga: An carachtar 'EQUAL'. ICCBB
hr: Znak 'JEDNAKO'. ICCBB
hu: Az 'EGYENLŐ' karakter. ICCBB
is: Jafnaðartákn. ICCBB
it: Il carattere 'UGUALE'. ICCBB
lt: 'Lydusis lygybės' ženklas. ICCBB
lv: 'Līdzvērtīga' zīme. ICCBB
mt: Il-karattru 'EQUAL'. ICCBB
nl: Het 'GELIJK' teken. ICCBB
pl: Znak 'EQUAL'. ICCBB
pt: O caractere 'IGUAL'. ICCBB
ro: Caracterul 'EGAL'. ICCBB
sk: Znak 'ROVNÁ SA'. ICCBB
sl: Znak 'EQUAL'. ICCBB
sv: 'LIKAMED'-tecknet. ICCBB

# di3000
source: Continuation of an Item Code (Category 16) assigned by Customer that is too long for a required field size.
bg: Продължение на код на артикул (Категория 16), присвоен от клиента, който е твърде дълъг за зададения размер на полето.
cs: Pokračování kódu položky (Kategorie 16) přiřazeného zákazníkem, který je příliš dlouhý pro požadovanou velikost pole.
de: Fortsetzung eines Artikelcodes (Kategorie 16), der vom Kunden zugewiesen wird und der für eine erforderliche Feldgröße zu lang ist.
el: Συνέχεια ενός Κωδικού Προϊόντος (Κατηγορία 16) που έχει ανατεθεί από τον Πελάτη και είναι πολύ μεγάλος για το απαιτούμενο μέγεθος πεδίου.
es: Continuación de un Código de Artículo (Categoría 16) asignado por el Cliente que es demasiado largo para el tamaño de campo requerido.
et: Kliendi poolt määratud liiga pika tootekoodi (Kategooria 16) jätk.
fi: Asiakkaan määrittelemän liian pitkälle kohteen koodille (luokka 16) jatko.
fr: Continuation d'un Code d'Article (Catégorie 16) attribué par le Client qui est trop long pour une taille de champ requise.
ga: Leanúint de Chód Míre (Catagóir 16) a shanntar ag Custaiméir atá ró-fhada don mhéid réimse riachtanach.
hr: Nastavak koda artikla (Kategorija 16) dodijeljenog od strane kupca koji je predug za zahtijevanu veličinu polja.
hu: A Vevő által kijelölt Túl hosszú Tételkód (16. Kategória) folytatása, amely túl nagy a szükséges mezőméretre.
is: Framhald af Vörukóða (Flokkur 16) úthlutað af Viðskiptavini sem er of langur fyrir nauðsynlegt reitastærð.
it: Continuazione di un Codice Articolo (Categoria 16) assegnato dal Cliente che è troppo lungo per una dimensione del campo richiesta.
lt: Kliento priskirto prekės kodo (Kategorija 16) tęsinys, kuris per ilgas reikiamam lauko dydžiui.
lv: Turpinājums Klienta Piešķirtajam Preces Kodam (Kategorija 16), kas ir pārāk garš, lai ietilptu obligātajā lauka izmērā.
mt: Kontinwazzjoni ta' Kodiċi tal-Oġġett (Kategorija 16) assenjat mill-Klijent li huwa twil wisq għal daqs ta' qasam meħtieġ.
nl: Vervolg van een Artikelcode (Categorie 16) toegewezen door Klant die te lang is voor een vereiste veldgrootte.
no: Fortsettelse av en Varekode (Kategori 16) tildelt av Kunde som er for lang for en nødvendig felstørrelse.
pl: Kontynuacja kodu przedmiotu (Kategoria 16) przypisanego przez klienta, który jest zbyt długi na wymagany rozmiar pola.
pt: Continuação de um Código de Item (Categoria 16) atribuído pelo Cliente que é muito longo para o tamanho de campo necessário.
ro: Continuarea unui Cod de Articol (Categoria 16) atribuit de Client care este prea lung pentru dimensiunea câmpului necesar.
sk: Pokračovanie kódu položky (kategória 16) prideleného zákazníkom, ktoré je príliš dlhé na veľkosť požadovaného poľa.
sl: Nadaljevanje kode artikla (Kategorija 16), dodeljene s strani kupca, ki je predolga za zahtevano velikost polja.
sv: Fortsättning av Artikelkod (Kategori 16) tilldelad av Kunden som är för lång för en erforderlig fältstorlek.

# di3001
source: Continuation of Traceability Code (Category 20) assigned by Supplier.
bg: Продължение на код за проследяване (Категория 20), присвоен от доставчика.
cs: Pokračování sledovacího kódu (Kategorie 20) přiřazeného dodavatelem.
de: Fortsetzung des Rückverfolgbarkeitscodes (Kategorie 20) des Lieferanten.
el: Συνέχεια Κωδικού Ιχνηλασιμότητας (Κατηγορία 20) που έχει ανατεθεί από τον Προμηθευτή.
es: Continuación de Código de Trazabilidad (Categoría 20) asignado por el Proveedor.
et: Tarnija poolt määratud jälituskoodi (Kategooria 20) jätk.
fi: Toimittajan määrittelemän jäljitettävyyskoodin (luokka 20) jatko.
fr: Continuation du Code de Traçabilité (Catégorie 20) attribué par le Fournisseur.
ga: Leanúint de Chód Rianaithe (Catagóir 20) a shanntar ag Soláthraí.
hr: Nastavak koda za praćenje (Kategorija 20) dodijeljenog od strane dobavljača.
hu: A Beszállító által kijelölt Nyomonkövethetőségi Kód (20. Kategória) folytatása.
is: Framhald af Rekjanleikakóða (Flokkur 20) úthlutað af Birgja.
it: Continuazione del Codice di Tracciabilità (Categoria 20) assegnato dal Fornitore.
lt: Tiekėjo priskirto sekimo kodo (Kategorija 20) tęsinys.
lv: Turpinājums Piegādātāja Piešķirtajam Izsekošanas Kodam (Kategorija 20).
mt: Kontinwazzjoni ta' Kodiċi tat-Traċċabbiltà (Kategorija 20) assenjat mill-Fornitur.
nl: Vervolg van Traceerbaarheidscode (Categorie 20) toegewezen door Leverancier.
no: Fortsettelse av Sporingskode (Kategori 20) tildelt av Leverandør.
pl: Kontynuacja kodu śledzenia (Kategoria 20) przypisanego przez dostawcę.
pt: Continuação do Código de Rastreabilidade (Categoria 20) atribuído pelo Fornecedor.
ro: Continuarea Codului de Urmărire (Categoria 20) atribuit de Furnizor.
sk: Pokračovanie kódu sledovateľnosti (kategória 20) prideleného dodávateľom.
sl: Nadaljevanje sledilne kode (Kategorija 20), dodeljene s strani dobavitelja.
sv: Fortsättning av Spårbarhetskod (Kategori 20) tilldelad av Leverantören.
