Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di10006
source: Unique license plate number assigned to a master transport unit containing like items on a single customer transaction and may or may not have associated EDI data.
bg: Уникален номер на регистрационен табел, присвоен на главна транспортна единица, съдържаща сходни артикули в една клиентска транзакция и може или не може да има асоциирани EDI данни.
cs: Unikátní registrační číslo vozidla přiřazené hlavní dopravní jednotce obsahující sourodé položky v jedné zákaznické transakci a může, ale nemusí mít spojená data EDI.
de: Einzigartige Nummernschildnummer, die einer Haupttransporteinheit zugewiesen wird, die gleiche Artikel in einer einzigen Kunden-Transaktion enthält und möglicherweise EDI-Daten zugeordnet hat oder auch nicht.
el: Μοναδικός αριθμός πινακίδας κυκλοφορίας που αποδίδεται σε κύρια μονάδα μεταφοράς που περιέχει παρόμοια αντικείμενα σε μία συναλλαγή πελάτη και μπορεί ή μπορεί να μην έχει συνδεδεμένα δεδομένα EDI.
es: Número de placa único asignado a una unidad de transporte maestra que contiene artículos similares en una sola transacción de cliente y puede o no tener datos EDI asociados.
et: Peatranspordiühikule, mis sisaldab sarnaseid esemeid ühel klienditehingul ja võib olla seotud EDI andmetega või mitte, määratud unikaalne numbrimärk.
fi: Uniikki rekisterikilven numero, joka on määrätty pääkuljetusyksikölle, joka sisältää samanlaisia kohteita yhdellä asiakkaan transaktiolla ja jolla voi olla tai ei olla EDI-tietoja liitettynä.
fr: Numéro de plaque d'immatriculation unique attribué à une unité de transport principale contenant des articles similaires sur une seule transaction client et peut ou peut ne pas avoir de données EDI associées.
ga: Uimhir phláta ceadúnais uathúil a shanntar do phríomhaonad iompair ina bhfuil míreanna cosúla ar idirbheart aonair custaiméara agus a d'fhéadfadh a bheith nasctha le sonraí EDI nó nach bhféadfadh.
hr: Jedinstveni broj registarskih tablica dodijeljen glavnoj transportnoj jedinici koja sadrži slične artikle u jednoj transakciji kupca i može ili ne mora imati povezane podatke EDI.
hu: Egyedi rendszámtábla szám hozzárendelve egy mester szállítási egységhez, amely azonos tételeket tartalmaz egyetlen vevői tranzakcióban és lehet, hogy kapcsolódnak hozzá EDI adatok.
is: Einstakt númer bílspjalds úthlutað til aðalflutningseiningar sem inniheldur líka hluti í einum viðskiptum viðskiptavinar og getur haft eða ekki haft tengd EDI gögn.
it: Numero unico di targa assegnato a un'unità di trasporto principale contenente articoli simili in una singola transazione con il cliente e può avere o meno dati EDI associati.
lt: Unikalus transporto vieneto numeris, priskirtas pagrindiniam transporto vienetui, kuriame yra panašūs daiktai vienoje kliento operacijoje ir gali būti arba negali būti susiję EDI duomenys.
lv: Unikāls transportlīdzekļa numura zīmes numurs, kas piešķirts galvenajai transporta vienībai, kas satur līdzīgus priekšmetus vienā klienta darījumā un var būt vai nebūt saistīta ar EDI datiem.
mt: Numru tal-pjanċa tal-liċenzja unika assenjat għal unità ewlenija tat-trasport li fiha oġġetti simili f'transazzjoni waħda tal-klijent u jista' jkollha jew ma jkollhiex data EDI assoċjata.
nl: Uniek kentekennummer toegewezen aan een hoofdtransporteenheid die gelijke items bevat op een enkele klantentransactie en wel of geen EDI-gegevens kan hebben.
no: Unikt skiltnummer tildelt en hovedtransportenhet som inneholder like varer i en enkelt kundetransaksjon og kan ha tilknyttet EDI-data eller ikke.
pl: Unikalny numer tablicy rejestracyjnej przypisany do głównej jednostki transportowej zawierającej podobne przedmioty w ramach pojedynczej transakcji klienta, może posiadać lub nie dane EDI.
pt: Número único de placa de licença atribuído a uma unidade de transporte mestre contendo itens iguais em uma única transação de cliente e que pode ou não ter dados EDI associados.
ro: Număr unic de plăcuță de înmatriculare atribuit unei unități de transport master care conține articole asemănătoare într-o singură tranzacție a clientului și poate sau nu să aibă date EDI asociate.
sk: Unikátne číslo evidenčnej značky pridelené hlavnej prepravnej jednotke obsahujúcej rovnaké položky v jednej zákazníckej transakcii, ktorá môže, ale nemusí mať priradené údaje EDI.
sl: Unikatna registrska tablica, dodeljena glavni transportni enoti, ki vsebuje podobne predmete v eni transakciji kupca in ima lahko povezane podatke EDI ali pa ne.
sv: Unikt registreringsskyltnummer tilldelat en mastertransportenhet som innehåller liknande artiklar i en enda kundtransaktion och kan ha eller inte ha associerade EDI-data.

# di10007
source: Vehicle Registration License Plate Number (not unique without identification of country and issuing governmental region/authority)
bg: Номер на регистрационен номер на моторно превозно средство (не е уникален без идентификация на държавата и издаващия правителствен регион/орган)
cs: Registrační číslo vozidla (není unikátní bez identifikace země a vydávající vládní oblasti/úřadu)
de: Nummernschildnummer der Fahrzeugregistrierung (nicht eindeutig ohne Identifizierung des Landes und der ausstellenden Regierungsregion/-behörde)
el: Αριθμός Άδειας Κυκλοφορίας Οχήματος (δεν είναι μοναδικός χωρίς την αναγνώριση της χώρας και της εκδίδουσας κυβερνητικής περιοχής/αρχής)
es: Número de Placa de Licencia de Registro de Vehículo (no único sin identificación del país y la región/autoridad gubernamental emisora)
et: Sõiduki registreerimise numbrimärk (pole unikaalne ilma riigi ja väljaandva valitsusasutuse/piirkonna tuvastamiseta)
fi: Ajoneuvon rekisteröintikilven numero (ei uniikki ilman maan ja antavan hallinnollisen alueen/viranomaisen tunnistamista)
fr: Numéro de plaque d'immatriculation de véhicule (non unique sans identification du pays et de la région/autorité gouvernementale émettrice)
ga: Uimhir Cheadúnais Clárúcháin Feithicle (níl sé uathúil gan aitheantas na tíre agus an réigiún/údarás rialtais eisitheach a shonrú)
hr: Broj registarskih tablica vozila (nije jedinstven bez identifikacije zemlje i izdavajuće vladine regije/autoriteta)
hu: Járművek regisztrációs rendszámtáblájának száma (nem egyedi az ország és a kiadó kormányzati régió/hatóság azonosítása nélkül)
is: Skráningarnúmer ökutækis (ekki einstakt án tilgreiningar á landi og útgefandi stjórnvaldi/umráðasvæði)
it: Numero di targa del veicolo (non unico senza l'identificazione del paese e della regione/governo emittente)
lt: Transporto priemonės registracijos numeris (nėra unikalus be šalies ir išdavusios valdžios institucijos/regiono nurodymo)
lv: Transportlīdzekļa reģistrācijas numura zīme (nav unikāla bez valsts un izsniedzošās valdības reģiona/iestādes identifikācijas)
mt: Numru tal-Pjanċa tal-Liċenzja tal-Reġistrazzjoni tal-Vettura (mhux uniku mingħajr identifikazzjoni tal-pajjiż u r-reġjun/aġenzija governattiva li toħroġha)
nl: Kentekennummer van voertuigregistratie (niet uniek zonder identificatie van land en uitgevende overheidsregio/autoriteit)
no: Registreringsnummer for kjøretøy (ikke unikt uten identifikasjon av land og utstedende myndighet/region)
pl: Numer rejestracyjny pojazdu (nie jest unikalny bez określenia kraju i wydającego go organu rządowego/regionalnego)
pt: Número de Placa de Licença de Registro de Veículo (não único sem identificação do país e região/autoridade governamental emissora)
ro: Numărul plăcuței de înmatriculare a vehiculului (nu este unic fără identificarea țării și regiunea guvernamentală/autoritatea emitentă)
sk: Číslo evidenčnej značky vozidla (nie je unikátne bez identifikácie krajiny a vydávajúcej vládnej oblasti/úradu)
sl: Registrska številka vozila (ni unikatna brez identifikacije države in izdajateljskega vladnega območja/avtoritete)
sv: Fordonsregistreringsnummer för registreringsskylt (inte unikt utan identifiering av land och utfärdande myndighetsregion/myndighet)

# di10008
source: Maritime Mobile Service Identity (MMSI).\nA nine digit number regulated by the International Telecommunications Union to uniquely identify a ship or a coast radio station. Example: 8J211123456.
bg: Морски идентификационен номер на мобилна услуга (MMSI).\nДеветцифрен номер, регулиран от Международния съюз по телекомуникациите за уникално идентифициране на кораб или брегова радиостанция. Пример: 8J211123456.
cs: Maritime Mobile Service Identity (MMSI).\nDevítimístné číslo regulované Mezinárodním telekomunikačním svazem pro jednoznačnou identifikaci lodi nebo pobřežní radiostanice. Příklad: 8J211123456.
de: Maritime Mobile Service Identity (MMSI).\nEine neunstellige Nummer, die von der Internationalen Fernmeldeunion geregelt wird, um ein Schiff oder eine Küstenfunkstelle eindeutig zu identifizieren. Beispiel: 8J211123456.
el: Ταυτότητα Κινητής Θαλάσσιας Υπηρεσίας (MMSI).\nΈνας εννεαψήφιος αριθμός που ρυθμίζεται από τη Διεθνή Ένωση Τηλεπικοινωνιών για τη μοναδική ταυτοποίηση ενός πλοίου ή μιας παράκτιας ραδιοφωνικής σταθμού. Παράδειγμα: 8J211123456.
es: Identidad del Servicio Móvil Marítimo (MMSI).\nUn número de nueve dígitos regulado por la Unión Internacional de Telecomunicaciones para identificar de manera única un barco o una estación de radio costera. Ejemplo: 8J211123456.
et: Meremobiilteenuse Identiteet (MMSI).\nÜheksakohaline number, mille reguleerib Rahvusvaheline Telekommunikatsiooni Liit, et üheselt identifitseerida laeva või rannikuraadiojaama. Näide: 8J211123456.
fi: Merellinen Mobiili Palvelu Identiteetti (MMSI).\nYhdeksännumeroiset luvut, jotka on säädelty Kansainvälisen televiestintäliiton toimesta identifioimaan yksilöllisesti laivan tai rannikkoradioaseman. Esimerkki: 8J211123456.
fr: Identité du service mobile maritime (MMSI). Un numéro à neuf chiffres réglementé par l'Union internationale des télécommunications pour identifier de manière unique un navire ou une station radio côtière. Exemple : 8J211123456.
ga: Aitheantas Seirbhíse Mhuirí Soghluaiste (MMSI).\nUimhir naoi ndigit rialaithe ag an Aontas Idirnáisiúnta Telechumarsáide chun long nó stáisiún raidió cósta a aithint go huathúil. Sampla: 8J211123456.
hr: Pomorski identifikacijski broj mobilne službe (MMSI).\nDeveteroznamenkasti broj reguliran od Međunarodne telekomunikacijske unije za jedinstvenu identifikaciju broda ili obalne radio stanice. Primjer: 8J211123456.
hu: Tengeri Mobil Szolgáltatási Azonosító (MMSI).\nEgy kilenccifras szám, amelyet a Nemzetközi Távközlési Unió szabályoz azért, hogy egyedileg azonosíthasson egy hajót vagy egy part menti rádióállomást. Példa: 8J211123456.
is: Sjóflutningaþjónustu auðkenni (MMSI).\nNíu stafa númer sem alþjóðasamtök fjarskipta hafa sett reglur um til að auðkenna skip eða strandarútvarpsstöðvar sérstaklega. Dæmi: 8J211123456.
it: Identità del servizio mobile marittimo (MMSI).\nUn numero di nove cifre regolato dall'Unione Internazionale delle Telecomunicazioni per identificare univocamente una nave o una stazione radio costiera. Esempio: 8J211123456.
lt: Jūrų mobiliojo ryšio identitetas (MMSI).\nDevynių skaitmenų numeris, reguliuojamas Tarptautinės telekomunikacijų sąjungos, unikaliai identifikuojantis laivą arba kranto radijo stotį. Pavyzdys: 8J211123456.
lv: Jūras mobilā dienesta identitāte (MMSI).\nDevītciparu numurs, ko regulē Starptautiskā Telekomunikāciju Savienība, lai unikāli identificētu kuģi vai krasta radio staciju. Piemērs: 8J211123456.
mt: Identità tas-Servizz Marittimu Mobbli (MMSI).\nNumru ta' disa' ċifri rregolat mill-Unjoni Internazzjonali tat-Telekomunikazzjonijiet biex jidentifika b'mod uniku vapur jew stazzjon tar-radju tal-kosta. Eżempju: 8J211123456.
nl: Maritime Mobile Service Identity (MMSI).\nEen negencijferig nummer gereguleerd door de Internationale Telecommunicatie-unie om een schip of een kustzendstation uniek te identificeren. Voorbeeld: 8J211123456.
no: Maritim mobil serviceidentitet (MMSI).\nEt ni sifret nummer regulert av Den internasjonale telekommunikasjonsunionen for å unikt identifisere et skip eller en kyst radiostasjon. Eksempel: 8J211123456.
pl: Tożsamość Mobilnej Służby Morskiej (MMSI).\nDziewięciocyfrowy numer regulowany przez Międzynarodowy Związek Telekomunikacyjny służący do jednoznacznej identyfikacji statku lub stacji radiowej na wybrzeżu. Przykład: 8J211123456.
pt: Identidade Móvel Marítima (MMSI).\nUm número de nove dígitos regulamentado pela União Internacional de Telecomunicações para identificar unicamente um navio ou uma estação de rádio costeira. Exemplo: 8J211123456.
ro: Identitatea Maritimă Mobilă de Serviciu (MMSI).\nUn număr de nouă cifre reglementat de Uniunea Internațională de Telecomunicații pentru a identifica unic o navă sau o stație radio de coastă. Exemplu: 8J211123456.
sk: Identita mobilnej námornej služby (MMSI).\nDeväťciferné číslo regulované Medzinárodnou telekomunikačnou úniou na jedinečnú identifikáciu lode alebo pobrežnej rádiové stanice. Príklad: 8J211123456.
sl: Pomorska mobilna identifikacijska številka (MMSI).\nDevetmestna številka, urejena s strani Mednarodne telekomunikacijske zveze za unikatno identifikacijo ladje ali obalne radijske postaje. Primer: 8J211123456.
sv: Maritim mobil serviceidentitet (MMSI).\nEtt nio siffrigt nummer reglerat av International Telecommunications Union för att unikt identifiera ett skepp eller en kustradiostation. Exempel: 8J211123456.

# di11000
source: Order Number assigned by Customer to identify a Purchasing Transaction (e.g., purchase order number).
bg: Номер на поръчка, присвоен от клиента за идентифициране на покупателска транзакция (напр., номер на поръчка за покупка).
cs: Číslo objednávky přiřazené zákazníkem pro identifikaci nákupní transakce (např., číslo objednávky).
de: Vom Kunden zugewiesene Bestellnummer zur Identifizierung einer Einkaufstransaktion (z. B. Bestellnummer).
el: Αριθμός Παραγγελίας που ανατέθηκε από τον Πελάτη για την ταυτοποίηση μιας Συναλλαγής Αγοράς (π.χ., αριθμός εντολής αγοράς).
es: Número de Orden asignado por el Cliente para identificar una Transacción de Compra (por ejemplo, número de orden de compra).
et: Kliendi poolt ostutehingu tuvastamiseks määratud tellimusnumber (nt ostutellimuse number).
fi: Asiakkaan määrittämä tilausnumero ostotapahtuman tunnistamiseen (esim., tilausnumeron).
fr: Numéro de commande attribué par le client pour identifier une transaction d'achat (par exemple, numéro de bon de commande).
ga: Uimhir Ordaithe a shannann an Custaiméir chun Idirbheart Ceannaigh a aithint (m.sh., uimhir ordaithe ceannaigh).
hr: Broj narudžbe dodijeljen od strane kupca za identifikaciju kupovne transakcije (npr. broj narudžbe).
hu: Vevő által hozzárendelt rendelésszám egy beszerzési tranzakció azonosítására (pl. rendelési szám).
is: Pöntunarnúmer úthlutað af viðskiptavini til að auðkenna kaupaviðskipti (t.d., pöntunarnúmer).
it: Numero d'ordine assegnato dal Cliente per identificare una Transazione d'Acquisto (es., numero d'ordine d'acquisto).
lt: Pirkimo operaciją identifikuojantis užsakymo numeris, kurį nustato klientas (pvz., pirkimo užsakymo numeris).
lv: Pasūtījuma numurs, ko piešķīris Klients, lai identificētu Pirkšanas Darījumu (piemēram, pirkšanas pasūtījuma numurs).
mt: Numru tal-Ordni assenjat mill-Klijent biex jidentifika Transazzjoni tax-Xiri (eż., numru tal-ordni tax-xiri).
nl: Bestelnummer toegewezen door Klant om een Aankooptransactie te identificeren (bijv., bestelordernummer).
no: Bestillingsnummer tildelt av kunde for å identifisere et kjøp (for eksempel, bestillingsnummer).
pl: Numer zamówienia przydzielony przez klienta do identyfikacji transakcji zakupowej (np. numer zamówienia zakupu).
pt: Número de Pedido atribuído pelo Cliente para identificar uma Transação de Compra (por exemplo, número de ordem de compra).
ro: Numărul comenzii atribuit de Client pentru a identifica o Tranzacție de Achiziție (de exemplu, numărul comenzii de cumpărare).
sk: Číslo objednávky pridelené zákazníkom na identifikáciu nákupnej transakcie (napr., číslo objednávky).
sl: Številka naročila, dodeljena s strani kupca za identifikacijo nakupne transakcije (npr. številka naročilnice).
sv: Order nummer tilldelat av kund för att identifiera ett inköpstransaktion (t.ex., inköpsordernummer).

# di11001
source: Order Number assigned by Supplier to identify a Purchasing Transaction.
bg: Номер на поръчка, присвоен от доставчика за идентифициране на покупателска транзакция.
cs: Číslo objednávky přiřazené dodavatelem pro identifikaci nákupní transakce.
de: Vom Lieferanten zugewiesene Bestellnummer zur Identifizierung einer Einkaufstransaktion.
el: Αριθμός Παραγγελίας που ανατέθηκε από τον Προμηθευτή για την ταυτοποίηση μιας Συναλλαγής Αγοράς.
es: Número de Orden asignado por el Proveedor para identificar una Transacción de Compra.
et: Tarnija poolt ostutehingu tuvastamiseks määratud tellimusnumber.
fi: Toimittajan määrittämä tilausnumero ostotapahtuman tunnistamiseen.
fr: Numéro de commande attribué par le fournisseur pour identifier une transaction d'achat.
ga: Uimhir Ordaithe a shannann an Soláthraí chun Idirbheart Ceannaigh a aithint.
hr: Broj narudžbe dodijeljen od strane dobavljača za identifikaciju kupovne transakcije.
hu: Szállító által hozzárendelt rendelésszám egy beszerzési tranzakció azonosítására.
is: Pöntunarnúmer úthlutað af birgja til að auðkenna kaupaviðskipti.
it: Numero d'ordine assegnato dal Fornitore per identificare una Transazione d'Acquisto.
lt: Pirkimo operaciją identifikuojantis užsakymo numeris, kurį nustato tiekėjas.
lv: Pasūtījuma numurs, ko piešķīris Piegādātājs, lai identificētu Pirkšanas Darījumu.
mt: Numru tal-Ordni assenjat mill-Fornitur biex jidentifika Transazzjoni tax-Xiri.
nl: Bestelnummer toegewezen door Leverancier om een Aankooptransactie te identificeren.
no: Bestillingsnummer tildelt av leverandør for å identifisere et kjøp.
pl: Numer zamówienia przydzielony przez dostawcę do identyfikacji transakcji zakupowej.
pt: Número de Pedido atribuído pelo Fornecedor para identificar uma Transação de Compra.
ro: Numărul comenzii atribuit de Furnizor pentru a identifica o Tranzacție de Achiziție.
sk: Číslo objednávky pridelené dodávateľom na identifikáciu nákupnej transakcie.
sl: Številka naročila, dodeljena s strani dobavitelja za identifikacijo nakupne transakcije.
sv: Order nummer tilldelat av leverantör för att identifiera ett inköpstransaktion.

# di11002
source: Bill of Lading/Waybill/Shipment Identification Code assigned by Supplier/Shipper.
bg: Код за идентификация на товарителница/пътен лист/превозна документация, присвоен от доставчика/експедитора.
cs: Kód nákladního listu/cestovního listu/identifikační kód zásilky přiřazený dodavatelem/přepravcem.
de: Frachtbrief-/Frachtbrief-/Sendungsidentifikationscode, der vom Lieferanten/Versender zugewiesen wird.
el: Κωδικός Αναγνώρισης Φορτίου/Δελτίου Φορτίου/Κωδικός Ταυτοποίησης Αποστολής που ανατέθηκε από τον Προμηθευτή/Αποστολέα.
es: Código de Identificación de Bill of Lading/Guía de Embarque/Envío asignado por el Proveedor/Remitente.
et: Veoselehe/Saadetise Tunnuskood, mille on määranud tarnija/vedaja.
fi: Rahtikirjan/Waybillin/Lähetystunnuksen koodi, jonka toimittaja/rahtiliikenne on määrittänyt.
fr: Code d'identification de connaissement/lettre de voiture/identification d'expédition attribué par le fournisseur/expéditeur.
ga: Cód Aitheantais Billí Luchtaithe/Waybill/Loingsithe a shannann an Soláthraí/Loingseoir.
hr: Broj tovarnog lista/putnog lista/identifikacijski kod pošiljke dodijeljen od strane dobavljača/brodara.
hu: Számla fuvarlevele/úti okmánya/szállítási azonosító kódja, amit a szállító/hajózó rendel hozzá.
is: Sendingarnúmer/fraktbréf/vöruflutningakenni úthlutað af birgja/flytjanda.
it: Codice di identificazione della Polizza di Carico/Via d'acqua/Spedizione assegnato dal Fornitore/Speditore.
lt: Siuntos identifikavimo kodas, kurį nustato tiekėjas / vežėjas.
lv: Kravas vēstules/Kravas ceļazīmes/Sūtījuma identifikācijas kods, ko piešķīris Piegādātājs/Krāvējs.
mt: Kodiċi tal-Identifikazzjoni tal-Bill tal-Merkanzija/Vjaġġar/Trasport assenjat mill-Fornitur/Trasportatur.
nl: Bill of Lading/Waybill/Zending Identificatiecode toegewezen door Leverancier/Verzender.
no: Fraktbrev/veifraktbrev/forsendelsesidentifikasjonskode tildelt av leverandør/avsender.
pl: Kod identyfikacji listu przewozowego/waybilla/przesyłki przydzielony przez dostawcę/nadawcę.
pt: Código de Identificação de Bill of Lading/Waybill/Envio atribuído pelo Fornecedor/Remetente.
ro: Codul de Identificare a Conosamentului/Scrisorii de Trăsură/Expediției atribuit de Furnizor/Expeditor.
sk: Kód identifikácie zásielky/príkazu na prepravu pridelený dodávateľom/prepravcom.
sl: Koda identifikacije pošiljke/tovornega lista, dodeljena s strani dobavitelja/prevoznika.
sv: Fraktsedel/transportkvitto/transportidentifikationskod tilldelad av leverantör/fraktförare.

# di11003
source: Bill of Lading/Waybill/Shipment Identification Code assigned by Carrier.
bg: Код за идентификация на товарителница/пътен лист/превозна документация, присвоен от превозвача.
cs: Kód nákladního listu/cestovního listu/identifikační kód zásilky přiřazený dopravcem.
de: Vom Transporteur zugewiesener Frachtbrief-/Frachtbrief-/Sendungsidentifikationscode.
el: Κωδικός Αναγνώρισης Φορτίου/Δελτίου Φορτίου/Κωδικός Ταυτοποίησης Αποστολής που ανατέθηκε από τον Μεταφορέα.
es: Código de Identificación de Bill of Lading/Guía de Embarque/Envío asignado por el Transportista.
et: Veoselehe/Saadetise Tunnuskood, mille on määranud vedaja.
fi: Rahtikirjan/Waybillin/Lähetystunnuksen koodi, jonka kuljetusliike on määrittänyt.
fr: Code d'identification de connaissement/lettre de voiture/identification d'expédition attribué par le transporteur.
ga: Cód Aitheantais Billí Luchtaithe/Waybill/Loingsithe a shannann an Iompróir.
hr: Broj tovarnog lista/putnog lista/identifikacijski kod pošiljke dodijeljen od strane prijevoznika.
hu: Fuvarlevél/úti okmány/szállítási azonosító kód, amit a fuvarozó rendel hozzá.
is: Sendingarnúmer/fraktbréf/vöruflutningakenni úthlutað af flutningsaðila.
it: Codice di identificazione della Polizza di Carico/Via d'acqua/Spedizione assegnato dal Vettore.
lt: Siuntos identifikavimo kodas, kurį nustato vežėjas.
lv: Kravas vēstules/Kravas ceļazīmes/Sūtījuma identifikācijas kods, ko piešķīris Pārvadātājs.
mt: Kodiċi tal-Identifikazzjoni tal-Bill tal-Merkanzija/Vjaġġar/Trasport assenjat mill-Operatur tat-Trasport.
nl: Bill of Lading/Waybill/Zending Identificatiecode toegewezen door Vervoerder.
no: Fraktbrev/veifraktbrev/forsendelsesidentifikasjonskode tildelt av transportør.
pl: Kod identyfikacji listu przewozowego/waybilla/przesyłki przydzielony przez przewoźnika.
pt: Código de Identificação de Bill of Lading/Waybill/Envio atribuído pelo Transportador.
ro: Codul de Identificare a Conosamentului/Scrisorii de Trăsură/Expediției atribuit de Transportator.
sk: Kód identifikácie zásielky/príkazu na prepravu pridelený dopravcom.
sl: Koda identifikacije pošiljke/tovornega lista, dodeljena s strani prevoznika.
sv: Fraktsedel/transportkvitto/transportidentifikationskod tilldelad av transportör.
