Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di19096
source: EPC number (Typically Serialized Global Trade Identification Number - SGTIN)\n2020 Update: The term “EPC number” is no longer used by GS1. Refer to GS1 General Specifications and the Tag Data Standard for current terminology
bg: EPC номер (Обикновено Сериализиран глобален идентификационен номер на търговска стока - SGTIN)\nАктуализация 2020: Терминът "EPC номер" вече не се използва от GS1. Вижте GS1 General Specifications и Tag Data Standard за актуална терминология
cs: EPC číslo (Typicky Serializované Globální Obchodní Identifikační Číslo - SGTIN)\nAktualizace 2020: Termín "EPC číslo" již GS1 nepoužívá. Viz aktuální terminologie v Obecných specifikacích GS1 a ve Standardu datových značek.
de: EPC-Nummer (Typischerweise Serialisiertes Global Trade Identification Number - SGTIN)\n2020 Update: Der Begriff "EPC-Nummer" wird von GS1 nicht mehr verwendet. Siehe GS1-Generalvorschriften und den Tag Data Standard für aktuelle Terminologie
el: EPC αριθμός (Κατά κανόνα Σειριακός Παγκόσμιος Αριθμός Ταυτοποίησης Εμπορεύματος - SGTIN)\nΕνημέρωση 2020: Ο όρος "EPC αριθμός" δεν χρησιμοποιείται πλέον από τη GS1. Ανατρέξτε στις Γενικές Προδιαγραφές GS1 και στο Πρότυπο Δεδομένων Ετικέτας για την τρέχουσα ορολογία
es: Número EPC (Típicamente Número Global de Identificación Comercial Seriado - SGTIN)\nActualización 2020: El término "número EPC" ya no es utilizado por GS1. Consulte las Especificaciones Generales de GS1 y el Estándar de Datos de Etiqueta para la terminología actual
et: EPC number (Tavaliselt Serialiseeritud Globaalne Kaubandusidentifitseerimisnumber - SGTIN)\n2020 Uuendus: GS1 ei kasuta enam terminit "EPC number". Viidake GS1 Üldspetsifikatsioonidele ja Sildiandmete Standardile praeguse terminoloogia jaoks.
fi: EPC-numero (Tyypillisesti Sarjallistettu Globaali Kauppatunnistenumero - SGTIN)\n2020 Päivitys: Termiä "EPC-numero" ei enää käytetä GS1:ssä. Viittaa GS1 Yleisiin Määrityksiin ja Tag Data Standardiin nykyisen terminologian osalta
fr: Numéro EPC (Typiquement Numéro d'Identification Commerciale Global Sérialisé - SGTIN)\nMise à jour 2020 : Le terme "numéro EPC" n'est plus utilisé par GS1. Se référer aux spécifications générales GS1 et au standard de données des tags pour la terminologie actuelle
ga: Uimhir EPC (De ghnáth Uimhir Aitheantais Trádála Domhanda Searbhaithe - SGTIN)\nNuashonrú 2020: Ní úsáidtear an téarma "Uimhir EPC" a thuilleadh ag GS1. Féach ar na Sonraíochtaí Ginearálta GS1 agus an Caighdeán Sonraí Clibe le haghaidh téarmaíocht reatha
hr: EPC broj (Tipično Serijalizirani Globalni Trgovački Identifikacijski Broj - SGTIN)\nAžuriranje 2020: Pojam "EPC broj" više se ne koristi od strane GS1. Pogledajte GS1 General Specifications i Standard podataka oznake za trenutne termine.
hu: EPC szám (Általában Szerializált Globális Kereskedelmi Azonosító Szám - SGTIN)\n2020 Frissítés: Az „EPC szám” kifejezést a GS1 már nem használja. Hivatkozzon a GS1 Általános Specifikációira és a Címkeadat Standardra a jelenlegi terminológia érdekében
is: EPC númer (Venjulega Serialized Global Trade Identification Number - SGTIN)\n2020 Uppfærsla: Hugtakið "EPC númer" er ekki lengur notað af GS1. Sjá GS1 Almennar forskriftir og Tag Data Standard fyrir núverandi orðalag
it: Numero EPC (Tipicamente Numero di Identificazione Commerciale Globale Seriale - SGTIN)\nAggiornamento 2020: Il termine "numero EPC" non è più utilizzato da GS1. Fare riferimento alle Specifiche Generali GS1 e allo Standard dei Dati dei Tag per la terminologia corrente
lt: EPC numeris (Paprastai Serializuotas Pasaulinis Prekybos Identifikacijos Numeris - SGTIN)\n2020 metų atnaujinimas: Terminas "EPC numeris" nebenaudojamas GS1. Dėl dabartinės terminijos žr. GS1 Bendrąsias specifikacijas ir Žymėjimo duomenų standartą.
lv: EPC numurs (Parasti Serializēts Globālais Tirdzniecības Identifikācijas Numurs - SGTIN)\n2020. gada atjauninājums: GS1 vairs nelieto terminu "EPC numurs". Skatiet GS1 Vispārīgās Specifikācijas un Birkas Datu Standartu pašreizējai terminoloģijai.
mt: Numru EPC (Tipikament Global Trade Item Number Serjalizzat - SGTIN)\nAġġornament 2020: It-terminu "Numru EPC" m'għadux jintuża minn GS1. Ikkonsulta l-Ispeċifikazzjonijiet Ġenerali tal-GS1 u l-Istandard tad-Data tat-Tagħbija għat-terminoloġija kurrenti.
nl: EPC-nummer (Typisch Geserialiseerd Globaal Handelsidentificatienummer - SGTIN)\n2020 Update: De term "EPC-nummer" wordt niet langer gebruikt door GS1. Raadpleeg de GS1 Algemene Specificaties en de Tag Data Standard voor de huidige terminologie
no: EPC-nummer (Vanligvis Serialisert Global Handelsidentifikasjonsnummer - SGTIN)\n2020 Oppdatering: Begrepet "EPC-nummer" brukes ikke lenger av GS1. Se GS1 General Specifications og Tag Data Standard for gjeldende terminologi
pl: Numer EPC (Zwykle Zserializowany Globalny Numer Identyfikacyjny Handlowy - SGTIN)\nAktualizacja 2020: Termin "numer EPC" nie jest już używany przez GS1. Zapoznaj się z GS1 General Specifications i Standardem Danych Tagów dla aktualnej terminologii
pt: Número EPC (Normalmente Número de Identificação Global de Comércio Serializado - SGTIN)\nAtualização 2020: O termo "número EPC" não é mais usado pela GS1. Consulte as Especificações Gerais GS1 e o Padrão de Dados de Tag para a terminologia atual
ro: Numărul EPC (De obicei Numărul Global de Identificare a Comerțului Serializat - SGTIN)\nActualizare 2020: Termenul "Numărul EPC" nu mai este utilizat de GS1. Consultați Specificațiile Generale GS1 și Standardul de Date pentru Etichete pentru terminologia actuală
sk: Číslo EPC (Typicky sériové globálne obchodné identifikačné číslo - SGTIN)\nAktualizácia 2020: Termín "číslo EPC" už GS1 nepoužíva. Pozrite si aktuálne špecifikácie GS1 a štandard údajov značky pre aktuálnu terminológiu
sl: EPC številka (Tipično globalna trgovinska identifikacijska številka - SGTIN)\nPosodobitev 2020: Izraz "EPC številka" GS1 več ne uporablja. Glejte GS1 Generalne specifikacije in Standard podatkov o oznaki za trenutno terminologijo.
sv: EPC-nummer (Vanligtvis Serialiserat Globalt Handelsidentifieringsnummer - SGTIN)\n2020 Uppdatering: Termen "EPC-nummer" används inte längre av GS1. Se GS1 General Specifications och Tag Data Standard för aktuell terminologi

# di19097
source: Encrypted serial number assigned by the Supplier to an entity, which can be authenticated by an independent trusted third party. The encrypted serial number does not describe any parameters of the entity without decryption by an independent third party.
bg: Криптиран сериен номер, присвоен от доставчика на ентитет, който може да бъде удостоверен от независима доверена трета страна. Криптираният сериен номер не описва никакви параметри на ентитета без декриптиране от независима трета страна.
cs: Zašifrované sériové číslo přiřazené dodavatelem entitě, které lze ověřit nezávislým důvěryhodným třetím subjektem. Zašifrované sériové číslo bez dešifrování nezávislým třetím subjektem nepopisuje žádné parametry entity.
de: Verschlüsselte Seriennummer, die vom Lieferanten einer Entität zugewiesen wurde und die von einer unabhängigen vertrauenswürdigen dritten Partei authentifiziert werden kann. Die verschlüsselte Seriennummer beschreibt keine Parameter der Entität ohne Entschlüsselung durch eine unabhängige dritte Partei.
el: Κρυπτογραφημένος σειριακός αριθμός που Ανατέθηκε από τον Προμηθευτή σε μια οντότητα, ο οποίος μπορεί να πιστοποιηθεί από μια ανεξάρτητη εμπιστευτική τρίτη πλευρά. Ο κρυπτογραφημένος σειριακός αριθμός δεν περιγράφει κανένα παράμετρο της οντότητας χωρίς αποκρυπτογράφηση από μια ανεξάρτητη τρίτη πλευρά.
es: Número de serie encriptado asignado por el Proveedor a una entidad, que puede ser autenticado por un tercero de confianza independiente. El número de serie encriptado no describe ningún parámetro de la entidad sin descifrado por un tercero independiente.
et: Krüpteeritud seerianumber, mille on üksusele määranud Tarnija, mida saab autentida sõltumatu usaldusväärse kolmanda osapoole poolt. Krüpteeritud seerianumber ei kirjelda üksuse parameetreid ilma sõltumatu kolmanda osapoole poolt dekrüpteerimata.
fi: Toimittajan määrittämä salattu sarjanumero entiteetille, joka voidaan todentaa itsenäisen luotettavan kolmannen osapuolen toimesta. Salattu sarjanumero ei kuvaile mitään entiteetin parametreja ilman itsenäisen kolmannen osapuolen suorittamaa salauksen purkua.
fr: Numéro de série crypté attribué par le fournisseur à une entité, qui peut être authentifié par un tiers de confiance indépendant. Le numéro de série crypté ne décrit aucun paramètre de l'entité sans déchiffrement par un tiers indépendant.
ga: Uimhir shraitheach criptithe a shanntar ag an Soláthraí do eintiteas, is féidir a fhíorú ag tríú páirtí iontaofa neamhspleách. Ní dhéanann an uimhir shraitheach criptithe cur síos ar aon pharaiméadair den eintiteas gan dhíchriptiú ag tríú páirtí neamhspleách.
hr: Šifrirani serijski broj dodijeljen od strane dobavljača entitetu, koji se može autentificirati od neovisnog pouzdanog trećeg lica. Šifrirani serijski broj ne opisuje nikakve parametre entiteta bez dešifriranja od neovisnog trećeg lica.
hu: A Beszállító által egy entitáshoz hozzárendelt titkosított sorozatszám, amelyet egy független megbízható harmadik fél által hitelesíthető. A titkosított sorozatszám nem ír le semmilyen paramétert az entitásról anélkül, hogy egy független harmadik fél dekódolná.
is: Dulkóðað raðnúmer úthlutað af birgja til einingar, sem hægt er að staðfesta af óháðum treystum þriðja aðila. Dulkóðað raðnúmer lýsir ekki neinum eiginleikum einingarinnar án afkóðunar af óháðum þriðja aðila.
it: Numero di serie crittografato assegnato dal Fornitore a un'entità, che può essere autenticato da una terza parte indipendente di fiducia. Il numero di serie crittografato non descrive alcun parametro dell'entità senza decrittazione da parte di una terza parte indipendente.
lt: Šifravimo serijinis numeris, priskirtas tiekėjo subjektui, kurį gali patvirtinti nepriklausoma patikima trečioji šalis. Šifravimo serijinis numeris be trečiosios šalies atšifravimo neapibūdina jokių subjekto parametrų.
lv: Šifrēts sērijas numurs, ko Piegādātājs piešķīris entītei, ko var autentificēt neatkarīga uzticama trešā persona. Šifrētais sērijas numurs bez atšifrēšanas neatkarīgai trešajai personai neapraksta nekādus entītes parametrus.
mt: Numru tas-serje kkriptat assenjat mill-fornitur lil entità, li jista' jiġi awtentikat minn parti terza indipendenti ta' fiduċja. In-numru tas-serje kkriptat ma jiddeskrivix xi parametri tal-entità mingħajr dekodifikazzjoni minn parti terza indipendenti.
nl: Versleuteld serienummer toegewezen door de Leverancier aan een entiteit, dat kan worden geverifieerd door een onafhankelijke vertrouwde derde partij. Het versleutelde serienummer beschrijft geen parameters van de entiteit zonder decryptie door een onafhankelijke derde partij.
no: Kryptert serienummer tildelt av leverandøren til en enhet, som kan autentiseres av en uavhengig pålitelig tredjepart. Det krypterte serienummeret beskriver ikke noen parametere for enheten uten dekryptering av en uavhengig tredjepart.
pl: Zaszyfrowany numer seryjny przydzielony przez dostawcę jednostce, który może być uwierzytelniony przez niezależną zaufaną trzecią stronę. Zaszyfrowany numer seryjny nie opisuje żadnych parametrów jednostki bez odszyfrowania przez niezależną trzecią stronę.
pt: Número de série criptografado atribuído pelo Fornecedor a uma entidade, que pode ser autenticado por um terceiro independente confiável. O número de série criptografado não descreve nenhum parâmetro da entidade sem decodificação por um terceiro independente.
ro: Numărul de serie criptat atribuit de Furnizor unei entități, care poate fi autentificat de o terță parte de încredere independentă. Numărul de serie criptat nu descrie niciun parametru al entității fără decriptare de o terță parte independentă.
sk: Zašifrované sériové číslo pridelené dodávateľom entite, ktoré môže byť overené nezávislou dôveryhodnou tretou stranou. Zašifrované sériové číslo neopisuje žiadne parametre entity bez dešifrovania nezávislou tretou stranou.
sl: Šifrirana serijska številka, dodeljena entiteti s strani dobavitelja, ki jo je mogoče overiti s strani neodvisne zaupanja vredne tretje osebe. Šifrirana serijska številka ne opisuje nobenih parametrov entitete brez dešifriranja s strani neodvisne tretje osebe.
sv: Krypterat serienummer tilldelat av Leverantören till en entitet, som kan autentiseras av en oberoende betrodd tredje part. Det krypterade serienumret beskriver inte några parametrar för entiteten utan dekryptering av en oberoende tredje part.

# di2
source: The 'AMPERSAND' character. ICCBBA
bg: Символът 'AMPERSAND'. ICCBBA
cs: Znak 'AMPERSAND'. ICCBBA
de: Das 'UND'-Zeichen. ICCBBA
el: Ο χαρακτήρας 'ΑΜΠΕΡΣΑΝΤ'. ICCBBA
es: El carácter 'AMPERSAND'. ICCBBA
et: 'AMPERSAND' tähemärk. ICCBBA
fi: 'ET-MERKKI' merkki. ICCBBA
fr: Le caractère 'ESPERLUETTE'. ICCBBA
ga: An carachtar 'AMPERSAND'. ICCBBA
hr: Znak '&'. ICCBBA
hu: Az 'ÉS' jel. ICCBBA
is: 'OG' tákn. ICCBBA
it: Il carattere 'E COMMERCIALE'. ICCBBA
lt: 'AND' simbolis. ICCBBA
lv: 'AMPERSAND' rakstzīme. ICCBBA
mt: Il-karattru 'AMPERSAND'. ICCBBA
nl: Het 'AMPERSAND'-teken. ICCBBA
no: 'OG'-tegnet. ICCBBA
pl: Znak 'AMPERSAND'. ICCBBA
pt: O caractere 'E COMERCIAL'. ICCBBA
ro: Caracterul 'AMPERSAND'. ICCBBA
sk: Znak 'AMPERSAND'. ICCBBA
sl: Znak 'AMPERSAND'. ICCBBA
sv: 'AMPERSAND'-tecknet. ICCBBA

# di2000
source: Container Type (internally assigned or mutually defined).
bg: Тип на контейнера (вътрешно присвоен или взаимно определен).
cs: Typ kontejneru (interně přiřazeno nebo společně definované).
de: Containertyp (intern zugewiesen oder gemeinsam definiert).
el: Τύπος Δοχείου (εσωτερικά ανατεθειμένο ή αμοιβαία καθορισμένο).
es: Tipo de Contenedor (asignado internamente o definido mutuamente).
et: Konteineri Tüüp (sisemiselt määratud või vastastikku määratletud).
fi: Säiliötyyppi (sisäisesti määritelty tai keskinäisesti sovittu).
fr: Type de conteneur (attribué en interne ou mutuellement défini).
ga: Cineál Coimeádáin (arna shannadh go hinmheánach nó a shainmhínítear go frithpháirteach).
hr: Tip kontejnera (interno dodijeljen ili međusobno definiran).
hu: Konténer Típusa (belsőleg kijelölve vagy közösen meghatározva).
is: Ílátstegund (innanhúss úthlutað eða í sameiningu skilgreint).
it: Tipo di Contenitore (assegnato internamente o definito di comune accordo).
lt: Konteinerio tipas (viduje priskirtas arba abipusiai apibrėžtas).
lv: Konteinera Tips (iekšēji piešķirts vai savstarpēji definēts).
mt: Tip ta' Kontenitur (assenjat internament jew definit b'mod reċiproku).
nl: Containertype (intern toegewezen of onderling gedefinieerd).
no: Beholdertype (internt tildelt eller gjensidig definert).
pl: Typ kontenera (przydzielony wewnętrznie lub zdefiniowany wspólnie).
pt: Tipo de Contêiner (atribuído internamente ou definido mutuamente).
ro: Tipul Containerului (atribuit intern sau definit mutual).
sk: Typ kontajnera (interné pridelené alebo vzájomne definované).
sl: Tip zabojnika (notranje dodeljeno ali medsebojno definirano).
sv: Behållartyp (internt tilldelad eller ömsesidigt definierad).

# di20000
source: Traceability Number assigned by the Customer to identify/trace a unique group of entities (e.g., lot, batch, heat).
bg: Номер за проследяване, присвоен от клиента за идентифициране/проследяване на уникална група от ентитети (напр., партида, серия, печка).
cs: Číslo sledovatelnosti přiřazené zákazníkem pro identifikaci/sledování unikátní skupiny entit (např., šarže, várka, teplo).
de: Rückverfolgbarkeitsnummer, die vom Kunden zugewiesen wird, um eine einzigartige Gruppe von Entitäten zu identifizieren/verfolgen (z. B. Charge, Stapel, Hitze).
el: Αριθμός Ιχνηλασιμότητας που Ανατέθηκε από τον Πελάτη για την ταυτοποίηση/ιχνηλάτηση μιας μοναδικής ομάδας οντοτήτων (π.χ., παρτίδα, σειρά, θερμοκρασία).
es: Número de Trazabilidad asignado por el Cliente para identificar/rastrear un grupo único de entidades (por ejemplo, lote, tanda, calor).
et: Jälgitavusnumber, mille on määranud Klient unikaalse esemegrupi (nt partii, laar, sulatus) tuvastamiseks/jälgimiseks.
fi: Asiakkaan määrittämä jäljitettävyysnumero, jolla tunnistetaan/seurataan ainutlaatuista entiteettien ryhmää (esim., erä, sarja, kuumennuserä).
fr: Numéro de traçabilité attribué par le client pour identifier/suivre un groupe unique d'entités (par exemple, lot, lot, chaleur).
ga: Uimhir Rianaithe a shanntar ag an gCustaiméir chun grúpa uathúil eintiteas a aithint/rianú (m.sh., cnap, baisc, teas).
hr: Broj za praćenje dodijeljen od strane kupca za identifikaciju/praćenje jedinstvene grupe entiteta (npr., serija, serija, topljenje).
hu: A Vevő által hozzárendelt Nyomonkövetési Szám egy entitáscsoport azonosítására/nyomonkövetésére (pl. tétel, batch, hegesztés).
is: Rekjanleikanúmer úthlutað af viðskiptavini til að auðkenna/rekja einstakan hóp eininga (t.d., lotu, sendingu, bræðslu).
it: Numero di Tracciabilità assegnato dal Cliente per identificare/tracciare un gruppo unico di entità (ad es., lotto, batch, calore).
lt: Sekimo numeris, priskirtas kliento, nurodantis unikalią subjektų grupę (pvz., partiją, seriją, kaitą).
lv: Izsekošanas Numurs, ko piešķīris Klients, lai identificētu/izsekotu unikālu entīšu grupu (piem., partiju, sēriju, partijas).
mt: Numru ta' Traċċabilità assenjat mill-Klijent biex jidentifika/jsegwi grupp uniku ta' entitajiet (eż., lott, grupp, sħana).
nl: Traceerbaarheidsnummer toegewezen door de Klant om een unieke groep entiteiten te identificeren/volgen (bijv., partij, batch, warmte).
no: Sporbarhetsnummer tildelt av kunden for å identifisere/spore en unik gruppe enheter (for eksempel, parti, batch, varme).
pl: Numer śledzenia przydzielony przez klienta do identyfikacji/śledzenia unikalnej grupy jednostek (np. partii, serii, zgrzewki).
pt: Número de Rastreabilidade atribuído pelo Cliente para identificar/rastrear um grupo único de entidades (por exemplo, lote, partida, calor).
ro: Numărul de Urmărire atribuit de Client pentru a identifica/urma un grup unic de entități (de ex., lot, serie, căldură).
sk: Číslo sledovateľnosti pridelené zákazníkom na identifikáciu/sledovanie jedinečnej skupiny entít (napr. šarža, dávka, tepelné číslo).
sl: Številka sledljivosti, dodeljena s strani kupca za identifikacijo/sledenje edinstveni skupini entitet (npr., serija, šarža, talilna serija).
sv: Spårbarhetsnummer tilldelat av Kunden för att identifiera/spåra en unik grupp av enheter (t.ex., parti, batch, värme).

# di20001
source: Traceability Number assigned by the Supplier to identify/trace a unique group of entities (e.g., lot, batch, heat).
bg: Номер за проследяване, присвоен от доставчика за идентифициране/проследяване на уникална група от ентитети (напр., партида, серия, печка).
cs: Číslo sledovatelnosti přiřazené dodavatelem pro identifikaci/sledování unikátní skupiny entit (např., šarže, várka, teplo).
de: Rückverfolgbarkeitsnummer, die vom Lieferanten zugewiesen wird, um eine einzigartige Gruppe von Entitäten zu identifizieren/verfolgen (z. B. Charge, Stapel, Hitze).
el: Αριθμός Ιχνηλασιμότητας που Ανατέθηκε από τον Προμηθευτή για την ταυτοποίηση/ιχνηλάτηση μιας μοναδικής ομάδας οντοτήτων (π.χ., παρτίδα, σειρά, θερμοκρασία).
es: Número de Trazabilidad asignado por el Proveedor para identificar/rastrear un grupo único de entidades (por ejemplo, lote, tanda, calor).
et: Jälgitavusnumber, mille on määranud Tarnija unikaalse esemegrupi (nt partii, laar, sulatus) tuvastamiseks/jälgimiseks.
fi: Toimittajan määrittämä jäljitettävyysnumero, jolla tunnistetaan/seurataan ainutlaatuista entiteettien ryhmää (esim., erä, sarja, kuumennuserä).
fr: Numéro de traçabilité attribué par le fournisseur pour identifier/suivre un groupe unique d'entités (par exemple, lot, lot, chaleur).
ga: Uimhir Rianaithe a shanntar ag an Soláthraí chun grúpa uathúil eintiteas a aithint/rianú (m.sh., cnap, baisc, teas).
hr: Broj za praćenje dodijeljen od strane dobavljača za identifikaciju/praćenje jedinstvene grupe entiteta (npr., serija, serija, topljenje).
hu: A Beszállító által hozzárendelt Nyomonkövetési Szám egy entitáscsoport azonosítására/nyomonkövetésére (pl. tétel, batch, hegesztés).
is: Rekjanleikanúmer úthlutað af birgja til að auðkenna/rekja einstakan hóp eininga (t.d., lotu, sendingu, bræðslu).
it: Numero di Tracciabilità assegnato dal Fornitore per identificare/tracciare un gruppo unico di entità (ad es., lotto, batch, calore).
lt: Sekimo numeris, priskirtas tiekėjo, nurodantis unikalią subjektų grupę (pvz., partiją, seriją, kaitą).
lv: Izsekošanas Numurs, ko piešķīris Piegādātājs, lai identificētu/izsekotu unikālu entīšu grupu (piem., partiju, sēriju, partijas).
mt: Numru ta' Traċċabilità assenjat mill-Fornitur biex jidentifika/jsegwi grupp uniku ta' entitajiet (eż., lott, grupp, sħana).
nl: Traceerbaarheidsnummer toegewezen door de Leverancier om een unieke groep entiteiten te identificeren/volgen (bijv., partij, batch, warmte).
no: Sporbarhetsnummer tildelt av leverandøren for å identifisere/spore en unik gruppe enheter (for eksempel, parti, batch, varme).
pl: Numer śledzenia przydzielony przez dostawcę do identyfikacji/śledzenia unikalnej grupy jednostek (np. partii, serii, zgrzewki).
pt: Número de Rastreabilidade atribuído pelo Fornecedor para identificar/rastrear um grupo único de entidades (por exemplo, lote, partida, calor).
ro: Numărul de Urmărire atribuit de Furnizor pentru a identifica/urma un grup unic de entități (de ex., lot, serie, căldură).
sk: Číslo sledovateľnosti pridelené dodávateľom na identifikáciu/sledovanie jedinečnej skupiny entít (napr. šarža, dávka, tepelné číslo).
sl: Številka sledljivosti, dodeljena s strani dobavitelja za identifikacijo/sledenje edinstveni skupini entitet (npr., serija, šarža, talilna serija).
sv: Spårbarhetsnummer tilldelat av Leverantören för att identifiera/spåra en unik grupp av enheter (t.ex., parti, batch, värme).
