Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di5006
source: Refrigerator Container Temperature.\nFor temperature-controlled cargo, target specified by shipper, Degrees Celsius, '-' (minus) encoded, if required.
bg: Температура на хладилния контейнер.\nЗа температурно контролирани товари, целева спецификация, определена от изпращача, градуси Целзий, '-' (минус) кодиран, ако е необходимо.
cs: Teplota chladícího kontejneru.\nPro teplotně řízený náklad, cíl specifikovaný odesílatelem, stupně Celsia, '-' (mínus) zakódováno, pokud je to nutné.
de: Kühlschrankbehältertemperatur.\nFür temperaturgesteuerte Ladung, vom Absender spezifiziert, Grad Celsius, '-' (Minus) codiert, falls erforderlich.
el: Θερμοκρασία Ψυγείου Δοχείου.\nΓια τη θερμοκρασιακά ελεγχόμενη μεταφορά φορτίου, ο στόχος που ορίζεται από τον αποστολέα, Βαθμοί Κελσίου, '-' (μείον) κωδικοποιημένο, αν απαιτείται.
es: Temperatura del Contenedor Refrigerador.\nPara carga controlada por temperatura, objetivo especificado por el transportista, Grados Celsius, '-' (menos) codificado, si se requiere.
et: Külmikukonteineri temperatuur.\nTemperatuurikontrolli all olevate kaupade puhul saatja poolt määratud sihttemperatuur; kraadides Celsius, '-' (miinus) kodeeritud, kui vajalik.
fi: Jääkaappikontin lämpötila.\nLämpötilasäädellylle rahtikuljetukselle lähetystä varten määritelty kohde, Celsius-asteina, '-' (miinus) koodattu tarvittaessa.
fr: Température du Conteneur Réfrigéré.\nPour les cargaisons contrôlées par la température, cible spécifiée par l'expéditeur, Degrés Celsius, '-' (moins) encodé, si nécessaire.
ga: Teocht Coimeádáin Cuisneora.\nDo lastas atá faoi rialú teochta, an sprioc sonraithe ag an seoltóir, Céimeanna Celsius, '-' (lúide) códaithe, más gá.
hr: Temperatura rashladnog kontejnera.\nZa temperaturno kontrolirani teret, ciljana specifikacija od strane otpremnika, stupnjevi Celzijusa, '-' (minus) kodiran, ako je potrebno.
hu: Hűtőkonténer Hőmérséklete.\nHőmérséklet-szabályozott áruk esetében a szállító által meghatározott cél, Celsius fokban, '-' (mínusz) kódolva, ha szükséges.
is: Kæligáma Hitastig.\nFyrir hitastýrðan farm, markmið tilgreint af farmflytjanda, gráður Celsius, '-' (mínus) kóðað, ef þörf krefur.
it: Temperatura del Contenitore Frigorifero.\nPer merci a temperatura controllata, target specificato dal mittente, Gradi Celsius, '-' (meno) codificato, se richiesto.
lt: Šaldytuvo konteinerio temperatūra.\nTemperatūra, nurodyta siuntėjo, skirta temperatūrai kontroliuotiems kroviniams, laipsniai Celsijaus, '-' (minusas) užkoduotas, jei reikia.
lv: Ledusskapja Konteinera Temperatūra.\nTemperatūras kontroles kravai, mērķis, ko nosaka nosūtītājs, grādi pēc Celsija, '-' (mīnuss) kodēts, ja nepieciešams.
mt: Temperatura tal-Kontenitur tar-Refrigeratur.\nGħal merkanzija kkontrollata mit-temperatura, mira speċifikata mill-shipper, Grad Celsius, '-' (minus) enkodat, jekk meħtieġ.
nl: Koelcontainer Temperatuur.\nVoor temperatuurgecontroleerde lading, doel gespecificeerd door verzender, graden Celsius, '-' (min) gecodeerd, indien nodig.
no: Kjøleskapscontainer Temperatur.\nFor temperaturkontrollert last, mål spesifisert av avsender, grader Celsius, '-' (minus) kodet, om nødvendig.
pl: Temperatura kontenera chłodniczego.\nDla ładunku kontrolowanego temperaturowo, cel określony przez nadawcę, stopnie Celsjusza, '-' (minus) zakodowane, jeśli wymagane.
pt: Temperatura do Contêiner Refrigerado.\nPara carga controlada por temperatura, alvo especificado pelo expedidor, Graus Celsius, '-' (menos) codificado, se necessário.
ro: Temperatura Containerului Frigorific.\nPentru marfa controlată termic, ținta specificată de expeditor, Grade Celsius, '-' (minus) codificat, dacă este necesar.
sk: Teplota chladničkového kontajnera.\nPre teplotne kontrolovaný náklad, cieľ špecifikovaný odosielateľom, stupne Celzia, '-' (mínus) kódované, ak je to potrebné.
sl: Temperatura hladilnega kontejnerja.\nZa temperaturno nadzorovano tovor, cilj, določen s strani pošiljatelja, stopinje Celzija, '-' (minus) kodirano, če je potrebno.
sv: Kylcontainer Temperatur.\nFör temperaturkontrollerad last, mål specificerat av avsändaren, Grader Celsius, '-' (minus) kodad, vid behov.

# di5010
source: Cumulative Time Temperature Index - expressed as the number of measurements or counts.
bg: Натрупано време Температурен индекс - изразен като брой измервания или броене.
cs: Kumulativní index času teploty - vyjádřen jako počet měření nebo počtů.
de: Kumulative Zeit-Temperatur-Index - ausgedrückt als Anzahl der Messungen oder Zählungen.
el: Συνολικός Χρόνος Δείκτης Θερμοκρασίας - εκφρασμένος ως ο αριθμός των μετρήσεων ή καταμετρήσεων.
es: Índice de Tiempo Temperatura Acumulativo - expresado como el número de mediciones o conteos.
et: Kumulatiivne aja-temperatuuri indeks - väljendatud mõõtmiste või loenduste arvuna.
fi: Kumulatiivinen aika-lämpötilaindeksi - ilmaistuna mittauksien tai laskentojen määränä.
fr: Index Cumulatif de Temps-Température - exprimé comme le nombre de mesures ou de comptages.
ga: Innéacs Teochta Amlíne iomlánaithe - léirithe mar líon na dtomhas nó na gcomhaireamh.
hr: Kumulativni indeks vremenske temperature - izražen kao broj mjerenja ili očitanja.
hu: Összegzett Idő-Hőmérséklet Index - kifejezve a mérések vagy számlálások számában.
is: Samtals Tími Hitastigs Vísitala - tjáð sem fjöldi mælinga eða teljari.
it: Indice Cumulativo di Tempo-Temperatura - espresso come numero di misurazioni o conteggi.
lt: Kumuliatyvinis laiko temperatūros indeksas - išreikštas kaip matavimų arba skaičiavimų skaičius.
lv: Kumulatīvais Laika Temperatūras Indekss - izteikts kā mērījumu vai skaitīšanas skaits.
mt: Indiċi Kumulattiv tat-Temperatura tal-Ħin - espress bħala l-għadd ta' kejl jew għaddijiet.
nl: Cumulatieve Tijd Temperatuur Index - uitgedrukt als het aantal metingen of tellingen.
no: Kumulativ Tid Temperaturindeks - uttrykt som antall målinger eller tellinger.
pl: Skumulowany wskaźnik temperaturowy czasu - wyrażony jako liczba pomiarów lub zliczeń.
pt: Índice Cumulativo de Tempo-Temperatura - expresso como o número de medições ou contagens.
ro: Indicele Cumulativ de Temperatură Timp - exprimat ca numărul de măsurători sau numărători.
sk: Kumulatívny index času teploty - vyjadrený ako počet meraní alebo počítadiel.
sl: Kumulativni indeks časovno-temperaturnega indeksa - izražen kot število meritev ali štetij.
sv: Kumulativ Tid Temperaturindex - uttryckt som antalet mätningar eller räkningar.

# di5011
source: Time Temperature Index - Next Higher Assembly - expressed as the number of measurements or counts.
bg: Температурен индекс - Следващо по-високо събрание - изразен като брой измервания или броене.
cs: Index času teploty - Další vyšší sestava - vyjádřen jako počet měření nebo počtů.
de: Zeit-Temperatur-Index - Nächsthöhere Montage - ausgedrückt als Anzahl der Messungen oder Zählungen.
el: Δείκτης Θερμοκρασίας - Επόμενη Υψηλότερη Συναρμολόγηση - εκφρασμένος ως ο αριθμός των μετρήσεων ή καταμετρήσεων.
es: Índice de Tiempo Temperatura - Próxima Asamblea Superior - expresado como el número de mediciones o conteos.
et: Aja-temperatuuri indeks - Järgmine kõrgem koost - väljendatud mõõtmiste või loenduste arvuna.
fi: Aika-lämpötilaindeksi - Seuraava korkeampi kokoonpano - ilmaistuna mittauksien tai laskentojen määränä.
fr: Index de Temps-Température - Assemblage Supérieur - exprimé comme le nombre de mesures ou de comptages.
ga: Innéacs Teochta Amlíne - Aonad Níos Airde - léirithe mar líon na dtomhas nó na gcomhaireamh.
hr: Indeks vremenske temperature - Sljedeća viša skupština - izražen kao broj mjerenja ili očitanja.
hu: Idő-Hőmérséklet Index - Következő Magasabb Összeállítás - kifejezve a mérések vagy számlálások számában.
is: Tími Hitastigs Vísitala - Næsta Hærri Samsetning - tjáð sem fjöldi mælinga eða teljari.
it: Indice di Tempo-Temperatura - Prossimo Assemblaggio Superiore - espresso come numero di misurazioni o conteggi.
lt: Laiko temperatūros indeksas - Aukštesnės surinkimo dalies - išreikštas kaip matavimų arba skaičiavimų skaičius.
lv: Laika Temperatūras Indekss - Nākamais Augstākais Montāžas - izteikts kā mērījumu vai skaitīšanas skaits.
mt: Indiċi tat-Temperatura tal-Ħin - L-Assemblea li Jmiss - espress bħala l-għadd ta' kejl jew għaddijiet.
nl: Tijd Temperatuur Index - Volgende Hogere Assemblage - uitgedrukt als het aantal metingen of tellingen.
no: Tid Temperaturindeks - Neste Høyere Samling - uttrykt som antall målinger eller tellinger.
pl: Wskaźnik temperaturowy czasu - Następny wyższy zespół - wyrażony jako liczba pomiarów lub zliczeń.
pt: Índice de Tempo-Temperatura - Próxima Montagem Superior - expresso como o número de medições ou contagens.
ro: Indicele Timp Temperatură - Următoarea Asamblare Superioară - exprimat ca numărul de măsurători sau numărători.
sk: Index času teploty - Nasledujúca vyššia zostava - vyjadrený ako počet meraní alebo počítadiel.
sl: Časovno-temperaturni indeks - Naslednja višja sestava - izražen kot število meritev ali štetij.
sv: Tid Temperaturindex - Nästa Högre Montering - uttryckt som antalet mätningar eller räkningar.
