Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di2031
source: Global Unique Packaging Number\nGlobal unique number to identify the type of packaging item (material) used when packing products and packages.\nThe global unique number will enable packaging items (materials) be identified and separated from products, packages, Returnable Transport Items (RTIs) and Returnable Packaging Items (RPIs) during packing.\nThe number is constructed as a sequence of 3 concatenated data elements:\nThe IAC, followed by the CIN, followed by the Packaging item (material) number that is unique within the CIN holder's domain.
bg: Глобално уникален номер на опаковъчен материал\nГлобален уникален номер за идентифициране на типа опаковъчен материал, използван при опаковането на продукти и пакети.\nГлобалният уникален номер ще позволи опаковъчните материали да бъдат идентифицирани и отделени от продуктите, пакетите, Върнателните транспортни артикули (RTIs) и Върнателните опаковъчни артикули (RPIs) по време на опаковането.\nНомерът е съставен от последователност от 3 конкатенирани данни елемента:\nIAC, последван от CIN, последван от номера на опаковъчния материал, който е уникален в рамките на домейна на притежателя на CIN.
cs: Globálně jedinečné číslo obalového prvku\nGlobálně jedinečné číslo pro identifikaci typu obalového prvku (materiálu) použitého při balení produktů a balíčků.\nGlobálně jedinečné číslo umožní identifikaci a oddělení obalových prvků (materiálů) od produktů, balíčků, vratných dopravních prvků (RTI) a vratných obalových prvků (RPI) během balení.\nČíslo je konstruováno jako posloupnost 3 spojených datových prvků:\nIAC, následovaný CIN, následovaný číslem obalového prvku (materiálu), které je jedinečné v rámci domény držitele CIN.
de: Global eindeutige Verpackungsnummer\nGlobal eindeutige Nummer zur Identifizierung der Art des Verpackungsgegenstands (Materials), das verwendet wird, wenn Produkte und Pakete verpackt werden.\nDie global eindeutige Nummer ermöglicht es, Verpackungsgegenstände (Materialien) von Produkten, Paketen, Rücktransportgegenständen (RTIs) und Rückverpackungsgegenständen (RPIs) während des Verpackens zu identifizieren und zu trennen.\nDie Nummer wird als eine Folge von 3 verketteten Datenelementen konstruiert:\nDas IAC, gefolgt von der CIN, gefolgt von der Verpackungsgegenstand (Material)-Nummer, die innerhalb des Bereichs des CIN-Inhabers eindeutig ist.
el: Παγκόσμια Μοναδική Αριθμός Συσκευασίας\nΠαγκόσμια μοναδικός αριθμός για την ταυτοποίηση του τύπου στοιχείου συσκευασίας (υλικό) που χρησιμοποιείται κατά τη συσκευασία προϊόντων και συσκευασιών.\nΟ παγκόσμια μοναδικός αριθμός θα επιτρέψει τα στοιχεία συσκευασίας (υλικά) να ταυτοποιηθούν και να διαχωριστούν από προϊόντα, συσκευασίες, Μεταφορικά Επιστρεπτέα Αντικείμενα (RTIs) και Επιστρεπτέα Στοιχεία Συσκευασίας (RPIs) κατά τη διάρκεια της συσκευασίας.\nΟ αριθμός δομείται ως μια ακολουθία 3 συνεχόμενων στοιχείων δεδομένων:\nΤο IAC, ακολουθούμενο από το CIN, ακολουθούμενο από τον αριθμό στοιχείου συσκευασίας (υλικό) που είναι μοναδικός εντός του τομέα του κατόχου CIN.
es: Número Global Único de Embalaje\nNúmero global único para identificar el tipo de artículo de embalaje (material) utilizado al empacar productos y paquetes.\nEl número global único permitirá que los artículos de embalaje (materiales) sean identificados y separados de productos, paquetes, Artículos de Transporte Retornables (RTIs) y Artículos de Embalaje Retornables (RPIs) durante el empaquetado.\nEl número se construye como una secuencia de 3 elementos de datos concatenados:\nEl IAC, seguido por el CIN, seguido por el número de artículo de embalaje (material) que es único dentro del dominio del titular del CIN.
et: Globaalselt unikaalne pakendamisnumber\nGlobaalselt unikaalne number pakendamisüksuse (materjali) tüübi tuvastamiseks, mida kasutatakse toodete ja pakendite pakendamisel.\nGlobaalselt unikaalne number võimaldab pakendamisüksusi (materjale) tuvastada ja eraldada toodetest, pakenditest, tagastatavatest transpordiüksustest (RTI) ja tagastatavatest pakendamisüksustest (RPI) pakendamise ajal.\nNumber on koostatud 3 järjestikuse andmeelemendi jadast:\nIAC, millele järgneb CIN, millele järgneb pakendamisüksuse (materjali) number, mis on unikaalne CIN omaniku domeenis.
fi: Globaalisti yksilöllinen pakkausnumeron\nGlobaalisti yksilöllinen numero, joka tunnistaa pakkausvälineen (materiaalin) tyypin, jota käytetään tuotteiden ja pakkausten pakkaamiseen.\nGlobaalisti yksilöllinen numero mahdollistaa pakkausvälineiden (materiaalien) tunnistamisen ja erottamisen tuotteista, pakkauksista, Palautettavista Kuljetusvälineistä (RTI) ja Palautettavista Pakkausvälineistä (RPI) pakkaamisen aikana.\nNumero muodostuu kolmen yhdistetyn dataelementin sarjasta:\nIAC, seurattuna CIN:llä, seurattuna pakkausvälineen (materiaalin) numerolla, joka on yksilöllinen CIN:n haltijan alueella.
fr: Numéro Unique Mondial d'Emballage\nNuméro unique mondial pour identifier le type d'article d'emballage (matériel) utilisé lors de l'emballage de produits et de colis.\nLe numéro unique mondial permettra d'identifier et de séparer les articles d'emballage (matériaux) des produits, colis, Articles de Transport Retournables (RTI) et Articles d'Emballage Retournables (RPI) lors de l'emballage.\nLe numéro est construit comme une séquence de 3 éléments de données concaténés :\nL'IAC, suivi par le CIN, suivi par le numéro d'article d'emballage (matériel) qui est unique dans le domaine du détenteur du CIN.
ga: Uimhir Pacáistithe Uathúil Domhanda\nUimhir uathúil domhanda chun cineál míre pacáistithe (ábhar) a úsáidtear le linn táirgí agus pacáistí a phacáil a aithint.\nLigeann an uimhir uathúil domhanda do mhíreanna pacáistithe (ábhair) a aithint agus a dhealú ó tháirgí, pacáistí, Iompar In-aisíoctha (RTIs) agus Míreanna Pacáistithe In-aisíoctha (RPIs) le linn na pacála.\nTógáiltear an uimhir mar shraith de 3 eilimintí sonraí comhcheangailte:\nAn IAC, ina dhiaidh sin an CIN, ina dhiaidh sin uimhir na míre (ábhar) pacáistithe atá uathúil laistigh de réimse sealbhóir an CIN.
hr: Globalno jedinstveni broj ambalažne jedinice\nGlobalno jedinstveni broj za identifikaciju tipa ambalažne jedinice (materijala) korištenog prilikom pakiranja proizvoda i paketa.\nGlobalno jedinstveni broj omogućit će identifikaciju ambalažnih jedinica (materijala) i odvajanje od proizvoda, paketa, povratnih prijevoznih sredstava (RTI) i povratnih ambalažnih jedinica (RPI) tijekom pakiranja.\nBroj je konstruiran kao niz od 3 spojena podatkovna elementa:\nIAC, nakon čega slijedi CIN, nakon čega slijedi broj ambalažne jedinice (materijala) koji je jedinstven unutar domene nositelja CIN-a.
hu: Globálisan Egyedi Csomagolási Szám\nGlobálisan egyedi szám a csomagolási tétel (anyag) típusának azonosítására, amikor termékeket és csomagokat csomagolnak.\nA globálisan egyedi szám lehetővé teszi a csomagolási tételek (anyagok) azonosítását és elkülönítését a termékektől, csomagoktól, Visszaváltható Szállítási Tételektől (RTI-k) és Visszaváltható Csomagolási Tételektől (RPI-k) a csomagolás során.\nA számot három összefűzött adatelemből álló sorozatként állítják össze:\nAz IAC, majd a CIN, majd a csomagolási tétel (anyag) száma, amely egyedi a CIN birtokosának tartományában.
is: Alheims Einstakt Pakkningar Númer\nAlheims einstakt númer til að auðkenna tegund pakkningarhlutar (efnis) notað við pökkun vöru og pakka.\nAlheims einstaka númerið mun gera kleift að auðkenna pakkningarhluti (efni) og aðskilja þá frá vörum, pökkum, Endurhæfum Flutningstækjum (RTIs) og Endurhæfum Pakkningarhlutum (RPIs) við pökkun.\nNúmerið er byggt upp sem röð af 3 samsettum gagnaeiningum:\nIAC, fylgt af CIN, fylgt af Pakkningarhlutarnúmerinu (efni) sem er einstakt innan CIN eiganda sviðsins.
it: Numero di Imballaggio Globale Unico\nNumero globale unico per identificare il tipo di articolo di imballaggio (materiale) utilizzato nell'imballaggio di prodotti e pacchetti.\nIl numero globale unico consentirà di identificare e separare gli articoli di imballaggio (materiali) dai prodotti, pacchetti, Trasporti Ritornabili (RTI) e Articoli di Imballaggio Ritornabili (RPI) durante l'imballaggio.\nIl numero è costruito come una sequenza di 3 elementi di dati concatenati:\nL'IAC, seguito da CIN, seguito dal numero dell'articolo di imballaggio (materiale) che è unico all'interno del dominio del titolare del CIN.
lt: Globalus unikalus pakavimo numeris\nGlobalus unikalus numeris nustatantis pakavimo elemento (medžiagos) tipą, naudojamą produktams ir paketams pakuoti.\nGlobalus unikalus numeris leis identifikuoti pakavimo elementus (medžiagas) ir atskirti juos nuo produktų, paketų, Grąžinamų Transporto Priemonių (RTI) ir Grąžinamų Pakavimo Elementų (RPI) pakavimo metu.\nNumeris sudarytas kaip 3 susijungusių duomenų elementų seka:\nIAC, po to CIN, po to Pakavimo elemento (medžiagos) numeris, kuris yra unikalus per CIN laikytojo domeną.
lv: Globāli Unikāls Iepakojuma Numurs\nGlobāli unikāls numurs, lai identificētu iepakojuma preces (materiāla) tipu, kas izmantots, iepakojot produktus un iepakojumus.\nGlobāli unikāls numurs ļaus identificēt iepakojuma preces (materiālus) un atdalīt tos no produktiem, iepakojumiem, Atkārtoti Izmantojamiem Transporta Priekšmetiem (RTI) un Atkārtoti Izmantojamiem Iepakojuma Priekšmetiem (RPI) iepakojuma laikā.\nNumurs tiek konstruēts kā 3 savienotu datu elementu virkne:\nIAC, kam seko CIN, kam seko Iepakojuma preces (materiāla) numurs, kas ir unikāls CIN turētāja domēnā.
mt: Numru Uniku Globali tal-Ippakkjar\nNumru uniku globali biex jidentifika t-tip ta' oġġett tal-ippakkjar (materjal) użat meta jiġu ppakkjati prodotti u pakketti.\nIn-numru uniku globali se jippermetti li oġġetti tal-ippakkjar (materjali) jiġu identifikati u separati minn prodotti, pakketti, Oġġetti tat-Trasport li Jistgħu Jerġgħu jintużaw (RTIs) u Oġġetti tal-Ippakkjar li Jistgħu Jerġgħu jintużaw (RPIs) waqt l-ippakkjar.\nIn-numru huwa mibni bħala sekwenza ta' 3 elementi tad-data konkatenati:\nL-IAC, segwit mill-CIN, segwit min-numru tal-oġġett tal-ippakkjar (materjal) li huwa uniku fid-dominju tas-sid tal-CIN.
nl: Wereldwijd Uniek Verpakkingsnummer\nWereldwijd uniek nummer om het type verpakkingsitem (materiaal) te identificeren dat wordt gebruikt bij het verpakken van producten en pakketten.\nHet wereldwijd unieke nummer maakt het mogelijk verpakkingsitems (materialen) te identificeren en te scheiden van producten, pakketten, Retourneerbare Transport Items (RTI's) en Retourneerbare Verpakkingsitems (RPI's) tijdens het verpakken.\nHet nummer wordt geconstrueerd als een reeks van 3 aaneengeschakelde gegevenselementen:\nDe IAC, gevolgd door de CIN, gevolgd door het Verpakkingsitem (materiaal) nummer dat uniek is binnen het domein van de CIN-houder.
no: Globalt Unikt Emballasje Nummer\nGlobalt unikt nummer for å identifisere typen emballasjevare (materiale) brukt ved pakking av produkter og pakker.\nDet globalt unike nummeret vil muliggjøre identifisering og separasjon av emballasjevarer (materialer) fra produkter, pakker, Returbare Transportelementer (RTIs) og Returbare Pakkingselementer (RPIs) under pakking.\nNummeret er konstruert som en sekvens av 3 sammenkoblede dataelementer:\nIAC, fulgt av CIN, fulgt av Emballasjevare (materiale) nummer som er unikt innen CIN innehaverens domene.
pl: Globalnie unikalny numer opakowania\nGlobalnie unikalny numer identyfikujący typ przedmiotu opakowaniowego (materiału) używanego podczas pakowania produktów i opakowań.\nGlobalnie unikalny numer umożliwi identyfikację przedmiotów opakowaniowych (materiałów) i oddzielenie ich od produktów, opakowań, zwrotnych przedmiotów transportowych (RTI) i zwrotnych przedmiotów opakowaniowych (RPI) podczas pakowania.\nNumer jest konstruowany jako sekwencja 3 połączonych elementów danych:\nIAC, po którym następuje CIN, po którym następuje numer przedmiotu opakowaniowego (materiału), który jest unikalny w domenie posiadacza CIN.
pt: Número Global Único de Embalagem\nNúmero global único para identificar o tipo de item de embalagem (material) usado ao embalar produtos e pacotes.\nO número global único permitirá que os itens de embalagem (materiais) sejam identificados e separados de produtos, pacotes, Itens de Transporte Retornáveis (RTIs) e Itens de Embalagem Retornáveis (RPIs) durante a embalagem.\nO número é construído como uma sequência de 3 elementos de dados concatenados:\nO IAC, seguido pelo CIN, seguido pelo número do item de embalagem (material) que é único dentro do domínio do detentor do CIN.
ro: Numărul Global Unic de Ambalaj\nNumăr global unic pentru identificarea tipului de articol de ambalaj (material) utilizat la ambalarea produselor și pachetelor.\nNumărul global unic va permite identificarea și separarea articolelor de ambalaj (materiale) de produse, pachete, Transportatoare Returnabile (RTIs) și Articole de Ambalaj Returnabile (RPIs) în timpul ambalării.\nNumărul este construit ca o secvență de 3 elemente de date concatenate:\nIAC, urmat de CIN, urmat de numărul articolului de ambalaj (material) care este unic în domeniul deținătorului CIN.
sk: Globálne jedinečné číslo obalovej položky\nGlobálne jedinečné číslo na identifikáciu typu obalovej položky (materiálu) použitého pri balení produktov a balíkov.\nGlobálne jedinečné číslo umožní identifikovať obalové položky (materiály) a oddeliť ich od produktov, balíkov, vrátiteľných prepravných položiek (RTI) a vrátiteľných obalových položiek (RPI) počas balenia.\nČíslo je zostavené ako postupnosť 3 konkatenovaných dátových prvkov:\nIAC, nasledovaný CIN, nasledovaný číslom obalovej položky (materiálu), ktoré je jedinečné v rámci domény držiteľa CIN.
sl: Globalno edinstvena številka embalažnega predmeta\nGlobalno edinstvena številka za identifikacijo vrste embalažnega predmeta (materiala), uporabljenega pri pakiranju izdelkov in paketov.\nGlobalno edinstvena številka bo omogočila identifikacijo embalažnih predmetov (materialov) in njihovo ločevanje od izdelkov, paketov, vračljivih transportnih sredstev (RTI) in vračljivih embalažnih predmetov (RPI) med pakiranjem.\nŠtevilka je sestavljena kot zaporedje 3 zaporednih podatkovnih elementov:\nIAC, sledi CIN, sledi številka embalažnega predmeta (materiala), ki je edinstvena v domeni imetnika CIN.
sv: Globalt Unikt Förpackningsnummer\nGlobalt unikt nummer för att identifiera typen av förpackningsmaterial (material) som används vid förpackning av produkter och förpackningar.\nDet globalt unika numret kommer att möjliggöra att förpackningsmaterial (material) kan identifieras och separeras från produkter, förpackningar, Återanvändbara Transportföremål (RTIs) och Återanvändbara Förpackningsföremål (RPIs) under förpackning.\nNumret konstrueras som en sekvens av 3 sammanfogade dataelement:\nIAC, följt av CIN, följt av Förpackningsmaterial (material)-nummer som är unikt inom CIN-innehavarens domän.
