Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di19043
source: Integrated Circuit Card Identifier (ICCID) in accordance with ITU-T Recommendation E.118 and ETSI Recommendation GSM 11.11; a maximum of 20 digits consisting of Issuer identification number (IIN; maximum of 7 digits), Individual account identification (variable; length determined by IIN, but the same length within individual IINs), Check digit (single digit calculated using Luhn algorithm\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = account identification, c = check digit)
bg: Интегрален идентификационен номер на карта (ICCID) в съответствие с препоръката на ITU-T E.118 и препоръката на ETSI GSM 11.11; максимум 20 цифри, състоящи се от Идентификационен номер на издателя (IIN; максимум 7 цифри), Индивидуален идентификационен номер на сметка (променлив; дължината се определя от IIN, но е еднаква в рамките на отделните IIN), Контролна цифра (една цифра, изчислена с алгоритъма на Лун\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = идентификация на сметка, c = контролна цифра)
cs: Integrovaný obvodový identifikátor karty (ICCID) v souladu s doporučením ITU-T E.118 a doporučením ETSI GSM 11.11; maximálně 20 číslic skládajících se z čísla vydavatele identifikačního čísla (IIN; maximálně 7 číslic), individuálního účtu identifikace (proměnná; délka určená IIN, ale stejná délka u jednotlivých IIN), kontrolní číslice (jednočíslí vypočtené pomocí algoritmu Luhn\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = účet identifikace, c = kontrolní číslice)
de: Integrierte Schaltkreiskartenkennung (ICCID) gemäß ITU-T-Empfehlung E.118 und ETSI-Empfehlung GSM 11.11; maximal 20 Ziffern, bestehend aus Emittentenidentifikationsnummer (IIN; maximal 7 Ziffern), individueller Kontenidentifikation (variabel; Länge durch IIN bestimmt, aber dieselbe Länge innerhalb einzelner IINs), Prüfziffer (einstellig, berechnet nach dem Luhn-Algorithmus\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = Kontenidentifikation, c = Prüfziffer)
el: Αναγνωριστικό Κάρτας Ολοκληρωμένου Κυκλώματος (ICCID) σύμφωνα με τη Σύσταση ITU-T E.118 και τη Σύσταση ETSI GSM 11.11· μέγιστο 20 ψηφία που αποτελούνται από τον Αριθμό Ταυτοποίησης Εκδότη (IIN· μέγιστο 7 ψηφία), Ατομική Ταυτοποίηση Λογαριασμού (μεταβλητό μήκος που καθορίζεται από το IIN, αλλά το ίδιο μήκος εντός μεμονωμένων IINs), Ψηφίο Ελέγχου (μονό ψηφίο υπολογισμένο χρησιμοποιώντας τον αλγόριθμο Luhn\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = αναγνώριση λογαριασμού, c = ψηφίο ελέγχου)
es: Identificador de Tarjeta de Circuito Integrado (ICCID) de acuerdo con la Recomendación ITU-T E.118 y la Recomendación ETSI GSM 11.11; un máximo de 20 dígitos consistiendo en Número de identificación del emisor (IIN; máximo de 7 dígitos), Identificación individual de la cuenta (variable; longitud determinada por IIN, pero la misma longitud dentro de IINs individuales), Dígito de verificación (dígito único calculado usando el algoritmo de Luhn\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = identificación de la cuenta, c = dígito de verificación)
et: Integreeritud Kiibikaardi Identifikaator (ICCID) vastavalt ITU-T Soovitusele E.118 ja ETSI Soovitusele GSM 11.11; maksimaalselt 20 numbrit, mis koosneb Väljaandja identifitseerimisnumbrist (IIN; maksimaalselt 7 numbrit), Individuaalsest konto identifitseerimisest (muutuv; pikkus määratletud IIN poolt, kuid sama pikkus individuaalsete IINide puhul), Kontrollnumbrist (üksik number, mis on arvutatud Luhni algoritmi abil\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = konto identifitseerimine, c = kontrollnumber)
fi: Integroitu Piirikortin Tunniste (ICCID) ITU-T Suosituksen E.118 ja ETSI Suosituksen GSM 11.11 mukaisesti; enintään 20 merkkiä, joka koostuu Myöntäjän tunnusnumerosta (IIN; enintään 7 merkkiä), Yksilöllisestä tilin tunnisteesta (muuttuva; pituus määritetään IIN:n perusteella, mutta sama pituus yksittäisissä IIN:ssä), Tarkistusnumerosta (yksi merkki, laskettu Luhn-algoritmin avulla\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = tilin tunniste, c = tarkistusnumero)
fr: Identifiant de carte à circuit intégré (ICCID) conformément à la recommandation ITU-T E.118 et à la recommandation ETSI GSM 11.11 ; un maximum de 20 chiffres composé du numéro d'identification de l'émetteur (IIN ; maximum de 7 chiffres), identification de compte individuelle (variable ; longueur déterminée par l'IIN, mais de même longueur au sein des IIN individuels), chiffre de contrôle (chiffre unique calculé à l'aide de l'algorithme de Luhn\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = identification de compte, c = chiffre de contrôle)
ga: Aitheantas Cárta Cuairte Comhtháite (ICCID) de réir Moladh ITU-T E.118 agus Moladh ETSI GSM 11.11; uasmhéid de 20 digit a chuimsíonn Uimhir aitheantais eisitheora (IIN; uasmhéid de 7 digit), Aitheantas cuntais aonair (athraíonn fad de réir IIN, ach an fad céanna laistigh d'IIN ar leith), Digit seiceála (digit aonair a ríomhtar ag baint úsáide as algartam Luhn\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = aitheantas cuntais, c = digit seiceála)
hr: Integrirani identifikator kartice (ICCID) u skladu s ITU-T Preporukom E.118 i ETSI Preporukom GSM 11.11; maksimalno 20 znamenki koje se sastoje od broja izdavatelja identifikacije (IIN; maksimalno 7 znamenki), individualne identifikacije računa (promjenjivo; duljina određena IIN-om, ali ista duljina unutar pojedinačnih IIN-ova), kontrolna znamenka (jednoznamenkasta izračunata koristeći Luhnov algoritam\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = identifikacija računa, c = kontrolna znamenka)
hu: Integrált Áramkör Kártya Azonosító (ICCID) az ITU-T Ajánlás E.118 és az ETSI Ajánlás GSM 11.11 szerint; legfeljebb 20 számjegyből álló Kiadó azonosító szám (IIN; legfeljebb 7 számjegy), Egyéni fiók azonosítás (változó; hossza az IIN által meghatározott, de azonos hosszúságú az egyes IIN-eken belül), Ellenőrző számjegy (egy számjegy, amelyet a Luhn algoritmus segítségével számolnak ki\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = fiók azonosítás, c = ellenőrző számjegy)
is: Samþætt rásarkort auðkenni (ICCID) í samræmi við ITU-T Tilmæli E.118 og ETSI Tilmæli GSM 11.11; hámarks 20 tölustafir samanstandandi af Útgefandi auðkennistölu (IIN; hámark 7 tölustafir), Einstökum reikningsauðkenni (breytilegur; lengd ákvarðast af IIN, en er sú sama lengd innan einstakra IINs), Athugunartölustaf (ein tölustafur reiknaður með Luhn algrími\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = reikningsauðkenni, c = athugunartölustafur)
it: Identificatore della Carta a Circuito Integrato (ICCID) in conformità con la Raccomandazione ITU-T E.118 e la Raccomandazione ETSI GSM 11.11; un massimo di 20 cifre costituito da Numero di identificazione dell'emittente (IIN; massimo 7 cifre), Identificazione del conto individuale (variabile; lunghezza determinata dall'IIN, ma la stessa lunghezza all'interno degli IIN individuali), Cifra di controllo (cifra singola calcolata utilizzando l'algoritmo di Luhn\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = identificazione del conto, c = cifra di controllo)
lt: Integruotas lusto kortelės identifikatorius (ICCID) pagal ITU-T Rekomendaciją E.118 ir ETSI Rekomendaciją GSM 11.11; maksimaliai 20 skaitmenų, sudarytų iš Išdavėjo identifikavimo numerio (IIN; maksimaliai 7 skaitmenys), Individualaus sąskaitos identifikavimo (kintamas; ilgis nustatomas pagal IIN, bet vienodas ilgis individualiems IIN), Patikros skaitmuo (vienas skaitmuo, apskaičiuotas naudojant Luhno algoritmą\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = sąskaitos identifikavimas, c = patikros skaitmuo)
lv: Integrētās Shēmas Kartes Identifikators (ICCID) saskaņā ar ITU-T Ieteikumu E.118 un ETSI Ieteikumu GSM 11.11; maksimāli 20 cipari, kas sastāv no Izdevēja identifikācijas numura (IIN; maksimāli 7 cipari), Individuālā konta identifikācijas (mainīgs; garums tiek noteikts ar IIN, bet tas ir vienāds visām IIN), Pārbaudes cipars (viens cipars, kas aprēķināts, izmantojot Luhn algoritmu\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = konta identifikācija, c = pārbaudes cipars)
mt: Identifikatur tal-Kard tal-Ċirkwit Integrat (ICCID) skont ir-Rakkomandazzjoni E.118 tal-ITU-T u r-Rakkomandazzjoni GSM 11.11 tal-ETSI; massimu ta' 20 ċifra li tikkonsisti f'Numru ta' Identifikazzjoni tal-Ħarġa (IIN; massimu ta' 7 ċifri), Identifikazzjoni individwali tal-kont (variabbli; it-tul iddeterminat minn IIN, iżda l-istess tul għal IINs individwali), Ċifra tal-kontroll (ċifra waħda kkalkulata bl-użu tal-algoritmu ta' Luhn\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = identifikazzjoni tal-kont, c = ċifra tal-kontroll)
nl: Geïntegreerde Circuitkaart Identificator (ICCID) in overeenstemming met ITU-T Aanbeveling E.118 en ETSI Aanbeveling GSM 11.11; maximaal 20 cijfers bestaande uit Uitgever identificatienummer (IIN; maximaal 7 cijfers), Individuele accountidentificatie (variabel; lengte bepaald door IIN, maar dezelfde lengte binnen individuele IINs), Controlecijfer (enkel cijfer berekend met behulp van Luhn-algoritme\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = accountidentificatie, c = controlecijfer)
no: Integrert kretskortidentifikator (ICCID) i samsvar med ITU-T Anbefaling E.118 og ETSI Anbefaling GSM 11.11; maksimalt 20 sifre bestående av utsteder identifikasjonsnummer (IIN; maksimalt 7 sifre), Individuell konto identifikasjon (variabel; lengde bestemt av IIN, men samme lengde innen individuelle IINer), Kontroll siffer (enkelt siffer beregnet ved hjelp av Luhn-algoritmen\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = konto identifikasjon, c = kontrollsiffer)
pl: Identyfikator karty zintegrowanego obwodu (ICCID) zgodnie z zaleceniem ITU-T E.118 i zaleceniem ETSI GSM 11.11; maksymalnie 20 cyfr składających się z numeru identyfikacyjnego wydawcy (IIN; maksymalnie 7 cyfr), indywidualnej identyfikacji konta (zmienna; długość określona przez IIN, ale taka sama długość w ramach indywidualnych IIN), cyfra kontrolna (pojedyncza cyfra obliczana za pomocą algorytmu Luhna\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = identyfikacja konta, c = cyfra kontrolna)
pt: Identificador de Cartão de Circuito Integrado (ICCID) de acordo com a Recomendação ITU-T E.118 e Recomendação ETSI GSM 11.11; um máximo de 20 dígitos consistindo de Número de identificação do emissor (IIN; máximo de 7 dígitos), Identificação de conta individual (variável; comprimento determinado pelo IIN, mas o mesmo comprimento dentro dos IINs individuais), Dígito de verificação (único dígito calculado usando o algoritmo de Luhn\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = identificação da conta, c = dígito de verificação)
ro: Identificatorul Cardului cu Circuit Integrat (ICCID) în conformitate cu Recomandarea ITU-T E.118 și Recomandarea ETSI GSM 11.11; un maxim de 20 de cifre constând din Numărul de identificare al emitenților (IIN; maxim 7 cifre), Identificarea contului individual (variabil; lungimea este determinată de IIN, dar aceeași lungime în cadrul IIN-urilor individuale), Cifra de control (o cifră unică calculată folosind algoritmul Luhn\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = identificarea contului, c = cifra de control)
sk: Identifikátor integrovaného obvodového karty (ICCID) v súlade s odporúčaním ITU-T E.118 a odporúčaním ETSI GSM 11.11; maximálne 20 číslic pozostávajúcich z čísla vydávajúcej identifikácie (IIN; maximálne 7 číslic), individuálnej identifikácie účtu (premenlivá; dĺžka určená IIN, ale rovnaká dĺžka v rámci jednotlivých IINov), Kontrolné číslo (jedna číslica vypočítaná pomocou algoritmu Luhn\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = identifikácia účtu, c = kontrolné číslo)
sl: Integrirana identifikacijska kartica vezja (ICCID) v skladu s priporočilom ITU-T E.118 in priporočilom ETSI GSM 11.11; največ 20 številk, ki sestojijo iz številke izdajatelja identifikacijske številke (IIN; največ 7 številk), posamezne številke računa (spremenljivo; dolžina določena z IIN, vendar enake dolžine znotraj posameznih IIN), preverjalne številke (enomestna številka, izračunana z uporabo Luhnov algoritma\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = identifikacija računa, c = preverjalna številka)
sv: Integrerad Kretskortidentifierare (ICCID) i enlighet med ITU-T Rekommendation E.118 och ETSI Rekommendation GSM 11.11; maximalt 20 siffror bestående av Utfärdaridentifikationsnummer (IIN; maximalt 7 siffror), Individuell kontoidentifiering (variabel; längd bestämd av IIN, men samma längd inom individuella IINs), Kontrollsiffra (enkel siffra beräknad med Luhn-algoritmen\nhttp://en.wikipedia.org/wiki/Luhn_algorithm).\n43Siiiiiiinnnnnnnnnnnnc (i = IIN, n = kontoidentifiering, c = kontrollsiffra)

# di19050
source: First Level (Supplier Assigned)
bg: Първо ниво (Присвоено от доставчика)
cs: První úroveň (přiřazeno dodavatelem)
de: Erste Ebene (Lieferantenzugewiesen)
el: Πρώτο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή)
es: Primer Nivel (Asignado por el Proveedor)
et: Esimene Tase (Tarnija Määratud)
fi: Ensimmäinen Taso (Toimittajan Määrittämä)
fr: Premier niveau (Attribué par le fournisseur)
ga: An Chéad Leibhéal (Arna Shannadh ag an Soláthraí)
hr: Prva razina (Dodijeljeno od strane dobavljača)
hu: Első Szint (Beszállító által Kijelölt)
is: Fyrsta stig (Birgja úthlutað)
it: Primo Livello (Assegnato dal Fornitore)
lt: Pirmasis lygis (Tiekėjo priskirtas)
lv: Pirmā Līmeņa (Piegādātāja Piešķirts)
mt: Ewwel Livell (Assenjat mill-Fornitur)
nl: Eerste Niveau (Leverancier Toegewezen)
no: Første nivå (Leverandørtildelt)
pl: Pierwszy poziom (Przydzielony przez dostawcę)
pt: Primeiro Nível (Atribuído pelo Fornecedor)
ro: Primul Nivel (Atribuit de Furnizor)
sk: Prvá úroveň (pridelená dodávateľom)
sl: Prva stopnja (Dodeljeno s strani dobavitelja)
sv: Första Nivån (Leverantörstilldelad)

# di19051
source: Second Level (Supplier Assigned)
bg: Второ ниво (Присвоено от доставчика)
cs: Druhá úroveň (přiřazeno dodavatelem)
de: Zweite Ebene (Lieferantenzugewiesen)
el: Δεύτερο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή)
es: Segundo Nivel (Asignado por el Proveedor)
et: Teine Tase (Tarnija Määratud)
fi: Toinen Taso (Toimittajan Määrittämä)
fr: Deuxième niveau (Attribué par le fournisseur)
ga: An Dara Leibhéal (Arna Shannadh ag an Soláthraí)
hr: Druga razina (Dodijeljeno od strane dobavljača)
hu: Második Szint (Beszállító által Kijelölt)
is: Annað stig (Birgja úthlutað)
it: Secondo Livello (Assegnato dal Fornitore)
lt: Antrasis lygis (Tiekėjo priskirtas)
lv: Otrā Līmeņa (Piegādātāja Piešķirts)
mt: It-Tieni Livell (Assenjat mill-Fornitur)
nl: Tweede Niveau (Leverancier Toegewezen)
no: Andre nivå (Leverandørtildelt)
pl: Drugi poziom (Przydzielony przez dostawcę)
pt: Segundo Nível (Atribuído pelo Fornecedor)
ro: Al Doilea Nivel (Atribuit de Furnizor)
sk: Druhá úroveň (pridelená dodávateľom)
sl: Druga stopnja (Dodeljeno s strani dobavitelja)
sv: Andra Nivån (Leverantörstilldelad)

# di19052
source: Third Level (Supplier Assigned)
bg: Трето ниво (Присвоено от доставчика)
cs: Třetí úroveň (přiřazeno dodavatelem)
de: Dritte Ebene (Lieferantenzugewiesen)
el: Τρίτο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή)
es: Tercer Nivel (Asignado por el Proveedor)
et: Kolmas Tase (Tarnija Määratud)
fi: Kolmas Taso (Toimittajan Määrittämä)
fr: Troisième niveau (Attribué par le fournisseur)
ga: An Tríú Leibhéal (Arna Shannadh ag an Soláthraí)
hr: Treća razina (Dodijeljeno od strane dobavljača)
hu: Harmadik Szint (Beszállító által Kijelölt)
is: Þriðja stig (Birgja úthlutað)
it: Terzo Livello (Assegnato dal Fornitore)
lt: Trečiasis lygis (Tiekėjo priskirtas)
lv: Trešā Līmeņa (Piegādātāja Piešķirts)
mt: It-Tielet Livell (Assenjat mill-Fornitur)
nl: Derde Niveau (Leverancier Toegewezen)
no: Tredje nivå (Leverandørtildelt)
pl: Trzeci poziom (Przydzielony przez dostawcę)
pt: Terceiro Nível (Atribuído pelo Fornecedor)
ro: Al Treilea Nivel (Atribuit de Furnizor)
sk: Tretia úroveň (pridelená dodávateľom)
sl: Tretja stopnja (Dodeljeno s strani dobavitelja)
sv: Tredje Nivån (Leverantörstilldelad)

# di19053
source: Fourth Level (Supplier Assigned)
bg: Четвърто ниво (Присвоено от доставчика)
cs: Čtvrtá úroveň (přiřazeno dodavatelem)
de: Vierte Ebene (Lieferantenzugewiesen)
el: Τέταρτο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή)
es: Cuarto Nivel (Asignado por el Proveedor)
et: Neljas Tase (Tarnija Määratud)
fi: Neljäs Taso (Toimittajan Määrittämä)
fr: Quatrième niveau (Attribué par le fournisseur)
ga: An Ceathrú Leibhéal (Arna Shannadh ag an Soláthraí)
hr: Četvrta razina (Dodijeljeno od strane dobavljača)
hu: Negyedik Szint (Beszállító által Kijelölt)
is: Fjórða stig (Birgja úthlutað)
it: Quarto Livello (Assegnato dal Fornitore)
lt: Ketvirtasis lygis (Tiekėjo priskirtas)
lv: Ceturtais Līmeņa (Piegādātāja Piešķirts)
mt: Ir-Raba' Livell (Assenjat mill-Fornitur)
nl: Vierde Niveau (Leverancier Toegewezen)
no: Fjerde nivå (Leverandørtildelt)
pl: Czwarty poziom (Przydzielony przez dostawcę)
pt: Quarto Nível (Atribuído pelo Fornecedor)
ro: Al Patrulea Nivel (Atribuit de Furnizor)
sk: Štvrtá úroveň (pridelená dodávateľom)
sl: Četrta stopnja (Dodeljeno s strani dobavitelja)
sv: Fjärde Nivån (Leverantörstilldelad)

# di19054
source: Fifth Level (Supplier Assigned)
bg: Пето ниво (Присвоено от доставчика)
cs: Pátá úroveň (přiřazeno dodavatelem)
de: Fünfte Ebene (Lieferantenzugewiesen)
el: Πέμπτο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή)
es: Quinto Nivel (Asignado por el Proveedor)
et: Viies Tase (Tarnija Määratud)
fi: Viides Taso (Toimittajan Määrittämä)
fr: Cinquième niveau (Attribué par le fournisseur)
ga: An Cúigiú Leibhéal (Arna Shannadh ag an Soláthraí)
hr: Peta razina (Dodijeljeno od strane dobavljača)
hu: Ötödik Szint (Beszállító által Kijelölt)
is: Fimmta stig (Birgja úthlutað)
it: Quinto Livello (Assegnato dal Fornitore)
lt: Penktasis lygis (Tiekėjo priskirtas)
lv: Piektā Līmeņa (Piegādātāja Piešķirts)
mt: Il-Ħames Livell (Assenjat mill-Fornitur)
nl: Vijfde Niveau (Leverancier Toegewezen)
no: Femte nivå (Leverandørtildelt)
pl: Piąty poziom (Przydzielony przez dostawcę)
pt: Quinto Nível (Atribuído pelo Fornecedor)
ro: Al Cincilea Nivel (Atribuit de Furnizor)
sk: Piatá úroveň (pridelená dodávateľom)
sl: Peta stopnja (Dodeljeno s strani dobavitelja)
sv: Femte Nivån (Leverantörstilldelad)
