Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di16051
source: Globally Unique Item Identifier comprising the Identification of a party to a transaction assigned by a holder of a Company Identification Number (CIN) and including the related Issuing Agency Code (IAC) in accordance with ISO/IEC 15459 and its registry, followed by a plus (+) sign, followed by the Manufacturer-assigned item identifier as defined with 50P\nExample: 51PJ4LBE0431863103+ABC+ would represent the item with item number ABC and no version number manufactured by the company with Belgian VAT number 0431863103.
bg: Глобално уникален идентификатор на артикул, състоящ се от Идентификация на страна в транзакция, присвоена от притежател на идентификационен номер на компанията (CIN) и включваща съответния код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459 и неговия регистър, последван от знак плюс (+), последван от Идентификатор на артикула, присвоен от производителя, както е дефинирано с 50P\nПример: 51PJ4LBE0431863103+ABC+ би представлял артикула с номер на артикула ABC и без номер на версия, произведен от компанията с белгийски ДДС номер 0431863103.
cs: Globálně jedinečný identifikátor položky obsahující identifikaci strany transakce přiřazenou držitelem čísla identifikace společnosti (CIN) a zahrnující související kód vydávající agentury (IAC) v souladu s ISO/IEC 15459 a jeho rejstříkem, následované znaménkem plus (+), následované identifikátorem položky přiřazeným výrobcem podle definice s 50P\nPříklad: 51PJ4LBE0431863103+ABC+ by představoval položku s číslem položky ABC a bez čísla verze vyrobenou společností s belgickým DIČ 0431863103.
de: Global eindeutige Artikelkennung, bestehend aus der Identifizierung einer Partei zu einer Transaktion, die einem Inhaber einer Unternehmensidentifikationsnummer (CIN) zugewiesen wurde und einschließlich des zugehörigen Ausstellenden Agenturcodes (IAC) gemäß ISO/IEC 15459 und seinem Register, gefolgt von einem Pluszeichen (+), gefolgt von der vom Hersteller zugewiesenen Artikelkennung, wie mit 50P definiert\nBeispiel: 51PJ4LBE0431863103+ABC+ würde den Artikel mit der Artikelnummer ABC und keiner Versionsnummer darstellen, hergestellt von der Firma mit der belgischen Umsatzsteuer-Identifikationsnummer 0431863103.
el: Παγκοσμίως Μοναδικό Αναγνωριστικό Αντικειμένου που αποτελείται από την Ταυτοποίηση μέρους σε μια συναλλαγή που ανατέθηκε από τον κάτοχο ενός Αριθμού Αναγνώρισης Εταιρείας (CIN) και περιλαμβάνει τον σχετικό Κωδικό Εκδότη Οργανισμού (IAC) σύμφωνα με το ISO/IEC 15459 και το μητρώο του, ακολουθούμενο από ένα σύμβολο πλης (+), ακολουθούμενο από τον αναγνωριστικό αριθμό αντικειμένου που ανατέθηκε όπως ορίζεται με το 50P\nΠαράδειγμα: 51PJ4LBE0431863103+ABC+ θα αντιπροσώπευε το αντικείμενο με αριθμό αντικειμένου ABC και χωρίς αριθμό έκδοσης κατασκευασμένο από την εταιρεία με Βελγικό αριθμό ΦΠΑ 0431863103.
es: Identificador de Artículo Globalmente Único que comprende la Identificación de una parte en una transacción asignada por un titular de un Número de Identificación de Compañía (CIN) e incluyendo el Código de Agencia Emisora (IAC) relacionado de acuerdo con ISO/IEC 15459 y su registro, seguido por un signo más (+), seguido por el identificador de artículo asignado por el fabricante definido con 50P\nEjemplo: 51PJ4LBE0431863103+ABC+ representaría el artículo con número de artículo ABC y sin número de versión fabricado por la compañía con número de IVA belga 0431863103.
et: Ülemaailmselt Unikaalne Eseme Identifikaator, mis koosneb Tehingu Osapoole Identifitseerimisest, mille on määranud Ettevõtte Identifitseerimisnumbri (CIN) omanik ja mis sisaldab seotud Väljaandva Asutuse Koodi (IAC) vastavalt ISO/IEC 15459-le ja selle registrile, millele järgneb plussmärk (+), millele järgneb Tootja poolt määratud eseme identifikaator, nagu on määratletud 50P-ga\nNäide: 51PJ4LBE0431863103+ABC+ tähistab eseme numbrit ABC ilma versiooninumbriga, mille on tootnud ettevõte Belgia käibemaksunumbriga 0431863103.
fi: Maailmanlaajuisesti Uniikki Tuotetunniste, joka sisältää Transaktion Osapuolen Tunnistuksen, jonka Yritystunnusnumeron (CIN) Haltija on Määrittänyt ja Sisältää Liittyvän Myöntämisviraston Koodin (IAC) ISO/IEC 15459:n ja Sen Rekisterin Mukaisesti, seurattuna plus (+) merkillä, seurattuna Valmistajan Määrittämällä Tuotetunnisteella, kuten määritelty 50P:ssä\nEsimerkki: 51PJ4LBE0431863103+ABC+ edustaisi tuotetta, jonka tuotenumero on ABC ja versiota ei ole, valmistettu yhtiöllä, jonka Belgian ALV-numero on 0431863103.
fr: Identifiant unique d'article mondial comprenant l'identification d'une partie à une transaction attribuée par un détenteur d'un numéro d'identification d'entreprise (CIN) et incluant le code d'agence d'émission (IAC) correspondant conformément à l'ISO/IEC 15459 et son registre, suivi d'un signe plus (+), suivi de l'identifiant d'article attribué par le fabricant tel que défini avec 50P\nExemple : 51PJ4LBE0431863103+ABC+ représenterait l'article avec le numéro d'article ABC et sans numéro de version fabriqué par la société avec le numéro de TVA belge 0431863103.
ga: Aitheantas Míre Uathúil Domhanda ag comhdhéanamh Aitheantas Páirtí chuig Idirbheart a shanntar ag sealbhóir Uimhir Aitheantais Cuideachta (CIN) agus lena n-áirítear an Cód Gníomhaireachta Eisithe (IAC) gaolmhar de réir ISO/IEC 15459 agus a chlárlann, in éineacht le comhartha móide (+), ina dhiaidh sin aitheantas míre a shanntar ag monaróir mar a shainmhínítear le 50P\nSampla: 51PJ4LBE0431863103+ABC+ a léireodh an mhír le huimhir mhíre ABC agus gan aon uimhir leagan déanta ag an gcuideachta le huimhir CBL na Beilge 0431863103.
hr: Globalno jedinstveni identifikator artikla koji se sastoji od Identifikacije stranke u transakciji dodijeljene od strane nositelja Broja identifikacije tvrtke (CIN) i uključuje povezani Kod izdavateljske agencije (IAC) u skladu s ISO/IEC 15459 i njegovim registrom, slijedi plus (+) znak, slijedi Identifikator artikla dodijeljen od proizvođača kako je definirano s 50P\nPrimjer: 51PJ4LBE0431863103+ABC+ bi predstavljao artikl s brojem artikla ABC i bez broja verzije proizveden od strane tvrtke s belgijskim PDV brojem 0431863103.
hu: Globálisan Egyedi Cikkazonosító, amely a tranzakcióhoz kapcsolódó fél azonosítását tartalmazza, amelyet egy Vállalati Azonosító Szám (CIN) birtokosa rendelt hozzá, beleértve a kapcsolódó Kiadói Ügynökségi Kódot (IAC) az ISO/IEC 15459 és annak nyilvántartása szerint, amelyet egy plusz (+) jel követ, majd a 50P szerint meghatározott Gyártó által hozzárendelt cikkazonosító.\nPélda: 51PJ4LBE0431863103+ABC+ azt jelenti, hogy a cikkszám ABC, nincs verziószám, amelyet a 0431863103 belga ÁFA-számmal rendelkező vállalat gyártott.
is: Alheims einstakt atriðisauðkenni sem samanstendur af Auðkenni aðila að viðskiptum úthlutað af haldi fyrirtækjaauðkennisnúmers (CIN) og inniheldur viðeigandi útgáfustofnunarkóða (IAC) í samræmi við ISO/IEC 15459 og skrá þess, fylgt af plúsmerki (+), fylgt af Framleiðanda úthlutaðri atriðisauðkenni eins og skilgreint með 50P\nDæmi: 51PJ4LBE0431863103+ABC+ myndi tákna atriðið með atriðisnúmer ABC og enga útgáfu númer framleidd af fyrirtæki með belgískri VSK númer 0431863103.
it: Identificatore di Articolo Unico a Livello Globale comprendente l'Identificazione di una parte in una transazione assegnata da un titolare di un Numero di Identificazione Aziendale (CIN) e includendo il relativo Codice dell'Agenzia di Emissione (IAC) in conformità con ISO/IEC 15459 e il suo registro, seguito da un segno più (+), seguito dall'identificatore di articolo assegnato dal produttore come definito con 50P\nEsempio: 51PJ4LBE0431863103+ABC+ rappresenterebbe l'articolo con numero di articolo ABC e nessun numero di versione fabbricato dall'azienda con numero di partita IVA belga 0431863103.
lt: Globaliai unikalus prekės identifikatorius, apimantis sandorio šalies identifikavimą, priskirtą kompanijos identifikavimo numerio (CIN) turėtojo ir įtraukiant susijusį išdavimo agentūros kodą (IAC) pagal ISO/IEC 15459 ir jos registrą, sekamas pliuso (+) ženklu, sekamas gamintojo priskirtu prekės identifikatoriumi, kaip apibrėžta su 50P\nPavyzdys: 51PJ4LBE0431863103+ABC+ reiškia prekę su prekės numeriu ABC ir be versijos numerio, pagamintą kompanijos su Belgijos PVM numeriu 0431863103.
lv: Globāli Unikāls Preces Identifikators, kas sastāv no Transakcijas puses identifikācijas, ko piešķīris Uzņēmuma Identifikācijas Numura (CIN) turētājs un iekļaujot attiecīgo Izdošanas Aģentūras Kodu (IAC) saskaņā ar ISO/IEC 15459 un tā reģistru, kam seko plusa (+) zīme, kam seko ražotāja piešķirts preces identifikators, kā definēts ar 50P\nPiemērs: 51PJ4LBE0431863103+ABC+ norāda uz preci ar preces numuru ABC un bez versijas numura, ko ražojis uzņēmums ar Beļģijas PVN numuru 0431863103.
mt: Identifikatur tal-Oġġett Uniku Globalment li jikkonsisti fl-Identifikazzjoni ta' parti għal transazzjoni assenjata minn detentur ta' Numru ta' Identifikazzjoni tal-Kumpanija (CIN) u inkluża l-Kodiċi tal-Aġenzija li Toħroġ (IAC) skont l-ISO/IEC 15459 u r-reġistru tiegħu, segwit minn sinjal tal-plus (+), segwit mill-identifikatur tal-oġġett assenjat mill-manifattur kif definit b'50P\nEżempju: 51PJ4LBE0431863103+ABC+ tirrappreżenta l-oġġett bin-numru tal-oġġett ABC u mingħajr verżjoni tal-oġġett manifatturat mill-kumpanija bil-VAT numru Belġjan 0431863103.
nl: Wereldwijd Unieke Item Identificator bestaande uit de Identificatie van een partij bij een transactie toegewezen door een houder van een Bedrijfsidentificatienummer (CIN) en inclusief de gerelateerde Uitgevende Instantiecode (IAC) in overeenstemming met ISO/IEC 15459 en het register ervan, gevolgd door een plus (+) teken, gevolgd door de Fabrikant-toegewezen itemidentificator zoals gedefinieerd met 50P\nVoorbeeld: 51PJ4LBE0431863103+ABC+ zou het item met itemnummer ABC en geen versienummer vertegenwoordigen gefabriceerd door het bedrijf met Belgisch BTW-nummer 0431863103.
no: Globalt unik vareidentifikator som består av identifikasjonen av en part til en transaksjon tildelt av en innehaver av et selskapsidentifikasjonsnummer (CIN) og inkludert det relaterte utstedende byråkoden (IAC) i samsvar med ISO/IEC 15459 og dets register, etterfulgt av et pluss (+) tegn, etterfulgt av produsenttildelt vareidentifikator som definert med 50P\nEksempel: 51PJ4LBE0431863103+ABC+ ville representere varen med varenummer ABC og ingen versjonsnummer produsert av selskapet med belgisk mva-nummer 0431863103.
pl: Globalnie Unikatowy Identyfikator Przedmiotu składający się z Identyfikacji strony transakcji przydzielonej przez posiadacza Numeru Identyfikacji Firmy (CIN) i zawierającej powiązany Kod Agencji Wydającej (IAC) zgodnie z ISO/IEC 15459 i jego rejestrem, po którym następuje znak plusa (+), po którym następuje Iden
pt: Identificador Único de Item Global compreendendo a Identificação de uma parte em uma transação atribuída por um detentor de um Número de Identificação da Empresa (CIN) e incluindo o Código da Agência Emissora (IAC) relacionado de acordo com ISO/IEC 15459 e seu registro, seguido por um sinal de mais (+), seguido pelo Identificador de item atribuído pelo fabricante conforme definido com 50P\nExemplo: 51PJ4LBE0431863103+ABC+ representaria o item com número do item ABC e nenhum número de versão fabricado pela empresa com o número de IVA belga 0431863103.
ro: Identificatorul Unic Global al Articolului cuprinzând Identificarea unei părți la o tranzacție atribuită de un deținător al unui Număr de Identificare a Companiei (CIN) și incluzând Codul Agenției Emitente (IAC) asociat conform ISO/IEC 15459 și registrul său, urmat de un semn plus (+), urmat de identificatorul articolului atribuit de producător așa cum este definit cu 50P\nExemplu: 51PJ4LBE0431863103+ABC+ ar reprezenta articolul cu numărul de articol ABC și fără număr de versiune fabricat de compania cu numărul de TVA belgian 0431863103.
sk: Globálne unikátny identifikátor položky pozostávajúci z identifikácie strany transakcie pridelené držiteľom čísla identifikácie spoločnosti (CIN) a zahŕňajúce príslušný kód vydávajúcej agentúry (IAC) v súlade s ISO/IEC 15459 a jeho registrom, nasledované znakom plus (+), nasledované identifikátorom položky prideleným výrobcom podľa 50P\nPríklad: 51PJ4LBE0431863103+ABC+ by predstavoval položku s číslom položky ABC a bez čísla verzie vyrobenú spoločnosťou s belgickým IČ DPH 0431863103.
sl: Globalno unikaten identifikator izdelka, ki vključuje identifikacijo stranke v transakciji, dodeljeno s strani imetnika identifikacijske številke podjetja (CIN) in vključno z zadevno kodo izdajateljske agencije (IAC) v skladu z ISO/IEC 15459 in njenim registrom, sledi plus (+) znak, sledi identifikator izdelka, dodeljen s strani proizvajalca, kot je opredeljeno z 50P\nPrimer: 51PJ4LBE0431863103+ABC+ bi predstavljal izdelek z številko izdelka ABC in brez verzije, proizveden s strani podjetja z belgijsko davčno številko 0431863103.
sv: Globalt Unik Artikelidentifierare som består av Identifiering av en part till en transaktion tilldelad av en innehavare av ett Företagsidentifieringsnummer (CIN) och inkluderar den relaterade Utfärdande Myndighetskoden (IAC) i enlighet med ISO/IEC 15459 och dess register, följt av ett plustecken (+), följt av Tillverkartilldelad artikelidentifierare som definieras med 50P\nExempel: 51PJ4LBE0431863103+ABC+ skulle representera artikeln med artikelnummer ABC och ingen versionsnummer tillverkad av företaget med belgiskt momsnummer 0431863103.

# di16052
source: Color Code.\nColor of an item/object identified by a code or term mutually agreed upon between trading partners.
bg: Код на цвят.\nЦвят на артикул/обект, идентифициран с код или термин, взаимно договорен между търговските партньори.
cs: Kód barvy.\nBarva položky/objektu identifikovaná kódem nebo termínem vzájemně dohodnutým mezi obchodními partnery.
de: Farbcode.\nFarbe eines Artikels/Objekts, die durch einen Code oder Begriff identifiziert wird, der zwischen Handelspartnern vereinbart wird.
el: Κωδικός Χρώματος.\nΧρώμα ενός αντικειμένου/αντικειμένου που ταυτοποιείται από έναν κωδικό ή όρο που έχει συμφωνηθεί αμοιβαία μεταξύ των εμπορικών εταίρων.
es: Código de Color.\nColor de un artículo/objeto identificado por un código o término acordado mutuamente entre socios comerciales.
et: Värvikood.\nEseme/objekti värvi identifitseerimine koodi või terminiga, mis on kaubanduspartnerite vahel vastastikku kokku lepitud.
fi: Värikoodi.\nTuotteen/esineen väri, joka on määritelty koodilla tai termillä, josta kaupankäyntikumppanit ovat keskinäisesti sopineet.
fr: Code couleur.\nCouleur d'un article/objet identifié par un code ou un terme convenu mutuellement entre les partenaires commerciaux.
ga: Cód Datha.\nDath míre/ruda a aithint le cód nó téarma a comhaontaíodh go frithpháirteach idir comhpháirtithe trádála.
hr: Kod boje.\nBoja artikla/objekta identificirana kodom ili terminom međusobno dogovorenim između trgovačkih partnera.
hu: Színkód.\nEgy tárgy/cikk színének azonosítása egy kóddal vagy kifejezéssel, amelyet a kereskedelmi partnerek közösen határoztak meg.
is: Litakóði.\nLitur á atriði/hlut greindur með kóða eða hugtaki sem samkomulag hefur náðst um á milli viðskiptafélaga.
it: Codice Colore.\nColore di un articolo/oggetto identificato da un codice o termine concordato di comune accordo tra i partner commerciali.
lt: Spalvos kodas.\nPrekės/objekto spalva, identifikuota kodu ar terminu, dėl kurio susitarė prekybos partneriai.
lv: Krāsas Kods.\nPreces/objekta krāsa, ko identificē ar kodu vai terminu, kas savstarpēji vienojies starp tirdzniecības partneriem.
mt: Kodiċi tal-Kulur.\nIl-kulur ta' oġġett/oġġetti identifikat b'kodiċi jew terminu miftiehem reċiprokament bejn is-sħab kummerċjali.
nl: Kleurcode.\nKleur van een item/object geïdentificeerd door een code of term onderling overeengekomen tussen handelspartners.
no: Fargekode.\nFargen på en vare/objekt identifisert av en kode eller betegnelse gjensidig avtalt mellom handelspartnere.
pl: Kod koloru.\nKolor przedmiotu/przedmiotu określony przez kod lub termin uzgodniony wspólnie między partnerami handlowymi.
pt: Código de Cor.\nCor de um item/objeto identificado por um código ou termo mutuamente acordado entre parceiros comerciais.
ro: Codul Culorii.\nCuloarea unui articol/obiect identificată printr-un cod sau termen mutual convenit între partenerii comerciali.
sk: Kód farby.\nFarba položky/objektu identifikovaná kódom alebo termínom vzájomne dohodnutým medzi obchodnými partnermi.
sl: Barvna koda.\nBarva izdelka/objekta, identificirana s kodo ali izrazom, medsebojno dogovorjeno med trgovinskimi partnerji.
sv: Färgkod.\nFärg på en artikel/objekt identifierad av en kod eller term ömsesidigt överenskommen mellan handelspartner.
