Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di18009
source: Production method for fish and seafood as specified by the Fisheries and Aquaculture Department of the Food and Agricultural Organisation (FAO) of the United Nations, according to EU Regulation 1379/2013. (www.fao.org).\nAll characters of the GS1 General Specification-defined subset of ISO/IEC 646 are allowed.\nExamples;\n9R01 = Caught at sea;\n9R02 = Caught in fresh water;\n9R03 = Farmed.
bg: Метод на производство за риба и морски дарове, както е специфициран от Отдела за рибарство и аквакултури на Организацията на ООН за храна и земеделие (ФАО), съгласно Регламент 1379/2013 на ЕС. (www.fao.org).\nВсички символи от подмножеството на GS1 General Specification, дефинирано от ISO/IEC 646 са разрешени.\nПримери;\n9R01 = Уловена в морето;\n9R02 = Уловена в прясна вода;\n9R03 = Отгледана.
cs: Metoda produkce ryb a mořských plodů specifikovaná oddělením rybolovu a akvakultury Organizace pro výživu a zemědělství (FAO) OSN, podle nařízení EU 1379/2013. (www.fao.org).\nJsou povoleny všechny znaky definované podmnožinou GS1 General Specification ISO/IEC 646.\nPříklady;\n9R01 = Ulověno na moři;\n9R02 = Ulověno ve sladké vodě;\n9R03 = Chováno.
de: Produktionsmethode für Fisch und Meeresfrüchte, wie vom Fischerei- und Aquakultur-Department der Ernährungs- und Landwirtschaftsorganisation (FAO) der Vereinten Nationen spezifiziert, gemäß EU-Verordnung 1379/2013. (www.fao.org).\nAlle Zeichen des in den GS1-Generalvorschriften definierten Teilmengen von ISO/IEC 646 sind erlaubt.\nBeispiele;\n9R01 = Fang auf See;\n9R02 = Fang im Süßwasser;\n9R03 = Zucht.
el: Μέθοδος παραγωγής για ψάρια και θαλασσινά όπως προσδιορίζεται από το Τμήμα Αλιείας και Υδατοκαλλιέργειας της Οργάνωσης Τροφίμων και Γεωργίας (FAO) των Ηνωμένων Εθνών, σύμφωνα με τον Κανονισμό της ΕΕ 1379/2013. (www.fao.org).\nΕπιτρέπονται όλοι οι χαρακτήρες του υποσυνόλου των GS1 General Specification-defined του ISO/IEC 646.\nΠαραδείγματα·\n9R01 = Αλιευμένο στη θάλασσα·\n9R02 = Αλιευμένο σε γλυκό νερό·\n9R03 = Καλλιεργημένο.
es: Método de producción para pescado y marisco según lo especificado por el Departamento de Pesca y Acuicultura de la Organización de Alimentos y Agricultura (FAO) de las Naciones Unidas, de acuerdo con el Reglamento de la UE 1379/2013. (www.fao.org).\nSe permiten todos los caracteres del subconjunto definido por las Especificaciones Generales de GS1 de ISO/IEC 646.\nEjemplos;\n9R01 = Capturado en el mar;\n9R02 = Capturado en agua dulce;\n9R03 = Cultivado.
et: Kala ja mereandide tootmismeetod, nagu on määratlenud Toidu- ja Põllumajandusorganisatsiooni (FAO) Kalanduse ja Vesiviljeluse Osakond, vastavalt ELi määrusele 1379/2013. (www.fao.org).\nKõik GS1 Üldspetsifikatsiooni määratletud ISO/IEC 646 tähemärkide komplekti lubatud tähemärgid.\nNäited;\n9R01 = Merel püütud;\n9R02 = Magevees püütud;\n9R03 = Farmis kasvatatud.
fi: Kalan ja merenelävien tuotantomenetelmä, kuten Maailman elintarvikejärjestön (FAO) kalastus- ja vesiviljelyosasto on määritellyt, EU:n asetuksen 1379/2013 mukaisesti. (www.fao.org).\nKaikki GS1 Yleisen Määrittelyn määrittelemän ISO/IEC 646 -merkistön merkit sallittu.\nEsimerkit;\n9R01 = Merestä pyydetty;\n9R02 = Makeasta vedestä pyydetty;\n9R03 = Kasvatettu.
fr: Méthode de production pour les poissons et fruits de mer telle que spécifiée par le Département des pêches et de l'aquaculture de l'Organisation des Nations Unies pour l'alimentation et l'agriculture (FAO), conformément au règlement de l'UE 1379/2013. (www.fao.org).\nTous les caractères du sous-ensemble de l'ISO/IEC 646 défini par la spécification générale GS1 sont autorisés.\nExemples ;\n9R01 = Pêché en mer ;\n9R02 = Pêché en eau douce ;\n9R03 = Élevé.
ga: Modh táirgthe d'iasc agus bia mara mar a shonraítear ag Roinn Iascaigh agus Uisceachais Eagraíocht Bia agus Talmhaíochta (FAO) na Náisiún Aontaithe, de réir Rialachán 1379/2013 AE. (www.fao.org).\nCeadaithe gach carachtar den fho-chomhshraith GS1 Ginearálta a shainmhínítear de ISO/IEC 646.\nSamplaí;\n9R01 = Gabháil ar muir;\n9R02 = Gabháil in uisce úr;\n9R03 = Táirgthe.
hr: Metoda proizvodnje ribe i morskih plodova kako je specificirano od strane Odjela za ribarstvo i akvakulturu Organizacije za hranu i poljoprivredu (FAO) Ujedinjenih naroda, prema EU Uredbi 1379/2013. (www.fao.org).\nDozvoljeni su svi znakovi definirani podskupom GS1 General Specification ISO/IEC 646.\nPrimjeri;\n9R01 = Uhvaćeno na moru;\n9R02 = Uhvaćeno u slatkoj vodi;\n9R03 = Farmed (uzgojeno).
hu: Halak és tengeri ételek előállítási módszere, amelyet az Élelmezésügyi és Mezőgazdasági Szervezet (FAO) Halászati és Akvakultúra Osztálya határoz meg, az EU 1379/2013 rendelete szerint. (www.fao.org).\nAz ISO/IEC 646 GS1 Általános Specifikációban meghatározott karakterkészletének összes karaktere engedélyezett.\nPéldák:\n9R01 = Tengeren fogott;\n9R02 = Édesvízben fogott;\n9R03 = Tenyésztett.
is: Framleiðsluaðferð fyrir fisk og sjávarfang eins og tilgreint af Fiskveiði- og fiskeldisdeild Matvæla- og landbúnaðarstofnunar (FAO) Sameinuðu þjóðanna, samkvæmt reglugerð ESB 1379/2013. (www.fao.org).\nAllir stafir af GS1 almennu forskriftinni-skilgreindu hlutmengi af ISO/IEC 646 eru leyfðir.\nDæmi;\n9R01 = Veiddur á sjó;\n9R02 = Veiddur í ferskvatni;\n9R03 = Ræktaður.
it: Metodo di produzione per pesci e frutti di mare specificato dal Dipartimento per la Pesca e l'Acquacoltura dell'Organizzazione per l'Alimentazione e l'Agricoltura (FAO) delle Nazioni Unite, secondo il Regolamento UE 1379/2013. (www.fao.org).\nSono consentiti tutti i caratteri del sottoinsieme definito dalle Specifiche Generali GS1 di ISO/IEC 646.\nEsempi;\n9R01 = Catturato in mare;\n9R02 = Catturato in acqua dolce;\n9R03 = Allevato.
lt: Žuvies ir jūros gėrybių auginimo metodas, nurodytas Maisto ir žemės ūkio organizacijos (FAO) žuvininkystės ir akvakultūros departamento, pagal ES reglamentą 1379/2013. (www.fao.org).\nLeidžiami visi GS1 Bendrosios specifikacijos apibrėžti ISO/IEC 646 simbolių rinkinio simboliai.\nPavyzdžiai;\n9R01 = Pagauta jūroje;\n9R02 = Pagauta gėlavandenyje;\n9R03 = Užauginta.
lv: Zivju un jūras produktu ražošanas metode, kā noteikts ar Pārtikas un Lauksaimniecības Organizācijas (FAO) Zivsaimniecības un Akvakultūras departamentu, saskaņā ar ES Regulu 1379/2013. (www.fao.org).\nAtļautas visas GS1 Vispārīgās Specifikācijas definētās ISO/IEC 646 apakškopas rakstzīmes.\nPiemēri;\n9R01 = Uztverts jūrā;\n9R02 = Uztverts saldūdenī;\n9R03 = Audzēts.
mt: Metodu tal-Produzzjoni għal ħut u frott tal-baħar kif speċifikat mid-Dipartiment tas-Sajd u l-Akkwakultura tal-Organizzazzjoni tal-Ikel u l-Agrikoltura (FAO) tan-Nazzjonijiet Uniti, skont ir-Regolament tal-UE 1379/2013. (www.fao.org).\nIl-karattri kollha tad-definizzjoni tas-subsett tal-GS1 tal-ISO/IEC 646 huma permessi.\nEżempji;\n9R01 = Maqbud fil-baħar;\n9R02 = Maqbud f'ilmijiet ħelwin;\n9R03 = Allevat.
nl: Productiemethode voor vis en zeevruchten zoals gespecificeerd door de Visserij- en Aquacultuurafdeling van de Voedsel- en Landbouworganisatie (FAO) van de Verenigde Naties, volgens EU-verordening 1379/2013. (www.fao.org).\nAlle tekens van de door GS1 Algemene Specificatie gedefinieerde subset van ISO/IEC 646 zijn toegestaan.\nVoorbeelden;\n9R01 = Gevangen op zee;\n9R02 = Gevangen in zoet water;\n9R03 = Gekweekt.
no: Produksjonsmetode for fisk og sjømat som spesifisert av Fiskeri- og akvakulturavdelingen til Fødevare- og Landbruksorganisasjonen (FAO) til De forente nasjoner, i henhold til EU-forordning 1379/2013. (www.fao.org).\nAlle tegn i GS1 General Specification-definert delmengde av ISO/IEC 646 er tillatt.\nEksempler;\n9R01 = Fanget på havet;\n9R02 = Fanget i ferskvann;\n9R03 = Oppdrettet.
pl: Metoda produkcji ryb i owoców morza określona przez Departament Rybołówstwa i Akwakultury Organizacji Narodów Zjednoczonych do spraw Wyżywienia i Rolnictwa (FAO), zgodnie z rozporządzeniem UE 1379/2013. (www.fao.org).\nDozwolone są wszystkie znaki zdefiniowanego podzbioru GS1 ISO/IEC 646.\nPrzykłady;\n9R01 = Połów na morzu;\n9R02 = Połów w wodach słodkich;\n9R03 = Hodowla.
pt: Método de produção para peixe e frutos do mar conforme especificado pelo Departamento de Pesca e Aquicultura da Organização das Nações Unidas para Alimentação e Agricultura (FAO), de acordo com o Regulamento da UE 1379/2013. (www.fao.org).\nTodos os caracteres do subconjunto definido pela Especificação Geral GS1 de ISO/IEC 646 são permitidos.\nExemplos;\n9R01 = Capturado no mar;\n9R02 = Capturado em água doce;\n9R03 = Cultivado.
ro: Metoda de producție pentru pește și fructe de mare specificată de Departamentul de Pescuit și Acvacultură al Organizației pentru Alimentație și Agricultură (FAO) a Națiunilor Unite, conform Regulamentului UE 1379/2013. (www.fao.org).\nToate caracterele subsetului GS1 General Specification-definit de ISO/IEC 646 sunt permise.\nExemple;\n9R01 = Capturat în mare;\n9R02 = Capturat în apă dulce;\n9R03 = Crescut.
sk: Metóda produkcie ryby a morských plodov špecifikovaná Oddelením rybárstva a akvakultúry Organizácie pre výživu a poľnohospodárstvo (FAO) Spojených národov, podľa nariadenia EÚ 1379/2013. (www.fao.org).\nSú povolené všetky znaky definovanej podmnožiny GS1 špecifikácie ISO/IEC 646.\nPríklady;\n9R01 = Ulovené na mori;\n9R02 = Ulovené vo sladkej vode;\n9R03 = Chované.
sl: Metoda proizvodnje rib in morskih sadežev, kot je določeno z oddelkom za ribištvo in akvakulturo Organizacije za prehrano in kmetijstvo (FAO) Združenih narodov, v skladu z Uredbo EU 1379/2013. (www.fao.org).\nDovoljeni so vsi znaki podmnožice GS1 General Specification, definirani z ISO/IEC 646.\nPrimeri;\n9R01 = Ulov na morju;\n9R02 = Ulov v sladki vodi;\n9R03 = Gojeno.
sv: Produktionsmetod för fisk och skaldjur som specificeras av Fiskeri- och akvakultursektionen vid Livsmedels- och jordbruksorganisationen (FAO) för Förenta Nationerna, enligt EU-förordning 1379/2013. (www.fao.org).\nAlla tecken från GS1 General Specification-definierade delmängden av ISO/IEC 646 är tillåtna.\nExempel;\n9R01 = Fångad till havs;\n9R02 = Fångad i sötvatten;\n9R03 = Uppfödd.

# di19000
source: Serial Number or Code Assigned by the Supplier to an Entity for its Lifetime, (e.g., computer serial number, traceability number, contract tool identification)
bg: Сериен номер или код, присвоен от доставчика на ентитет за целия му живот, (напр., сериен номер на компютър, номер за проследяване, номер на договорен инструмент)
cs: Sériové číslo nebo kód přiřazený dodavatelem entitě na celý život, (např., sériové číslo počítače, číslo pro sledovatelnost, identifikační číslo smluvního nástroje)
de: Seriennummer oder Code, der vom Lieferanten einer Entität für ihre gesamte Lebensdauer zugewiesen wird (z. B. Computer-Seriennummer, Rückverfolgbarkeitsnummer, Vertragswerkzeugidentifikation)
el: Σειριακός Αριθμός ή Κωδικός που Ανατέθηκε από τον Προμηθευτή σε μια Οντότητα για τη Διάρκεια της Ζωής της, (π.χ., σειριακός αριθμός υπολογιστή, αριθμός ιχνηλασίας, αριθμός ταυτοποίησης συμβολαίου εργαλείου)
es: Número de Serie o Código Asignado por el Proveedor a una Entidad por su Vida Útil, (por ejemplo, número de serie de computadora, número de trazabilidad, identificación de herramienta de contrato)
et: Tarnija poolt Üksusele Määratud Seerianumber või Kood selle Eluea jooksul, (nt arvuti seerianumber, jälgitavusnumber, lepingu tööriista identifitseerimine)
fi: Toimittajan elinkaaren ajaksi määrittämä sarjanumero tai koodi entiteetille (esim., tietokoneen sarjanumero, jäljitettävyysnumero, sopimustyökalun tunnistus)
fr: Numéro de série ou code attribué par le fournisseur à une entité pour sa durée de vie, (par exemple, numéro de série d'ordinateur, numéro de traçabilité, identification d'outil de contrat)
ga: Uimhir Sraitheach nó Cód a shanntar ag an Soláthraí do Eintiteas ar feadh a Shaoil, (m.sh., uimhir shraitheach ríomhaire, uimhir rianaithe, uimhir uirlis conartha).
hr: Serijski broj ili kod dodijeljen od strane dobavljača entitetu za njegov životni vijek, (npr., serijski broj računala, broj za praćenje, identifikacijski broj alata ugovora)
hu: A Beszállító által egy Entitáshoz az élettartama során hozzárendelt Sorozatszám vagy Kód, (pl., számítógép sorozatszáma, nyomonkövetési szám, szerződéses eszközazonosító)
is: Raðnúmer eða kóði úthlutað af birgja til einingar fyrir líftíma þess, (t.d., tölvu raðnúmer, rekjanleikanúmer, samningstól auðkenni)
it: Numero di Serie o Codice Assegnato dal Fornitore a un'Entità per la sua Durata, (ad es., numero di serie del computer, numero di tracciabilità, identificazione dello strumento contrattuale)
lt: Serijinis numeris arba kodas, priskirtas tiekėjo subjektui visam jo gyvavimo laikui, (pvz., kompiuterio serijinis numeris, sekimo numeris, sutarties įrankio identifikavimas)
lv: Sērijas Numurs vai Kods, ko Piegādātājs Piešķīris Entītei Tās Mūža Garumā, (piem., datora sērijas numurs, izsekošanas numurs, līguma instrumenta identifikācija)
mt: Numru tas-Serje jew Kodiċi Assenjat mill-Fornitur lil Entità għall-Ħajja Tiegħu, (eż., numru tas-serje tal-kompjuter, numru ta' traċċabilità, identifikazzjoni tal-għodda tal-kuntratt)
nl: Serienummer of Code Toegewezen door de Leverancier aan een Entiteit voor zijn Levensduur, (bijv., computer serienummer, traceerbaarheidsnummer, contractgereedschap identificatie)
no: Serienummer eller kode tildelt av leverandøren til en enhet for livstiden, (for eksempel, datamaskin serienummer, sporbarhetsnummer, kontraktverktøyidentifikasjon)
pl: Numer seryjny lub kod przydzielony przez dostawcę jednostce na całe życie, (np. numer seryjny komputera, numer śledzenia, numer identyfikacyjny narzędzia kontraktowego)
pt: Número de Série ou Código Atribuído pelo Fornecedor a uma Entidade pelo seu Tempo de Vida, (por exemplo, número de série do computador, número de rastreabilidade, identificação de ferramenta de contrato)
ro: Numărul de Serie sau Cod Atribuit de Furnizor unei Entități pe Durata Vieții sale, (de ex., numărul de serie al computerului, numărul de urmărire, numărul de identificare al sculei contractului)
sk: Sériové číslo alebo kód pridelený dodávateľom subjektu na celú jeho životnosť, (napr. sériové číslo počítača, číslo na sledovateľnosť, identifikačné číslo zmluvného nástroja)
sl: Serijska številka ali koda, dodeljena s strani dobavitelja entiteti za njeno življenjsko dobo, (npr., serijska številka računalnika, številka sledljivosti, identifikacijska številka pogodbenega orodja).
sv: Serienummer eller Kod Tilldelad av Leverantören till en Entitet för dess Livstid, (t.ex., datorserienummer, spårbarhetsnummer, kontraktsverktygsidentifiering)

# di19001
source: Additional Code Assigned by the Supplier to an Entity for its Lifetime (e.g., traceability number, computer serial number)
bg: Допълнителен код, присвоен от доставчика на ентитет за целия му живот (напр., номер за проследяване, сериен номер на компютър)
cs: Další kód přiřazený dodavatelem entitě na celý život (např., číslo pro sledovatelnost, sériové číslo počítače)
de: Zusätzlicher Code, der vom Lieferanten einer Entität für ihre gesamte Lebensdauer zugewiesen wird (z. B. Rückverfolgbarkeitsnummer, Computer-Seriennummer)
el: Επιπλέον Κωδικός που Ανατέθηκε από τον Προμηθευτή σε μια Οντότητα για τη Διάρκεια της Ζωής της (π.χ., αριθμός ιχνηλασίας, σειριακός αριθμός υπολογιστή)
es: Código Adicional Asignado por el Proveedor a una Entidad por su Vida Útil (por ejemplo, número de trazabilidad, número de serie de computadora)
et: Tarnija poolt Üksusele Määratud Täiendav Kood selle Eluea jooksul (nt jälgitavusnumber, arvuti seerianumber)
fi: Toimittajan elinkaaren ajaksi määrittämä lisäkoodi entiteetille (esim., jäljitettävyysnumero, tietokoneen sarjanumero)
fr: Code supplémentaire attribué par le fournisseur à une entité pour sa durée de vie (par exemple, numéro de traçabilité, numéro de série d'ordinateur)
ga: Cód Breise a shanntar ag an Soláthraí do Eintiteas ar feadh a Shaoil (m.sh., uimhir rianaithe, uimhir shraitheach ríom haire)
hr: Dodatni kod dodijeljen od strane dobavljača entitetu za njegov životni vijek (npr., broj za praćenje, serijski broj računala)
hu: A Beszállító által egy Entitáshoz az élettartama során hozzárendelt További Kód (pl., nyomonkövetési szám, számítógép sorozatszáma)
is: Viðbótar kóði úthlutað af birgja til einingar fyrir líftíma þess (t.d., rekjanleikanúmer, tölvu raðnúmer)
it: Codice Aggiuntivo Assegnato dal Fornitore a un'Entità per la sua Durata (ad es., numero di tracciabilità, numero di serie del computer)
lt: Papildomas kodas, priskirtas tiekėjo subjektui visam jo gyvavimo laikui (pvz., sekimo numeris, kompiuterio serijinis numeris)
lv: Papildu Kods, ko Piegādātājs Piešķīris Entītei Tās Mūža Garumā (piem., izsekošanas numurs, datora sērijas numurs)
mt: Kodiċi Addizzjonali Assenjat mill-Fornitur lil Entità għall-Ħajja Tiegħu (eż., numru ta' traċċabilità, numru tas-serje tal-kompjuter)
nl: Aanvullende Code Toegewezen door de Leverancier aan een Entiteit voor zijn Levensduur (bijv., traceerbaarheidsnummer, computer serienummer)
no: Tilleggs kode tildelt av leverandøren til en enhet for livstiden (for eksempel, sporbarhetsnummer, datamaskin serienummer)
pl: Dodatkowy kod przydzielony przez dostawcę jednostce na całe życie (np. numer śledzenia, numer seryjny komputera)
pt: Código Adicional Atribuído pelo Fornecedor a uma Entidade pelo seu Tempo de Vida (por exemplo, número de rastreabilidade, número de série do computador)
ro: Cod Suplimentar Atribuit de Furnizor unei Entități pe Durata Vieții sale (de ex., numărul de urmărire, numărul de serie al computerului)
sk: Ďalší kód pridelený dodávateľom subjektu na celú jeho životnosť (napr. číslo na sledovateľnosť, sériové číslo počítača)
sl: Dodatna koda, dodeljena s strani dobavitelja entiteti za njeno življenjsko dobo (npr., številka sledljivosti, serijska številka računalnika).
sv: Ytterligare Kod Tilldelad av Leverantören till en Entitet för dess Livstid (t.ex., spårbarhetsnummer, datorserienummer)

# di19002
source: Advance Shipment Notification (ASN) Shipment ID (SID) corresponds to ANSI ASC X12 Data Element 396
bg: Идентификационен номер на пратка (SID) за предварително известие за изпращане (ASN) съответства на ANSI ASC X12 данни елемент 396
cs: Oznámení o předem zaslané zásilce (ASN) ID zásilky (SID) odpovídá datovému prvku ANSI ASC X12 číslo 396
de: Vorauslieferungsbenachrichtigung (ASN) Sendungs-ID (SID) entspricht dem ANSI ASC X12-Datenelement 396
el: Αναγνώριση Αποστολής (SID) Προηγμένης Ειδοποίησης Αποστολής (ASN) αντιστοιχεί στο Στοιχείο Δεδομένων ANSI ASC X12 396
es: Notificación de Envío Anticipado (ASN) ID de Envío (SID) corresponde al Elemento de Datos ANSI ASC X12 396
et: Ettemakstud Saadetise Teatise (ASN) Saadetise ID (SID) vastab ANSI ASC X12 Andmeelemendi 396-le
fi: Ennakkoilmoituslähetys (ASN) Lähetyksen ID (SID) vastaa ANSI ASC X12 Dataelementtiä 396
fr: Notification d'expédition anticipée (ASN) ID d'expédition (SID) correspond à l'élément de données ANSI ASC X12 396
ga: ID Loingsithe Fógra Réamhshocraithe (ASN SID) a mheaitseálann le hEilimint Sonraí 396 ANSI ASC X12
hr: Identifikacijski broj pošiljke (SID) Napredne obavijesti o otpremi (ASN) odgovara ANSI ASC X12 Podatkovnom Elementu 396
hu: Előzetes Szállítmány Értesítés (ASN) Szállítmány AZ (SID) megfelel az ANSI ASC X12 Adatelem 396-nak
is: Framvísunarsendingar tilkynning (ASN) sendingar auðkenni (SID) samsvarar ANSI ASC X12 gagnaeining 396
it: ID di Spedizione (SID) di Notifica di Spedizione Anticipata (ASN) corrisponde all'Elemento Dati ANSI ASC X12 396
lt: Išankstinio siuntos pranešimo (ASN) siuntos ID (SID) atitinka ANSI ASC X12 duomenų elementą 396
lv: Iepriekšējā Sūtījuma Paziņojuma (ASN) Sūtījuma ID (SID) atbilst ANSI ASC X12 Datu Elementam 396
mt: Notifika tal-Ġarr Bil-Quddiem (ASN) ID tal-Kunsinna (SID) tikkorrispondi mal-Element tad-Data ANSI ASC X12 396
nl: Advance Shipment Notification (ASN) Zending ID (SID) komt overeen met ANSI ASC X12 Gegevenselement 396
no: Forhåndsvarsling om forsendelse (ASN) forsendelses-ID (SID) tilsvarer ANSI ASC X12 dataelement 396
pl: Identyfikator przesyłki powiadomienia o wysyłce (ASN) (SID) odpowiada elementowi danych ANSI ASC X12 396
pt: Identificação de Envio (SID) de Notificação de Envio Antecipado (ASN) corresponde ao Elemento de Dados ANSI ASC X12 396
ro: Identificarea Expediției (SID) Notificare Avansată a Expediției (ASN) corespunde Elementului de Date ANSI ASC X12 396
sk: Oznam o dodávke v predstihu (ASN) ID zásielky (SID) zodpovedá dátovému prvku ANSI ASC X12 číslo 396
sl: Identifikacija pošiljke (SID) napovedi pošiljke (ASN) ustreza podatkovnemu elementu ANSI ASC X12 396.
sv: Förhandsmeddelande om Leverans (ASN) Leverans-ID (SID) motsvarar ANSI ASC X12 Dataelement 396
