Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di11020
source: License Identifier, being a globally unique identifier for a license or contract under which items are generated, submitted for processing and/or paid for, that is constructed by concatenating:\n - an ISO/IEC 15459 issuing agency code;\n - a license or contract number which accords with specifications of the issuing agency concerned;\n and that:\n - comprises only upper case alphabetic and/or numeric characters;\n - is unique (that is, is distinct from any other ISO/IEC 15459 compliant identifier) within the domain of the issuing agency6;\n - cannot be derived from any other ISO/IEC 15459 compliant identifier, issued under the same issuing agency, by the simple addition of characters to, or their removal from, its end.
bg: Идентификатор на лиценз, представляващ уникален глобален идентификатор за лиценз или договор, под който артикулите са генерирани, подадени за обработка и/или платени, който се конструира чрез конкатениране на:\n - код на издаваща агенция по ISO/IEC 15459;\n - номер на лиценз или договор, който отговаря на спецификациите на съответната издаваща агенция;\n и който:\n - съдържа само главни букви от азбуката и/или цифри;\n - е уникален (тоест, се различава от всеки друг идентификатор, съответстващ на ISO/IEC 15459) в рамките на домейна на издаващата агенция;\n - не може да бъде произведен от друг идентификатор, съответстващ на ISO/IEC 15459, издаден под същата издаваща агенция, чрез просто добавяне на символи към неговия край или тяхното премахване.
cs: Identifikátor licence, jedná se o globálně unikátní identifikátor licence nebo smlouvy, pod kterou jsou položky generovány, podány k zpracování a/nebo zaplaceny, který je konstruován spojením:\n - kódu vydávající agentury ISO/IEC 15459;\n - čísla licence nebo smlouvy, které odpovídá specifikacím příslušné vydávající agentury;\n a že:\n - obsahuje pouze velká písmena abecedy a/nebo číslice;\n - je unikátní (to znamená, že se liší od jakéhokoli jiného identifikátoru kompatibilního s ISO/IEC 15459) v rámci domény vydávající agentury;\n - nelze odvodit z jakéhokoli jiného identifikátoru kompatibilního s ISO/IEC 15459, vydaného pod stejnou vydávající agenturou, prostým přidáním znaků na konec nebo jejich odstraněním.
de: Lizenzkennung, die ein global eindeutiger Kennzeichner für eine Lizenz oder einen Vertrag ist, unter dem Artikel erzeugt, zur Verarbeitung eingereicht und/oder bezahlt werden, und die konstruiert wird durch Verkettung:\n - eines ISO/IEC 15459 ausstellenden Agenturcodes;\n - einer Lizenz- oder Vertragsnummer, die den Spezifikationen der betreffenden ausstellenden Agentur entspricht;\n und die:\n - nur aus Großbuchstaben und/oder numerischen Zeichen besteht;\n - eindeutig ist (das heißt, sich von jedem anderen ISO/IEC 15459-konformen Kennzeichner innerhalb des Bereichs der ausstellenden Agentur unterscheidet);\n - nicht von einem anderen ISO/IEC 15459-konformen Kennzeichner, der unter derselben ausstellenden Agentur ausgestellt wurde, durch einfaches Hinzufügen von Zeichen zu oder deren Entfernen von seinem Ende abgeleitet werden kann.
el: Αναγνωριστικό Άδειας, ως παγκοσμίως μοναδικός αναγνωριστικός για μια άδεια ή σύμβαση κάτω από την οποία παράγονται αντικείμενα, υποβάλλονται για επεξεργασία και/ή πληρώνονται, που δημιουργείται από τη σύνθεση:\n - ενός κωδικού εκδότη ISO/IEC 15459;\n - ενός αριθμού άδειας ή σύμβασης που συμμορφώνεται με τις προδιαγραφές του εκδότη που αφορά;\n και που:\n - περιλαμβάνει μόνο κεφαλαία αλφαβητικά και/ή αριθμητικά χαρακτήρες;\n - είναι μοναδικό (δηλαδή, διαφέρει από οποιοδήποτε άλλο αναγνωριστικό συμμορφωμένο με το ISO/IEC 15459) εντός του τομέα του εκδότη;\n - δεν μπορεί να προκύψει από οποιοδήποτε άλλο αναγνωριστικό συμμορφωμένο με το ISO/IEC 15459, εκδοθέν κάτω από τον ίδιο εκδότη, με την απλή προσθήκη χαρακτήρων στο τέλος του, ή την αφαίρεσή τους από αυτό.
es: Identificador de Licencia, siendo un identificador globalmente único para una licencia o contrato bajo el cual los artículos son generados, enviados para procesamiento y/o pagados, que se construye concatenando:\n - un código de agencia emisora ISO/IEC 15459;\n - un número de licencia o contrato que se ajusta a las especificaciones de la agencia emisora concerniente;\n y que:\n - comprende solo caracteres alfabéticos en mayúscula y/o numéricos;\n - es único (es decir, es distinto de cualquier otro identificador conforme a ISO/IEC 15459) dentro del dominio de la agencia emisora;\n - no puede ser derivado de ningún otro identificador conforme a ISO/IEC 15459, emitido bajo la misma agencia emisora, por la simple adición de caracteres a, o su eliminación de, su extremo.
et: Litsentsi Identifikaator, olles ülemaailmselt unikaalne identifikaator litsentsile või lepingule, mille alusel esemeid genereeritakse, esitatakse töötlemiseks ja/või makstakse, mis on koostatud konkateerides:\n - ISO/IEC 15459 väljaandva asutuse koodi;\n - litsentsi või lepingu numbri, mis vastab väljaandva asutuse nõuetele;\n ja mis:\n - koosneb ainult suurtähtedest ja/või numbritest;\n - on unikaalne (st erineb kõigist teistest ISO/IEC 15459 nõuetele vastavatest identifikaatoritest) väljaandva asutuse domeenis;\n - ei saa tuletada ühestki teisest ISO/IEC 15459 nõuetele vastavast identifikaatorist, mis on väljastatud sama väljaandva asutuse poolt, lihtsalt lisades tähemärke selle lõppu või eemaldades neid selle lõpust.
fi: Lisenssin tunnistaja, ollen maailmanlaajuisesti uniikki tunniste lisenssille tai sopimukselle, jonka alaisuudessa kohteet tuotetaan, jätetään käsittelyyn ja/tai maksetaan, ja joka on rakennettu yhdistämällä:\n - ISO/IEC 15459 myöntämisviraston koodi;\n - lisenssi- tai sopimusnumero, joka vastaa kyseisen myöntämisviraston määrityksiä;\n ja joka:\n - koostuu vain isoista kirjaimista ja/tai numeromerkeistä;\n - on uniikki (eli eroaa kaikista muista ISO/IEC 15459:n mukaisista tunnisteista) myöntämisviraston alueella;\n - ei voida johtaa mistään muusta ISO/IEC 15459:n mukaisesta tunnisteesta, joka on myönnetty saman myöntämisviraston toimesta, yksinkertaisesti lisäämällä merkkejä sen päähän tai poistamalla niitä siitä.
fr: Identifiant de licence, étant un identifiant unique à l'échelle mondiale pour une licence ou un contrat en vertu duquel des articles sont générés, soumis pour traitement et/ou payés, qui est construit en concaténant :\n - un code d'agence émettrice ISO/IEC 15459; - un numéro de licence ou de contrat qui est conforme aux spécifications de l'agence émettrice concernée;\net qui :\n - ne comprend que des caractères alphabétiques majuscules et/ou numériques;\n - est unique (c'est-à-dire, est distinct de tout autre identifiant conforme à l'ISO/IEC 15459) dans le domaine de l'agence émettrice;\n - ne peut être dérivé d'aucun autre identifiant conforme à l'ISO/IEC 15459, émis sous la même agence émettrice, par la simple addition de caractères à, ou leur retrait de, son extrémité.
ga: Aitheantas Ceadúnais, a bheith ina aitheantas uathúil domhanda le haghaidh ceadúnais nó conartha faoina ngintear míreanna, a chuirtear faoi phróiseáil agus/nó a íoctar as, a thógáil trí chur le chéile:\n - cód gníomhaireachta eisithe ISO/IEC 15459;\n - uimhir ceadúnais nó conartha a réitíonn le sonraíochtaí an ghníomhaireachta eisithe ábhartha;\n agus sin:\n - comhdhéanta de charachtair alfabhéiteacha uachtair agus/nó uimhriúla amháin;\n - uathúil (is é sin, tá sé difriúil ó aon aitheantas eile comhlíontach ISO/IEC 15459) laistigh de réimse an ghníomhaireachta eisithe;\n - nach féidir a dhíorthú ó aon aitheantas eile comhlíontach ISO/IEC 15459, eisithe faoin ghníomhaireacht chéanna eisithe, trí charachtair shimplí a chur leis, nó a bhaint dá dheireadh.
hr: Identifikator licence, koji je globalno jedinstven identifikator za licencu ili ugovor pod kojim se artikli generiraju, podnose na obradu i/ili plaćaju, koji se sastoji od spajanja:\n - koda izdavateljske agencije ISO/IEC 15459;\n - broja licence ili ugovora koji se usklađuje sa specifikacijama dotične izdavateljske agencije;\n i koji:\n - sadrži samo velika slova abecede i/ili numeričke znakove;\n - je jedinstven (tj. razlikuje se od bilo kojeg drugog identifikatora sukladnog s ISO/IEC 15459) unutar domene izdavateljske agencije;\n - ne može se izvesti iz bilo kojeg drugog identifikatora sukladnog s ISO/IEC 15459, izdanog pod istom izdavateljskom agencijom, jednostavnim dodavanjem znakova na njegov kraj, ili njihovim uklanjanjem.
hu: Licenc Azonosító, egy globálisan egyedi azonosító egy licenchez vagy szerződéshez, amely alapján az elemeket előállítják, feldolgozásra benyújtják és/vagy kifizetik, amelyet az alábbiak összefűzésével hoznak létre:\n - egy ISO/IEC 15459 kiadói ügynökségi kód;\n - egy licenc- vagy szerződésszám, amely megfelel az érintett kiadói ügynökség specifikációinak;\n és amely:\n - kizárólag nagybetűs betűkből és/vagy számjegyekből áll;\n - egyedi (azaz különbözik minden más ISO/IEC 15459 szabványos azonosítótól) az ügynökség domainjén belül;\n - nem származtatható semmilyen más ISO/IEC 15459 szabványos azonosítóból, amelyet ugyanazon ügynökség adott ki, egyszerűen karakterek hozzáadásával vagy eltávolításával a végéről.
is: Leyfis auðkenni, vera alheims einstakt auðkenni fyrir leyfi eða samning undir hverju hlutir eru framleiddir, sendir til vinnslu og/eða greiddir fyrir, sem er byggt með því að tengja saman:\n - útgáfustofnun ISO/IEC 15459 kóða;\n - leyfis eða samnings númer sem samræmist forskriftum viðkomandi útgáfustofnunar;\n og það:\n - inniheldur aðeins hástafi og/eða tölustafi;\n - er einstakt (það er, er frábrugðið öðrum ISO/IEC 15459 samrýmanlegum auðkenni) innan sviðs útgáfustofnunarinnar;\n - getur ekki verið leitt af öðru ISO/IEC 15459 samrýmanlegu auðkenni, gefið út undir sömu útgáfustofnun, með því að bæta við stöfum við enda þess, eða fjarlægja þá frá því.
it: Identificativo di Licenza, essendo un identificativo unico globale per una licenza o contratto sotto il quale gli articoli sono generati, inviati per l'elaborazione e/o pagati, che è costruito concatenando:\n - un codice di emissione ISO/IEC 15459;\n - un numero di licenza o contratto che si accorda con le specifiche dell'agenzia di emissione interessata;\n e che:\n - comprende solo caratteri alfabetici maiuscoli e/o numerici;\n - è unico (cioè, è distinto da qualsiasi altro identificativo conforme a ISO/IEC 15459) all'interno del dominio dell'agenzia di emissione;\n - non può essere derivato da qualsiasi altro identificativo conforme a ISO/IEC 15459, emesso sotto la stessa agenzia di emissione, tramite l'aggiunta semplice di caratteri alla sua fine, o la loro rimozione.
lt: Licencijos identifikatorius, būdamas globaliai unikalus licencijos arba sutarties, pagal kurią prekės generuojamos, pateikiamos apdorojimui ir/arba apmokamos, identifikatorius, kuris sudaromas konkatenavus:\n - ISO/IEC 15459 išdavimo agentūros kodą;\n - licencijos arba sutarties numerį, kuris atitinka išdavimo agentūros nurodytas specifikacijas;\n ir kuris:\n - susideda tik iš didžiųjų raidžių ir (arba) skaitmenų;\n - yra unikalus (tai yra, skiriasi nuo bet kurio kito ISO/IEC 15459 atitinkamo identifikatoriaus) išdavimo agentūros srityje;\n - negali būti išvestas iš bet kurio kito ISO/IEC 15459 atitinkamo identifikatoriaus, išduoto pagal tą pačią išdavimo agentūrą, paprasčiausiai pridedant simbolius prie jo galo arba šalinant juos iš jo galo.
lv: Licences Identifikators, būdams globāli unikāls identifikators licencei vai līgumam, saskaņā ar kuru preces tiek radītas, iesniegtas apstrādei un/vai apmaksātas, kas tiek veidots, konkatenējot:\n - ISO/IEC 15459 izdošanas aģentūras kodu;\n - licences vai līguma numuru, kas atbilst attiecīgās izdošanas aģentūras prasībām;\n un kas:\n - sastāv tikai no lielajiem alfabēta burtiem un/vai cipariem;\n - ir unikāls (tas ir, atšķiras no jebkura cita ISO/IEC 15459 atbilstoša identifikatora) izdošanas aģentūras domēnā;\n - nevar tikt iegūts no jebkura cita ISO/IEC 15459 atbilstoša identifikatora, kas izdots zem tās pašas izdošanas aģentūras, vienkārši pievienojot rakstzīmes tā beigās vai noņemot tās.
mt: Identifikatur tal-Liċenzja, li jkun identifikatur globalment uniku għal liċenzja jew kuntratt taħt liema l-oġġetti jiġu ġġenerati, sottomessi għall-ipproċessar u/jew imħallsa għalih, li huwa mibni billi jikkonkatena:\n - kodiċi tal-aġenzija li toħroġ skont l-ISO/IEC 15459;\n - numru ta' liċenzja jew kuntratt li jaqbel mas-speċifikazzjonijiet tal-aġenzija li toħroġ kkonċernata;\n u li:\n - jikkonsisti biss fi karattri alfabetiċi u/jew numeriċi ta' ittri kbar;\n - huwa uniku (jiġifieri, huwa distint minn kwalunkwe identifikatur ieħor konformi mal-ISO/IEC 15459) fl-ambitu tal-aġenzija li toħroġ;\n - ma jistax jiġi derivat minn kwalunkwe identifikatur ieħor konformi mal-ISO/IEC 15459, maħruġ taħt l-istess aġenzija li toħroġ, billi sempliċiment jiżdiedu karattri għalih, jew jitneħħew minn, it-tarf tiegħu.
nl: Licentie Identificator, zijnde een wereldwijd unieke identificator voor een licentie of contract waaronder items worden gegenereerd, ingediend voor verwerking en/of betaald, dat is opgebouwd door het aaneenschakelen van:\n - een ISO/IEC 15459 uitgevende instantiecode;\n - een licentie- of contractnummer dat voldoet aan de specificaties van de betreffende uitgevende instantie;\n en dat:\n - uitsluitend bestaat uit hoofdletters alfabetische en/of numerieke tekens;\n - uniek is (dat wil zeggen, verschilt van elke andere ISO/IEC 15459 conforme identificator) binnen het domein van de uitgevende instantie;\n - niet kan worden afgeleid van een andere ISO/IEC 15459 conforme identificator, uitgegeven onder dezelfde uitgevende instantie, door eenvoudigweg tekens toe te voegen aan, of te verwijderen uit, het einde ervan.
no: Lisensidentifikator, som er en globalt unik identifikator for en lisens eller kontrakt under hvilken varer er generert, sendt inn for behandling og/eller betalt for, som er konstruert ved å sette sammen:\n - en ISO/IEC 15459 utstedende byråkode;\n - et lisens- eller kontraktnummer som overholder spesifikasjonene til det utstedende byrået;\n og det:\n - består bare av store bokstaver og/eller numeriske tegn;\n - er unikt (det vil si, er forskjellig fra enhver annen ISO/IEC 15459-kompatibel identifikator) innenfor domenet til det utstedende byrået;\n - kan ikke utledes fra noen annen ISO/IEC 15459-kompatibel identifikator, utstedt under samme utstedende byrå, ved den enkle tilføyelsen av tegn til, eller deres fjerning fra, dens ende.
pl: Identyfikator licencji, będący globalnie unikatowym identyfikatorem licencji lub kontraktu, na mocy którego przedmioty są wytwarzane, składane do przetworzenia i/lub płatne, który jest konstruowany przez połączenie:\n - kodu agencji wydającej zgodnie z ISO/IEC 15459;\n - numeru licencji lub kontraktu zgodnego ze specyfikacjami danej agencji wydającej;\n i który:\n - składa się wyłącznie z wielkich liter alfabetu i/lub cyfr;\n - jest unikalny (to znaczy, różni się od jakiegokolwiek innego identyfikatora zgodnego z ISO/IEC 15459) w domenie agencji wydającej;\n - nie może być pochodną żadnego innego identyfikatora zgodnego z ISO/IEC 15459, wydanego na mocy tej samej agencji wydającej, poprzez prost
pt: Identificador de Licença, sendo um identificador globalmente único para uma licença ou contrato sob o qual os itens são gerados, submetidos para processamento e/ou pagos, que é construído pela concatenação:\n - um código de agência emissora ISO/IEC 15459;\n - um número de licença ou contrato que está de acordo com as especificações da agência emissora;\n e que:\n - compreende apenas caracteres alfabéticos maiúsculos e/ou numéricos;\n - é único (ou seja, é distinto de qualquer outro identificador compatível com ISO/IEC 15459) dentro do domínio da agência emissora;\n - não pode ser derivado de qualquer outro identificador compatível com ISO/IEC 15459, emitido sob a mesma agência emissora, pela simples adição de caracteres ao seu final, ou sua remoção.
ro: Identificatorul Licenței, fiind un identificator unic la nivel global pentru o licență sau contract sub care articolele sunt generate, trimise pentru procesare și/sau plătite, care este construit prin concatenarea:\n - un cod de agenție de emitere ISO/IEC 15459;\n - un număr de licență sau contract care se conformează specificațiilor agenției emitente respective;\n și care:\n - cuprinde doar caractere alfanumerice majuscule și/sau numerice;\n - este unic (adică, este distinct de orice alt identificator conform ISO/IEC 15459) în domeniul agenției emitente;\n - nu poate fi derivat de la orice alt identificator conform ISO/IEC 15459, emis sub aceeași agenție emitentă, prin simpla adăugare de caractere la, sau eliminarea lor de la, capătul său.
sk: Identifikátor licencie, ktorý je globálne unikátnym identifikátorom pre licenciu alebo zmluvu, pod ktorou sú položky generované, predkladané na spracovanie a/alebo platené, ktorý je konštruovaný spájaním:\n - kódu vydávajúcej agentúry ISO/IEC 15459;\n - čísla licencie alebo zmluvy, ktoré zodpovedá špecifikáciám dotknutej vydávajúcej agentúry;\n a ktorý:\n - obsahuje iba veľké abecedné a/alebo číselné znaky;\n - je unikátny (teda sa líši od akéhokoľvek iného identifikátora v súlade s ISO/IEC 15459) v rámci domény vydávajúcej agentúry;\n - nemôže byť odvodený od žiadneho iného identifikátora v súlade s ISO/IEC 15459, vydaného pod rovnakou vydávajúcou agentúrou, jednoduchým pridaním znakov na jeho koniec, alebo ich odstránením z neho.
sl: Identifikator licence, ki je globalno unikaten identifikator za licenco ali pogodbo, pod katero so predmeti generirani, predloženi za obdelavo in/ali plačani, ki je sestavljen z združevanjem:\n - kode izdajateljske agencije ISO/IEC 15459;\n - številke licence ali pogodbe, ki je v skladu s specifikacijami zadevne izdajateljske agencije;\n in da:\n - vsebuje samo velike črke abecede in/ali številčne znake;\n - je unikaten (to je, različen od katerega koli drugega identifikatorja, skladnega z ISO/IEC 15459) znotraj domene izdajateljske agencije;\n - ni mogoče izpeljati iz katerega koli drugega identifikatorja, skladnega z ISO/IEC 15459, izdanega pod isto izdajateljsko agencijo, z enostavnim dodajanjem znakov na konec ali njihovim odstranjevanjem.
sv: Licensidentifierare, som är en globalt unik identifierare för en licens eller ett kontrakt under vilket artiklar genereras, lämnas in för bearbetning och/eller betalas för, som konstrueras genom att sammanfoga:\n - en ISO/IEC 15459 utfärdande byråkod;\n - ett licens- eller kontraktsnummer som överensstämmer med specifikationerna för den berörda utfärdande byrån;\n och det:\n - består enbart av versala alfabetiska och/eller numeriska tecken;\n - är unikt (det vill säga skiljer sig från alla andra ISO/IEC 15459 kompatibla identifierare) inom den utfärdande byråns domän;\n - kan inte härledas från någon annan ISO/IEC 15459 kompatibel identifierare, utfärdad under samma utfärdande byrå, genom enkel tillägg av tecken till, eller deras borttagning från, dess slut.
