Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di4009
source: Date (structure and significance mutually defined).
bg: Дата (структура и значение взаимно определени).
cs: Datum (struktura a význam vzájemně definováno).
de: Datum (Struktur und Bedeutung gegenseitig definiert).
el: Ημερομηνία (δομή και σημασία κοινά ορισμένη).
es: Fecha (estructura y significancia definidas mutuamente).
et: Kuupäev (struktuur ja tähendus vastastikku määratletud).
fi: Päivämäärä (rakenne ja merkitys yhteisesti määritelty).
fr: Date (structure et signification mutuellement définies).
ga: Dáta (struchtúr agus tábhacht sainmhínithe go frithpháirteach).
hr: Datum (struktura i značenje uzajamno definirani).
hu: Dátum (szerkezet és jelentőség közösen meghatározva).
is: Dagsetning (uppbygging og þýðing sameiginlega skilgreind).
it: Data (struttura e significato definiti di comune accordo).
lt: Data (struktūra ir reikšmė tarpusavyje apibrėžtos).
lv: Datums (struktūra un nozīme savstarpēji definētas).
mt: Data (struttura u sinifikat definiti b'mod reċiproku).
nl: Datum (structuur en betekenis onderling bepaald).
no: Dato (struktur og betydning gjensidig definert).
pl: Data (struktura i znaczenie wzajemnie zdefiniowane).
pt: Data (estrutura e significado definidos mutuamente).
ro: Dată (structura și semnificația definit mutual).
sk: Dátum (štruktúra a význam vzájomne definované).
sl: Datum (struktura in pomen medsebojno določena).
sv: Datum (struktur och betydelse ömsesidigt definierad).

# di4010
source: Format YYWW.
bg: Формат YYWW.
cs: Formát YYWW.
de: Format JJWW.
el: Μορφή YYWW.
es: Formato YYWW.
et: Formaat YYWW.
fi: Muoto YYWW.
fr: Format AASS.
ga: Formáid YYWW.
hu: Formátum YYWW.
is: Formað YYWW.
it: Formato YYWW.
lt: Formatas YYWW.
lv: Formāts YYWW.
nl: Formaat YYWW.
pt: Formato YYWW.
ro: Formatul YYWW.
sk: Formát YYWW.

# di4011
source: Format YYYYWW.
bg: Формат YYYYWW.
cs: Formát YYYYWW.
de: Format JJJJWW.
el: Μορφή YYYYWW.
es: Formato YYYYWW.
et: Formaat YYYYWW.
fi: Muoto YYYYWW.
fr: Format AAAASS.
ga: Formáid YYYYWW.
hu: Formátum YYYYWW.
is: Formað YYYYWW.
it: Formato YYYYWW.
lt: Formatas YYYYWW.
lv: Formāts YYYYWW.
nl: Formaat YYYYWW.
pt: Formato YYYYWW.
ro: Formatul YYYYWW.
sk: Formát YYYYWW.

# di4012
source: Format YYYYMMDD.
bg: Формат YYYYMMDD.
cs: Formát YYYYMMDD.
de: Format JJJJMMTT.
el: Μορφή YYYYMMDD.
es: Formato YYYYMMDD.
et: Formaat YYYYMMDD.
fi: Muoto YYYYMMDD.
fr: Format AAAAMMJJ.
ga: Formáid YYYYMMDD.
hu: Formátum YYYYMMDD.
is: Formað YYYYMMDD.
it: Formato YYYYMMDD.
lt: Formatas YYYYMMDD.
lv: Formāts YYYYMMDD.
nl: Formaat YYYYMMDD.
pt: Formato YYYYMMDD.
ro: Formatul YYYYMMDD.
sk: Formát YYYYMMDD.

# di4013
source: Oldest and Newest Manufacturing Date in the format YYWWYYWW.
bg: Най-стара и най-нова дата на производство във формат YYWWYYWW.
cs: Nejstarší a nejnovější výrobní datum ve formátu YYWWYYWW.
de: Ältestes und neuestes Herstellungsdatum im Format JJWWJJWW.
el: Παλαιότερη και Νεότερη Ημερομηνία Κατασκευής στη μορφή YYWWYYWW.
es: Fecha de Fabricación Más Antigua y Más Nueva en el formato YYWWYYWW.
et: Vanima ja uusima tootmiskuupäeva formaat YYWWYYWW.
fi: Vanhin ja uusin valmistuspäivämäärä muodossa YYWWYYWW.
fr: Date de Fabrication la Plus Ancienne et la Plus Récente dans le format SSAASS.
ga: Dáta Déantúsaíochta is Sine agus is Nuaí sa fhormáid YYWWYYWW.
hr: Najstariji i najnoviji datum proizvodnje u formatu YYWWYYWW.
hu: Legkorábbi és Legújabb Gyártási Dátum a YYWWYYWW formátumban.
is: Elsta og Nýjasta Framleiðsludagsetning á formi YYWWYYWW.
it: Data di Produzione più Vecchia e più Nuova nel formato YYWWYYWW.
lt: Seniausios ir naujausios gamybos datos formatas YYWWYYWW.
lv: Vecākais un Jaunākais Ražošanas Datums formātā YYWWYYWW.
mt: L-Ewwel u l-Aktar Data Riċenti tal-Manifattura fil-format YYWWYYWW.
nl: Oudste en Nieuwste Productiedatum in het formaat YYWWYYWW.
no: Eldste og Nyeste Produksjonsdato i formatet YYWWYYWW.
pl: Najstarsza i najnowsza data produkcji w formacie YYWWYYWW.
pt: Data de Fabricação Mais Antiga e Mais Recente no formato YYWWYYWW.
ro: Data cea Mai Veche și cea Mai Nouă de Fabricație în formatul YYWWYYWW.
sk: Najstarší a najnovší dátum výroby vo formáte YYWWYYWW.
sl: Najstarejši in najnovejši datum izdelave v formatu YYWWYYWW.
sv: Äldsta och Nyaste Tillverkningsdatum i formatet YYWWYYWW.

# di4014
source: Expiration Date (YYYYMMDD).
bg: Срок на годност (YYYYMMDD).
cs: Datum expirace (YYYYMMDD).
de: Ablaufdatum (JJJJMMTT).
el: Ημερομηνία Λήξης (YYYYMMDD).
es: Fecha de Caducidad (YYYYMMDD).
et: Aegumiskuupäev (YYYYMMDD).
fi: Viimeinen käyttöpäivä (YYYYMMDD).
fr: Date d'Expiration (AAAAMMJJ).
ga: Dáta Éaga (YYYYMMDD).
hr: Datum isteka (YYYYMMDD).
hu: Lejárati Dátum (YYYYMMDD).
is: Rennur út Dagsetning (YYYYMMDD).
it: Data di Scadenza (YYYYMMDD).
lt: Galiojimo pabaigos data (YYYYMMDD).
lv: Derīguma Termiņa Beigu Datums (YYYYMMDD).
mt: Data tal-Iskadenza (YYYYMMDD).
nl: Vervaldatum (YYYYMMDD).
no: Utløpsdato (YYYYMMDD).
pl: Data ważności (YYYYMMDD).
pt: Data de Expiração (YYYYMMDD).
ro: Data Expirării (YYYYMMDD).
sk: Dátum exspirácie (YYYYMMDD).
sl: Datum poteka (YYYYMMDD).
sv: Utgångsdatum (YYYYMMDD).

# di4015
source: Expiration Date (DDMMYYYY).
bg: Срок на годност (DDMMYYYY).
cs: Datum expirace (DDMMYYYY).
de: Ablaufdatum (TTMMJJJJ).
el: Ημερομηνία Λήξης (DDMMYYYY).
es: Fecha de Caducidad (DDMMYYYY).
et: Aegumiskuupäev (DDMMYYYY).
fi: Viimeinen käyttöpäivä (DDMMYYYY).
fr: Date d'Expiration (JJMMAAAA).
ga: Dáta Éaga (DDMMYYYY).
hr: Datum isteka (DDMMYYYY).
hu: Lejárati Dátum (DDMMYYYY).
is: Rennur út Dagsetning (DDMMYYYY).
it: Data di Scadenza (DDMMYYYY).
lt: Galiojimo pabaigos data (DDMMYYYY).
lv: Derīguma Termiņa Beigu Datums (DDMMYYYY).
mt: Data tal-Iskadenza (DDMMYYYY).
nl: Vervaldatum (DDMMYYYY).
no: Utløpsdato (DDMMYYYY).
pl: Data ważności (DDMMYYYY).
pt: Data de Expiração (DDMMYYYY).
ro: Data Expirării (DDMMYYYY).
sk: Dátum exspirácie (DDMMYYYY).
sl: Datum poteka (DDMMYYYY).
sv: Utgångsdatum (DDMMYYYY).

# di4016
source: Production Date (YYYYMMDD) - Date of manufacture.
bg: Дата на производство (YYYYMMDD) - Дата на производство.
cs: Datum výroby (YYYYMMDD) - Datum výroby.
de: Herstellungsdatum (JJJJMMTT) - Herstellungsdatum.
el: Ημερομηνία Παραγωγής (YYYYMMDD) - Ημερομηνία κατασκευής.
es: Fecha de Producción (YYYYMMDD) - Fecha de fabricación.
et: Tootmiskuupäev (YYYYMMDD) - Tootmise kuupäev.
fi: Valmistuspäivämäärä (YYYYMMDD) - Valmistuspäivä.
fr: Date de Production (AAAAMMJJ) - Date de fabrication.
ga: Dáta Táirgthe (YYYYMMDD) - Dáta déantúsaíochta.
hr: Datum proizvodnje (YYYYMMDD) - Datum proizvodnje.
hu: Gyártási Dátum (YYYYMMDD) - A gyártás dátuma.
is: Framleiðsludagsetning (YYYYMMDD) - Dagsetning framleiðslu.
it: Data di Produzione (YYYYMMDD) - Data di fabbricazione.
lt: Gamybos data (YYYYMMDD) - Gamybos data.
lv: Ražošanas Datums (YYYYMMDD) - Ražošanas datums.
mt: Data tal-Produzzjoni (YYYYMMDD) - Data tal-manifattura.
nl: Productiedatum (YYYYMMDD) - Datum van fabricage.
no: Produksjonsdato (YYYYMMDD) - Dato for produksjon.
pl: Data produkcji (YYYYMMDD) - Data wytworzenia.
pt: Data de Produção (YYYYMMDD) - Data de fabricação.
ro: Data Producției (YYYYMMDD) - Data fabricației.
sk: Dátum výroby (YYYYMMDD) - Dátum výroby.
sl: Datum proizvodnje (YYYYMMDD) - Datum izdelave.
sv: Produktionsdatum (YYYYMMDD) - Tillverkningsdatum.

# di4017
source: Production Date (DDMMYYYY).
bg: Дата на производство (DDMMYYYY).
cs: Datum výroby (DDMMYYYY).
de: Herstellungsdatum (TTMMJJJJ).
el: Ημερομηνία Παραγωγής (DDMMYYYY).
es: Fecha de Producción (DDMMYYYY).
et: Tootmiskuupäev (DDMMYYYY).
fi: Valmistuspäivämäärä (DDMMYYYY).
fr: Date de Production (JJMMAAAA).
ga: Dáta Táirgthe (DDMMYYYY).
hr: Datum proizvodnje (DDMMYYYY).
hu: Gyártási Dátum (DDMMYYYY).
is: Framleiðsludagsetning (DDMMYYYY).
it: Data di Produzione (DDMMYYYY).
lt: Gamybos data (DDMMYYYY).
lv: Ražošanas Datums (DDMMYYYY).
mt: Data tal-Produzzjoni (DDMMYYYY).
nl: Productiedatum (DDMMYYYY).
no: Produksjonsdato (DDMMYYYY).
pl: Data produkcji (DDMMYYYY).
pt: Data de Produção (DDMMYYYY).
ro: Data Producției (DDMMYYYY).
sk: Dátum výroby (DDMMYYYY).
sl: Datum proizvodnje (DDMMYYYY).
sv: Produktionsdatum (DDMMYYYY).

# di4018
source: Tag Activation Time.\nYYYYMMDDHHMM (24 hour clock - UTC).
bg: Дата на активиране на етикета.\nYYYYMMDDHHMM (24-часов часовник - UTC).
cs: Čas aktivace značky.\nYYYYMMDDHHMM (24hodinový formát - UTC).
de: Aktivierungszeit des Tags.\nJJJJMMTTHHMM (24-Stunden-Uhr - UTC).
el: Χρόνος Ενεργοποίησης Ετικέτας.\nYYYYMMDDHHMM (24ωρο ρολόι - UTC).
es: Hora de Activación de Etiqueta.\nYYYYMMDDHHMM (reloj de 24 horas - UTC).
et: Sildi aktiveerimise aeg.\nYYYYMMDDHHMM (24 tunni kell - UTC).
fi: Tunnisteen aktivointiaika.\nYYYYMMDDHHMM (24 tunnin kello - UTC).
fr: Heure d'Activation du Tag.\nAAAAMMJJHHMM (horloge 24 heures - UTC).
ga: Am Gníomhachtaithe an Chlib.\nYYYYMMDDHHMM (clog 24 uair an chloig - UTC).
hr: Vrijeme aktivacije oznake.\nYYYYMMDDHHMM (24-satni sat - UTC).
hu: Címke Aktiválási Idő.\nYYYYMMDDHHMM (24 órás óra - UTC).
is: Merkingar Virkjunartími.\nYYYYMMDDHHMM (24 klukkustunda klukka - UTC).
it: Tempo di Attivazione del Tag.\nYYYYMMDDHHMM (orologio 24 ore - UTC).
lt: Žymės aktyvavimo laikas.\nYYYYMMDDHHMM (24 valandų laikrodis - UTC).
lv: Birku Aktivizēšanas Laiks.\nYYYYMMDDHHMM (24 stundu pulkstenis - UTC).
mt: Ħin tal-Attivazzjoni tat-Tag.\nYYYYMMDDHHMM (arloġġ ta' 24 siegħa - UTC).
nl: Tag Activatietijd.\nYYYYMMDDHHMM (24-uursklok - UTC).
no: Merketidspunkt for Aktivering.\nYYYYMMDDHHMM (24-timers klokke - UTC).
pl: Czas aktywacji tagu.\nYYYYMMDDHHMM (24-godzinny zegar - UTC).
pt: Data de Ativação da Etiqueta.\nYYYYMMDDHHMM (relógio de 24 horas - UTC).
ro: Data Activării Etichetei.\nYYYYMMDDHHMM (ceas de 24 de ore - UTC).
sk: Čas aktivácie značky.\nYYYYMMDDHHMM (24 hodinový čas - UTC).
sl: Čas aktivacije oznake.\nYYYYMMDDHHMM (24-urna ura - UTC).
sv: Tagg Aktiveringstid.\nYYYYMMDDHHMM (24-timmarsklocka - UTC).

# di4019
source: Tag Deactivation Time.\nYYYYMMDDHHMM (24 hour clock - UTC).
bg: Дата на деактивиране на етикета.\nYYYYMMDDHHMM (24-часов часовник - UTC).
cs: Čas deaktivace značky.\nYYYYMMDDHHMM (24hodinový formát - UTC).
de: Deaktivierungszeit des Tags.\nJJJJMMTTHHMM (24-Stunden-Uhr - UTC).
el: Χρόνος Απενεργοποίησης Ετικέτας.\nYYYYMMDDHHMM (24ωρο ρολόι - UTC).
es: Hora de Desactivación de Etiqueta.\nYYYYMMDDHHMM (reloj de 24 horas - UTC).
et: Sildi deaktiveerimise aeg.\nYYYYMMDDHHMM (24 tunni kell - UTC).
fi: Tunnisteen deaktivointiaika.\nYYYYMMDDHHMM (24 tunnin kello - UTC).
fr: Heure de Désactivation du Tag.\nAAAAMMJJHHMM (horloge 24 heures - UTC).
ga: Am Díghníomhachtaithe an Chlib.\nYYYYMMDDHHMM (clog 24 uair an chloig - UTC).
hr: Vrijeme deaktivacije oznake.\nYYYYMMDDHHMM (24-satni sat - UTC).
hu: Címke Deaktiválási Idő.\nYYYYMMDDHHMM (24 órás óra - UTC).
is: Merkingar Afvirkjunartími.\nYYYYMMDDHHMM (24 klukkustunda klukka - UTC).
it: Tempo di Disattivazione del Tag.\nYYYYMMDDHHMM (orologio 24 ore - UTC).
lt: Žymės deaktyvavimo laikas.\nYYYYMMDDHHMM (24 valandų laikrodis - UTC).
lv: Birku Deaktivizēšanas Laiks.\nYYYYMMDDHHMM (24 stundu pulkstenis - UTC).
mt: Ħin tad-Deattivazzjoni tat-Tag.\nYYYYMMDDHHMM (arloġġ ta' 24 siegħa - UTC).
nl: Tag Deactivatietijd.\nYYYYMMDDHHMM (24-uursklok - UTC).
no: Merketidspunkt for Deaktivering.\nYYYYMMDDHHMM (24-timers klokke - UTC).
pl: Czas dezaktywacji tagu.\nYYYYMMDDHHMM (24-godzinny zegar - UTC).
pt: Data de Desativação da Etiqueta.\nYYYYMMDDHHMM (relógio de 24 horas - UTC).
ro: Data Dezactivării Etichetei.\nYYYYMMDDHHMM (ceas de 24 de ore - UTC).
sk: Čas deaktivácie značky.\nYYYYMMDDHHMM (24 hodinový čas - UTC).
sl: Čas deaktivacije oznake.\nYYYYMMDDHHMM (24-urna ura - UTC).
sv: Tagg Avaktiveringstid.\nYYYYMMDDHHMM (24-timmarsklocka - UTC).

# di4020
source: Inspection Date (DDMMYYYY).
bg: Дата на инспекция (DDMMYYYY).
cs: Datum inspekce (DDMMYYYY).
de: Inspektionsdatum (TTMMJJJJ).
el: Ημερομηνία Επιθεώρησης (DDMMYYYY).
es: Fecha de Inspección (DDMMYYYY).
et: Inspektsioonikuupäev (DDMMYYYY).
fi: Tarkastuspäivämäärä (DDMMYYYY).
fr: Date d'Inspection (JJMMAAAA).
ga: Dáta Iniúchta (DDMMYYYY).
hr: Datum inspekcije (DDMMYYYY).
hu: Ellenőrzési Dátum (DDMMYYYY).
is: Eftirlitsdagsetning (DDMMYYYY).
it: Data di Ispezione (DDMMYYYY).
lt: Patikrinimo data (DDMMYYYY).
lv: Pārbaudes Datums (DDMMYYYY).
mt: Data tal-Ispezzjoni (DDMMYYYY).
nl: Inspectiedatum (DDMMYYYY).
no: Inspeksjonsdato (DDMMYYYY).
pl: Data inspekcji (DDMMYYYY).
pt: Data de Inspeção (DDMMYYYY).
ro: Data Inspecției (DDMMYYYY).
sk: Dátum kontroly (DDMMYYYY).
sl: Datum pregleda (DDMMYYYY).
sv: Inspektionsdatum (DDMMYYYY).

# di4021
source: Required Delivery Date (DDD Julian) or DOD MILSTAMP Code.
bg: Изисквана дата на доставка (DDD Юлиански) или код на DOD MILSTAMP.
cs: Požadované datum doručení (DDD Juliánský) nebo kód DOD MILSTAMP.
de: Erforderliches Lieferdatum (DDD Julian) oder DOD MILSTAMP Code.
el: Απαιτούμενη Ημερομηνία Παράδοσης (DDD Ιουλιανή) ή Κωδικός DOD MILSTAMP.
es: Fecha de Entrega Requerida (DDD Juliano) o Código MILSTAMP de DOD.
et: Nõutav kohaletoimetamiskuupäev (DDD Juliaan) või DOD MILSTAMP kood.
fi: Toimituspäivämäärä vaaditaan (DDD julialainen) tai DOD MILSTAMP-koodi.
fr: Date de Livraison Requise (DDD Julien) ou Code MILSTAMP DOD.
ga: Dáta Seachadta Riachtanach (DDD Julian) nó Cód MILSTAMP DOD.
hr: Zahtijevani datum isporuke (DDD Julijanski) ili DOD MILSTAMP kod.
hu: Szükséges Szállítási Dátum (DDD Julián) vagy DOD MILSTAMP Kód.
is: Áskilin Afhendingardagsetning (DDD Julian) eða DOD MILSTAMP Kóði.
it: Data di Consegna Richiesta (DDD Giuliano) o Codice MILSTAMP DOD.
lt: Pristatymo data, reikalaujama (DDD Julijaus) arba DOD MILSTAMP kodas.
lv: Nepieciešamais Piegādes Datums (DDD Jūliāns) vai DOD MILSTAMP Kods.
mt: Data tal-Kunsinna Meħtieġa (DDD Julian) jew Kodiċi MILSTAMP tad-DOD.
nl: Vereiste Leveringsdatum (DDD Juliaans) of DOD MILSTAMP Code.
no: Påkrevd Leveringsdato (DDD Julian) eller DOD MILSTAMP Kode.
pl: Wymagana data dostawy (DDD Juliański) lub kod DOD MILSTAMP.
pt: Data de Entrega Requerida (DDD Juliano) ou Código MILSTAMP do DOD.
ro: Data Livrării Necesare (DDD Julian) sau Codul MILSTAMP DOD.
sk: Požadovaný dátum doručenia (DDD Juliánsky) alebo kód MILSTAMP DOD.
sl: Zahtevani datum dostave (DDD Julijansko) ali koda DOD MILSTAMP.
sv: Önskat Leveransdatum (DDD Julianskt) eller DOD MILSTAMP-kod.

# di4022
source: Record Time.\nYYYYMMDDHHMM (24 hour clock - UTC).
bg: Време на запис.\nYYYYMMDDHHMM (24-часов часовник - UTC).
cs: Čas záznamu.\nYYYYMMDDHHMM (24hodinový formát - UTC).
de: Aufzeichnungszeit.\nJJJJMMTTHHMM (24-Stunden-Uhr - UTC).
el: Χρόνος Καταγραφής.\nYYYYMMDDHHMM (24ωρο ρολόι - UTC).
es: Hora de Registro.\nYYYYMMDDHHMM (reloj de 24 horas - UTC).
et: Salvestusaeg.\nYYYYMMDDHHMM (24 tunni kell - UTC).
fi: Tallennusaika.\nYYYYMMDDHHMM (24 tunnin kello - UTC).
fr: Heure d'Enregistrement.\nAAAAMMJJHHMM (horloge 24 heures - UTC).
ga: Am Taifeadta.\nYYYYMMDDHHMM (clog 24 uair an chloig - UTC).
hr: Vrijeme zapisa.\nYYYYMMDDHHMM (24-satni sat - UTC).
hu: Feljegyzés Ideje.\nYYYYMMDDHHMM (24 órás óra - UTC).
is: Skráningartími.\nYYYYMMDDHHMM (24 klukkustunda klukka - UTC).
it: Tempo di Registrazione.\nYYYYMMDDHHMM (orologio 24 ore - UTC).
lt: Įrašo laikas.\nYYYYMMDDHHMM (24 valandų laikrodis - UTC).
lv: Ieraksta Laiks.\nYYYYMMDDHHMM (24 stundu pulkstenis - UTC).
mt: Ħin tar-Rekord.\nYYYYMMDDHHMM (arloġġ ta' 24 siegħa - UTC).
nl: Opnametijd.\nYYYYMMDDHHMM (24-uursklok - UTC).
no: Opptakstid.\nYYYYMMDDHHMM (24-timers klokke - UTC).
pl: Czas rekordu.\nYYYYMMDDHHMM (24-godzinny zegar - UTC).
pt: Hora do Registro.\nYYYYMMDDHHMM (relógio de 24 horas - UTC).
ro: Ora Înregistrării.\nYYYYMMDDHHMM (ceas de 24 de ore - UTC).
sk: Čas záznamu.\nYYYYMMDDHHMM (24 hodinový čas - UTC).
sl: Čas zapisa.\nYYYYMMDDHHMM (24-urna ura - UTC).
sv: Inspelningstid.\nYYYYMMDDHHMM (24-timmarsklocka - UTC).
