Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di16050
source: Manufacturer-Assigned Item Identifier - comprising an item number assigned by the item manufacturer, followed by a plus (+) sign, followed - if required to uniquely identify the item within the manufacturer's product range - by a manufacturerassigned item version.\nExample 50PABC+6 would represent item number ABC, item version 6\nNOTE - The item number shall always be followed by a plus sign, even if no item version is present. This is required to permit the unambiguous concatenation of manufacturerassigned item identifier with another data construct using the concatenation character plus (+). For example, the combination of a 50P manufacturer-assigned item identifier with no item version and a serial number (Data identifier S) on an entity might be encoded as 50PDEF++S1234.
bg: Идентификатор на артикул, присвоен от производителя на артикула - състоящ се от номер на артикула, присвоен от производителя на артикула, последван от знак плюс (+), последван - ако е необходимо за уникално идентифициране на артикула в продуктовата гама на производителя - от версия на артикула, присвоена от производителя.\nПример 50PABC+6 би представлял номер на артикула ABC, версия на артикула 6\nЗАБЕЛЕЖКА - Номерът на артикула винаги трябва да бъде последван от знак плюс, дори ако няма присвоена версия на артикула. Това е необходимо за да се позволи недвусмислената конкатенация на идентификатора на артикула, присвоен от производителя, с друга конструкция на данни, използвайки знака за конкатенация плюс. Например, комбинацията на идентификатор на артикул, присвоен от производителя 50P без версия на артикула и сериен номер (Идентификатор на данни S) на ентитет може да бъде кодирана като 50PDEF++S1234.
cs: Identifikátor položky přiřazený výrobcem - obsahuje číslo položky přiřazené výrobcem položky, následované znaménkem plus (+), následované - pokud je to nutné pro jednoznačnou identifikaci položky v rámci sortimentu výrobce - verzí položky přiřazenou výrobcem.\nPříklad 50PABC+6 by představoval číslo položky ABC, verze položky 6\nPOZNÁMKA - Číslo položky by mělo být vždy následováno znaménkem plus, i když žádná verze položky není přítomna. To je vyžadováno pro umožnění jednoznačného spojení identifikátoru položky přiřazeného výrobcem s jinou datovou konstrukcí pomocí spojovacího znaku plus (+). Například kombinace identifikátoru položky 50P přiřazeného výrobcem bez verze položky a sériového čísla (identifikátor dat S) na entitě by mohla být zakódována jako 50PDEF++S1234.
de: Vom Hersteller zugewiesene Artikelkennung - bestehend aus einer vom Artikelhersteller zugewiesenen Artikelnummer, gefolgt von einem Pluszeichen (+), gefolgt - falls erforderlich, um den Artikel innerhalb des Produktbereichs des Herstellers eindeutig zu identifizieren - von einer vom Hersteller zugewiesenen Artikelversion.\nBeispiel 50PABC+6 würde Artikelnummer ABC, Artikelversion 6 darstellen\nHINWEIS - Die Artikelnummer muss immer von einem Pluszeichen gefolgt werden, auch wenn keine Artikelversion vorhanden ist. Dies ist erforderlich, um die eindeutige Verkettung der vom Hersteller zugewiesenen Artikelkennung mit einer anderen Datenkonstruktion unter Verwendung des Verkettungszeichens Plus (+) zu ermöglichen. Zum Beispiel könnte die Kombination einer 50P vom Hersteller zugewiesenen Artikelkennung ohne Artikelversion und einer Seriennummer (Datenidentifikator S) auf einer Entität als 50PDEF++S1234 kodiert werden.
el: Αναγνωριστικό Αντικειμένου που Ανατέθηκε από τον Κατασκευαστή - που αποτελείται από έναν αριθμό αντικειμένου που ανατέθηκε από τον κατασκευαστή του αντικειμένου, ακολουθούμενο από ένα σύμβολο πλης (+), ακολουθούμενο - εάν απαιτείται για τη μοναδική ταυτοποίηση του αντικειμένου εντός της γκάμας προϊόντων του κατασκευαστή - από έναν αριθμό έκδοσης που ανατέθηκε από τον κατασκευαστή.\nΠαράδειγμα 50PABC+6 θα αντιπροσώπευε τον αριθμό αντικειμένου ABC, έκδοση αντικειμένου 6\nΣΗΜΕΙΩΣΗ - Ο αριθμός αντικειμένου πρέπει πάντα να ακολουθείται από ένα σύμβολο πλης, ακόμη και αν δεν υπάρχει παρουσία έκδοσης αντικειμένου. Αυτό απαιτείται για να επιτρέπεται η αμφισβήτηση συνένωσης αναγνωριστικού αντικειμένου που ανατέθηκε από τον κατασκευαστή με άλλη δομή δεδομένων χρησιμοποιώντας τον χαρακτήρα συνένωσης πλης. Για παράδειγμα, ο συνδυασμός ενός αναγνωριστικού αντικειμένου 50P που ανατέθηκε από τον κατασκευαστή χωρίς έκδοση αντικειμένου και ένας σειριακός αριθμός (Αναγνωριστικό Δεδομένων S) σε ένα οντότητα μπορεί να κωδικοποιηθεί ως 50PDEF++S1234.
es: Identificador de Artículo Asignado por el Fabricante - comprendiendo un número de artículo asignado por el fabricante del artículo, seguido por un signo más (+), seguido - si es necesario para identificar de manera única el artículo dentro de la gama de productos del fabricante - por una versión de artículo asignada por el fabricante.\nEjemplo 50PABC+6 representaría el número de artículo ABC, versión de artículo 6\nNOTA - El número de artículo siempre será seguido por un signo más, incluso si no hay versión de artículo presente. Esto es necesario para permitir la concatenación no ambigua del identificador de artículo asignado por el fabricante con otra construcción de datos usando el carácter de concatenación más (+). Por ejemplo, la combinación de un identificador de artículo 50P asignado por el fabricante sin versión de artículo y un número de serie (Identificador de Datos S) en una entidad podría codificarse como 50PDEF++S1234.
et: Tootja poolt määratud Eseme Identifikaator - koosneb eseme numbrist, mille on määranud eseme tootja, millele järgneb plussmärk (+), järgneb - kui on vajalik eseme unikaalseks identifitseerimiseks tootja tootevalikus - tootja poolt määratud eseme versioon.\nNäide 50PABC+6 tähistab eseme numbrit ABC, eseme versiooni 6\nMÄRKUS - Eseme numbrile peab alati järgnema plussmärk, isegi kui eseme versiooni ei ole. See on vajalik, et võimaldada tootja poolt määratud eseme identifikaatori ühemõttelist liitmist teise andmekonstruktsiooniga, kasutades liitmiseks plussmärki. Näiteks, kui 50P tootja poolt määratud eseme identifikaator ilma eseme versioonita ja seerianumber (Andmeidentifikaator S) on kodeeritud üksusele, võiks see olla kodeeritud kui 50PDEF++S1234.
fi: Valmistajan Määrittämä Tuotetunniste - sisältää valmistajan määrittämän tuotenumeron, jonka perässä plus (+) merkki, seurattuna - jos tarvitaan tuotteen yksilölliseen tunnistamiseen valmistajan tuotevalikoimassa - valmistajan määrittämällä tuoteversion.\nEsimerkki 50PABC+6 edustaisi tuotenumeroa ABC, tuoteversio 6\nHUOM - Tuotenumeroa seuraa aina plus merkki, vaikka tuoteversiota ei olisikaan. Tämä on tarpeen valmistajan määrittämän tuotetunnisteen epäselvyydettömän yhdistämisen mahdollistamiseksi toisen datarakenteen kanssa käyttäen yhdistämismerkkinä plussaa (+). Esimerkiksi yhdistelmä 50P valmistajan määrittämä tuotetunniste ilman tuoteversiota ja sarjanumero (Datan tunnistekoodi S) entiteetissä voitaisiin koodata 50PDEF++S1234.
fr: Identifiant d'article attribué par le fabricant - comprenant un numéro d'article attribué par le fabricant de l'article, suivi d'un signe plus (+), suivi - si nécessaire pour identifier de manière unique l'article dans la gamme de produits du fabricant - par une version d'article attribuée par le fabricant.\nExemple 50PABC+6 représenterait le numéro d'article ABC, version d'article 6\nREMARQUE - Le numéro d'article doit toujours être suivi d'un signe plus, même si aucune version d'article n'est présente. Cela est nécessaire pour permettre la concaténation non ambiguë de l'identifiant d'article attribué par le fabricant avec une autre structure de données en utilisant le caractère de concaténation plus (+). Par exemple, la combinaison d'un identifiant d'article 50P attribué par le fabricant sans version d'article et d'un numéro de série (Identifiant de données S) sur une entité pourrait être codée comme 50PDEF++S1234.
ga: Aitheantas Míre a shanntar ag Monaróir - ag comhdhéanamh uimhir mhíre a shanntar ag monaróir an mhíre, in éineacht le comhartha móide (+), agus - más gá chun an mhír a aithint go huathúil laistigh de raon táirgí an mhonaróra - le leagan míre a shanntar ag an monaróir.\nSampla 50PABC+6 a léire odh uimhir míre ABC, leagan míre 6\nNÓTA - Ba chóir uimhir an mhíre a leanúint i gcónaí le comhartha móide, fiú mura bhfuil aon leagan míre ann. Tá sé seo riachtanach chun comhcheangal gan bhriseadh a cheadú idir aitheantas míre a shanntar ag monaróir le struchtúr sonraí eile ag baint úsáide as an carachtar comhcheangailte móide. Mar shampla, d'fhéadfaí comhcheangal aitheantas míre a shanntar ag monaróir gan aon leagan míre agus uimhir shraitheach (Aitheantas Sonraí S) ar eintiteas a chódú mar 50PDEF++S1234.
hr: Identifikator artikla dodijeljen od proizvođača - sastoji se od broja artikla dodijeljenog od proizvođača artikla, slijedi plus (+) znak, slijedi - ako je potrebno za jedinstvenu identifikaciju artikla unutar proizvođačevog asortimana proizvoda - proizvođačem dodijeljen broj verzije artikla.\nPrimjer 50PABC+6 bi predstavljao broj artikla ABC, verzija artikla 6\nNAPOMENA - Broj artikla uvijek mora slijediti plus znak, čak i ako verzija artikla nije prisutna. To je potrebno kako bi se omogućila nedvosmislena konkatenacija identifikatora artikla dodijeljenog od proizvođača s drugom podatkovnom konstrukcijom koristeći konkatenacijski karakter plus. Na primjer, kombinacija 50P identifikatora artikla dodijeljenog od proizvođača bez verzije artikla i serijskog broja (Identifikator podataka S) na entitetu mogla bi biti kodirana kao 50PDEF++S1234.
hu: Gyártó által hozzárendelt egyedi cikkazonosító - egy cikkszámot követő plusz (+) jel, amelyet - amennyiben szükséges a cikk egyedi azonosításához a gyártó termékválasztékában - egy gyártó által hozzárendelt cikkverzió követ.\nPélda 50PABC+6 azt jelenti, hogy a cikkszám ABC, a cikk verziója 6\nMEGJEGYZÉS - A cikkszámot mindig követnie kell egy plusz jelnek, még akkor is, ha nincs cikkverzió. Ez szükséges ahhoz, hogy egyértelműen összefűzhető legyen a gyártó által hozzárendelt cikkazonosító egy másik adatstruktúrával a plusz (+) karakter használatával. Például egy 50P gyártó által hozzárendelt cikkazonosító egy cikkverzió nélkül egy entitás sorozatszámával (Adat azonosító S) történő kombinációja 50PDEF++S1234 formában lehet kódolva.
is: Framleiðanda úthlutað atriðisauðkenni - samanstendur af atriðisnúmeri úthlutað af atriðisframleiðanda, fylgt af plúsmerki (+), fylgt - ef nauðsynlegt til að auðkenna atriðið einstaklega innan framleiðanda vöruúrvals - af framleiðanda úthlutaðri atriðisútgáfu.\nDæmi 50PABC+6 myndi tákna atriðisnúmer ABC, atriðisútgáfa 6\nATH - Atriðisnúmeri skal alltaf fylgja plúsmerki, jafnvel þótt engin atriðisútgáfa sé til staðar. Þetta er nauðsynlegt til að leyfa ótvíræða samtengingu framleiðanda úthlutaðs atriðisauðkennis með öðru gagnagrind með notkun samtengingartákns plús. Til dæmis, samtenging 50P framleiðanda úthlutaðs atriðisauðkennis án atriðisútgáfu og raðnúmer (Gagnakennari S) á einingu gæti verið kóðuð sem 50PDEF++S1234.
it: Identificatore di Articolo Assegnato dal Produttore - comprendente un numero di articolo assegnato dal produttore dell'articolo, seguito da un segno più (+), seguito - se necessario per identificare univocamente l'articolo all'interno della gamma di prodotti del produttore - da una versione dell'articolo assegnata dal produttore.\nEsempio 50PABC+6 rappresenterebbe il numero di articolo ABC, versione dell'articolo 6\nNOTA - Il numero dell'articolo deve essere sempre seguito da un segno più, anche se non è presente alcuna versione dell'articolo. Questo è richiesto per permettere la concatenazione univoca dell'identificatore di articolo assegnato dal produttore con un'altra struttura di dati utilizzando il carattere di concatenazione più (+). Ad esempio, la combinazione di un identificatore di articolo 50P assegnato dal produttore senza versione dell'articolo e un numero di serie (Identificatore di dati S) su un'entità potrebbe essere codificata come 50PDEF++S1234.
lt: Gamintojo priskirtas prekės identifikatorius - apimantis gamintojo priskirtą prekės numerį, sekamas pliuso (+) ženklu, sekamas - jei reikia unikaliai identifikuoti prekę gamintojo produktų asortimente - gamintojo priskirtu prekės versijos numeriu.\nPavyzdys 50PABC+6 reiškia prekės numerį ABC, prekės versija 6\nPASTABA - Prekės numeris visada turi būti sekamas pliuso ženklu, net jei prekės versijos nėra. Tai reikalaujama, kad būtų galima nedviprasmiškai sujungti gamintojo priskirtą prekės identifikatorių su kitu duomenų konstruktų, naudojant pliuso ženklą kaip jungtį. Pavyzdžiui, kombinacija iš 50P gamintojo priskirto prekės identifikatoriaus be prekės versijos ir serijos numerio (Duomenų identifikatorius S) ant objekto gali būti užkoduota kaip 50PDEF++S1234.
lv: Ražotāja Piešķirts Preces Identifikators - sastāv no preces numura, ko piešķīris preces ražotājs, kam seko plusa (+) zīme, seko - ja nepieciešams, lai unikāli identificētu preci ražotāja produktu klāstā - ražotāja piešķirta preces versija.\nPiemērs 50PABC+6 norāda uz preces numuru ABC, preces versiju 6\nPIEZĪME - Preces numuram vienmēr seko plusa zīme, pat ja preces versija nav norādīta. Tas ir nepieciešams, lai nodrošinātu nepārprotamu ražotāja piešķirta preces identifikatora konkatenāciju ar citu datu konstruktu, izmantojot konkatenācijas rakstzīmi plusu (+). Piemēram, 50P ražotāja piešķirta preces identifikatora bez preces versijas kombinācija ar sērijas numuru (Datu identifikators S) uz vienības varētu tikt kodēta kā 50PDEF++S1234.
mt: Identifikatur tal-Oġġett Assenjat mill-Manifattur - li jikkonsisti f'numru tal-oġġett assenjat mill-manifattur tal-oġġett, segwit minn sinjal tal-plus (+), segwit - jekk meħtieġ biex jidentifika unikament l-oġġett fir-reġistru tal-prodott tal-manifattur - minn verżjoni tal-oġġett assenjata mill-manifattur.\nEżempju 50PABC+6 tirrappreżenta n-numru tal-oġġett ABC, verżjoni tal-oġġett 6\nNOTA - In-numru tal-oġġett dejjem għandu jiġi segwit minn sinjal tal-plus, anke jekk ma tkunx preżenti verżjoni tal-oġġett. Dan huwa meħtieġ biex jippermetti l-konkatenazzjoni bla ambigwità tal-identifikatur tal-oġġett assenjat mill-manifattur ma' kostrutt tad-data ieħor bl-użu tal-karattru tal-konkatenazzjoni plus. Per eżempju, il-kombinazzjoni ta' identifikatur tal-oġġett assenjat mill-manifattur 50P mingħajr verżjoni tal-oġġett u numru tas-serje (Identifikatur tad-Data S) fuq entità tista' tiġi kkodifikata bħala 50PDEF++S1234.
nl: Fabrikant-Toegewezen Item Identificator - bestaande uit een itemnummer toegewezen door de itemfabrikant, gevolgd door een plus (+) teken, gevolgd - indien vereist om het item uniek te identificeren binnen het productassortiment van de fabrikant - door een fabrikant toegewezen itemversie.\nVoorbeeld 50PABC+6 zou itemnummer ABC, itemversie 6 vertegenwoordigen\nOPMERKING - Het itemnummer moet altijd worden gevolgd door een plusteken, zelfs als er geen itemversie aanwezig is. Dit is vereist om de ondubbelzinnige aaneenschakeling van fabrikant-toegewezen itemidentificator met een ander gegevensconstructie met behulp van het aaneenschakelingskarakter plus (+) mogelijk te maken. Bijvoorbeeld, de combinatie van een 50P fabrikant-toegewezen itemidentificator zonder itemversie en een serienummer (Gegevensidentificator S) op een entiteit kan worden gecodeerd als 50PDEF++S1234.
no: Produsenttildelt vareidentifikator - bestående av et varenummer tildelt av vareprodusenten, etterfulgt av et pluss (+) tegn, etterfulgt - hvis nødvendig for å unikt identifisere varen innenfor produsentens produktsortiment - av en produsenttildelt vareversjon.\nEksempel 50PABC+6 ville representere varenummer ABC, vareversjon 6\nMERK - Varenummeret skal alltid følges av et pluss tegn, selv om ingen vareversjon er tilstede. Dette kreves for å tillate entydig sammenkobling av produsenttildelt vareidentifikator med en annen datakonstruksjon ved bruk av sammenkoblingskarakteren pluss (+). For eksempel, kombinasjonen av en 50P produsenttildelt vareidentifikator uten vareversjon og et serienummer (Dataidentifikator S) på en enhet kan kodes som 50PDEF++S1234.
pl: Identyfikator przedmiotu przydzielony przez producenta - składający się z numeru przedmiotu przydzielonego przez producenta przedmiotu, po którym następuje znak plusa (+), po którym - jeśli jest to wymagane do jednoznacznego zidentyfikowania przedmiotu w zakresie produktów producenta - następuje wersja przedmiotu przydzielona przez producenta.\nPrzykład 50PABC+6 oznaczałby numer przedmiotu ABC, wersja przedmiotu 6\nUWAGA - Numer przedmiotu zawsze musi być poprzedzony znakiem plusa, nawet jeśli nie ma wersji przedmiotu. Jest to wymagane, aby umożliwić jednoznaczne połączenie identyfikatora przedmiotu przydzielonego przez producenta z inną konstrukcją danych przy użyciu znaku plusa jako znaku łączącego. Na przykład połączenie identyfikatora przedmiotu przydzielonego przez producenta 50P bez wersji przedmiotu z numerem seryjnym (Identyfikator danych S) na jednostce mogłoby być zakodowane jako 50PDEF++S1234.
pt: Identificador de Item Atribuído pelo Fabricante - compreendendo um número de item atribuído pelo fabricante do item, seguido por um sinal de mais (+), seguido - se necessário para identificar unicamente o item dentro da gama de produtos do fabricante - por uma versão do item atribuída pelo fabricante.\nExemplo 50PABC+6 representaria o número do item ABC, versão do item 6\nNOTA - O número do item deve sempre ser seguido por um sinal de mais, mesmo se nenhuma versão do item estiver presente. Isso é necessário para permitir a concatenação inequívoca do identificador de item atribuído pelo fabricante com outra construção de dados usando o caractere de concatenação mais (+). Por exemplo, a combinação de um identificador de item atribuído pelo fabricante 50P sem versão do item e um número de série (Identificador de Dados S) em uma entidade pode ser codificada como 50PDEF++S1234.
ro: Identificatorul Articolului Atribuit de Producător - cuprinzând un număr de articol atribuit de producătorul articolului, urmat de un semn plus (+), urmat - dacă este necesar pentru a identifica unic articolul în cadrul gamei de produse a producătorului - de o versiune a articolului atribuită de producător.\nExemplu 50PABC+6 ar reprezenta numărul de articol ABC, versiunea articolului 6\nNOTĂ - Numărul articolului va fi întotdeauna urmat de un semn plus, chiar dacă nu este prezentă nicio versiune a articolului. Acest lucru este necesar pentru a permite concatenarea neechivocă a identificatorului articolului atribuit de producător cu o altă structură de date folosind caracterul de concatenare plus. De exemplu, combinația unui identificator de articol 50P atribuit de producător fără nicio versiune a articolului și un număr de serie (Identificatorul Datelor S) pe o entitate ar putea fi codificată ca 50PDEF++S1234.
sk: Identifikátor položky pridelený výrobcom - pozostáva z čísla položky prideleného výrobcom položky, nasledované znakom plus (+), nasledované - ak je potrebné jedinečne identifikovať položku v rámci produktového radu výrobcu - identifikátorom verzie položky prideleným výrobcom.\nPríklad 50PABC+6 by predstavoval číslo položky ABC, verziu položky 6\nPOZNÁMKA - Číslo položky musí byť vždy nasledované znakom plus, aj keď nie je prítomná žiadna verzia položky. To je potrebné na umožnenie jednoznačného spojenia identifikátora položky prideleného výrobcom s iným dátovým konštruktom pomocou znaku spojenia plus. Napríklad kombinácia identifikátora položky 50P prideleného výrobcom bez verzie položky a sériového čísla (identifikátor údajov S) na subjekte by mohla byť zakódovaná ako 50PDEF++S1234.
sl: Identifikator izdelka, dodeljen s strani proizvajalca - sestavljen iz številke izdelka, dodeljene s strani proizvajalca, sledi plus (+) znak, sledi - če je potrebno za unikatno identifikacijo izdelka znotraj proizvodne linije proizvajalca - dodeljena verzija izdelka s strani proizvajalca.\nPrimer 50PABC+6 bi predstavljal številko izdelka ABC, verzija izdelka 6\nOPOMBA - Številki izdelka mora vedno slediti plus znak, tudi če verzija izdelka ni prisotna. To je potrebno za omogočanje nedvoumnega združevanja identifikatorja izdelka, dodeljenega s strani proizvajalca, z drugo podatkovno konstrukcijo z uporabo znaka za združevanje plus. Na primer, kombinacija 50P identifikatorja izdelka, dodeljenega s strani proizvajalca brez verzije izdelka, in serijske številke (Identifikator podatkov S) na entiteti bi bila kodirana kot 50PDEF++S1234.
sv: Tillverkartilldelad Artikelidentifierare - bestående av ett artikelnummer tilldelat av artikelns tillverkare, följt av ett plustecken (+), följt - om nödvändigt för att entydigt identifiera artikeln inom tillverkarens produktsortiment - av en tillverkartilldelad artikelversion.\nExempel 50PABC+6 skulle representera artikelnummer ABC, artikelversion 6\nOBS - Artikelnumret ska alltid följas av ett plustecken, även om ingen artikelversion finns. Detta krävs för att tillåta entydig sammanfogning av tillverkartilldelad artikelidentifierare med en annan datakonstruktion med användning av sammanfogningskaraktären plus (+). Till exempel skulle kombinationen av en 50P tillverkartilldelad artikelidentifierare utan artikelversion och ett serienummer (Dataidentifierare S) på en enhet kunna kodas som 50PDEF++S1234.
