Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di12025
source: Identification of a Party to a Transaction, e.g., 25L IAC CIN LOC assigned by a holder of a Company Identification Number (CIN) and including the related Issuing Agency Code (IAC) in accordance with ISO/IEC 15459 and its registry, structured as a sequence of 3 concatenated data elements: IAC, followed by CIN, followed by the physical internal location (LOC) that is unique within the CIN holder's domain.
bg: Идентификация на страна в транзакция, напр., 25L IAC CIN LOC присвоено от притежател на идентификационен номер на компанията (CIN) и включващо съответния код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459 и неговия регистър, структуриран като поредица от 3 конкатенирани данни елементи: IAC, последвано от CIN, последвано от физическото вътрешно местоположение (LOC), което е уникално в рамките на домейна на притежателя на CIN.
cs: Identifikace strany transakce, např., 25L IAC CIN LOC přiřazená držitelem Čísla Identifikace Společnosti (CIN) a zahrnující související Kód Vydávající Agentury (IAC) v souladu s ISO/IEC 15459 a jeho registrem, strukturovaná jako posloupnost 3 spojených datových prvků: IAC, následované CIN, následované fyzickou vnitřní lokalitou (LOC), která je unikátní v rámci domény držitele CIN.
de: Identifizierung einer Partei zu einer Transaktion, z. B. 25L IAC CIN LOC, zugewiesen von einem Inhaber einer Unternehmensidentifikationsnummer (CIN) und einschließlich des zugehörigen Ausstellenden Agenturcodes (IAC) gemäß ISO/IEC 15459 und seinem Register, strukturiert als eine Folge von 3 verketteten Datenelementen: IAC, gefolgt von CIN, gefolgt vom physischen internen Standort (LOC), der innerhalb des Bereichs des CIN-Inhabers eindeutig ist.
el: Ταυτοποίηση Μέρους σε μια Συναλλαγή, π.χ., 25L IAC CIN LOC που ανατίθεται από τον κάτοχο ενός Αριθμού Αναγνώρισης Εταιρείας (CIN) και περιλαμβάνει τον σχετικό Κωδικό Εκδότη Οργανισμού (IAC) σύμφωνα με το ISO/IEC 15459 και το μητρώο του, δομημένο ως μια ακολουθία 3 συνεχόμενων στοιχείων δεδομένων: IAC, ακολουθούμενο από CIN, ακολουθούμενο από τη φυσική εσωτερική τοποθεσία (LOC) που είναι μοναδική εντός του τομέα του κατόχου CIN.
es: Identificación de una Parte en una Transacción, por ejemplo, 25L IAC CIN LOC asignado por un titular de un Número de Identificación de Compañía (CIN) e incluyendo el Código de Agencia Emisora (IAC) relacionado de acuerdo con ISO/IEC 15459 y su registro, estructurado como una secuencia de 3 elementos de datos concatenados: IAC, seguido por CIN, seguido por la ubicación interna física (LOC) que es única dentro del dominio del titular del CIN.
et: Tehingu Osapoole Identifitseerimine, nt 25L IAC CIN LOC, mille on määranud ettevõtte Identifitseerimisnumbri (CIN) omanik ja mis hõlmab seotud Väljaandva Asutuse Koodi (IAC) vastavalt ISO/IEC 15459-le ja selle registrile, struktureeritud kui 3 järjestikku konkateeritud andmeelementi: IAC, järgneb CIN, järgneb füüsiline sisemine asukoht (LOC), mis on unikaalne CIN omaniku domeenis.
fi: Transaktion Osapuolen Tunnistus, esim., 25L IAC CIN LOC määritetty Yritystunnusnumeron (CIN) haltijan toimesta ja sisältäen liittyvän Myöntämisviraston Koodin (IAC) ISO/IEC 15459:n ja sen rekisterin mukaisesti, rakennettuna 3 yhdistetyn datan elementin järjestyksessä: IAC, jonka jälkeen CIN, jonka jälkeen fyysinen sisäinen sijainti (LOC), joka on uniikki CIN:n haltijan alueella.
fr: Identification d'une partie à une transaction, par exemple, 25L IAC CIN LOC attribuée par un détenteur d'un numéro d'identification d'entreprise (CIN) et incluant le code d'agence émettrice (IAC) connexe conformément à l'ISO/IEC 15459 et son registre, structurée en une séquence de 3 éléments de données concaténés : IAC, suivi de CIN, suivi de l'emplacement interne physique (LOC) qui est unique dans le domaine du détenteur du CIN.
ga: Aitheantas Páirtí chuig Idirbheart, m.sh., 25L IAC CIN LOC a shanntar ag sealbhóir Uimhir Aitheantais Cuideachta (CIN) agus lena n-áirítear an Cód Gníomhaireachta Eisithe (IAC) gaolmhar de réir ISO/IEC 15459 agus a chlárlann, struchtúrtha mar shraith de 3 eilimintí sonraí comhcheangailte: IAC, ina dhiaidh sin CIN, ina dhiaidh sin an suíomh inmheánach fisiciúil (LOC) atá uathúil laistigh de réimse sealbhóir an CIN.
hr: Identifikacija stranke u transakciji, npr. 25L IAC CIN LOC dodijeljeno od strane nositelja broja identifikacije tvrtke (CIN) uključujući povezani Kod izdavateljske agencije (IAC) u skladu s ISO/IEC 15459 i njegovim registrom, strukturirano kao niz od 3 spojena podatkovna elementa: IAC, zatim CIN, zatim fizička unutarnja lokacija (LOC) koja je jedinstvena unutar domene nositelja CIN.
hu: Egy tranzakcióhoz kapcsolódó fél azonosítása, pl., 25L IAC CIN LOC, amelyet egy Vállalati Azonosító Szám (CIN) birtokosa rendelt hozzá, beleértve a kapcsolódó Kiadói Ügynökségi Kódot (IAC) az ISO/IEC 15459 és annak nyilvántartása szerint, strukturálva 3 összefűzött adatelem sorozataként: IAC, majd CIN, majd a fizikai belső helyszín (LOC), amely egyedi a CIN birtokosának domainjében.
is: Auðkenning aðila að viðskiptum, t.d., 25L IAC CIN LOC úthlutað af haldi fyrirtækjaauðkennisnúmers (CIN) og inniheldur viðeigandi útgáfustofnunarkóða (IAC) í samræmi við ISO/IEC 15459 og skrá þess, byggt sem röð 3 tengdra gagnaþátta: IAC, á eftir CIN, á eftir líkamlegri innri staðsetningu (LOC) sem er einstök innan sviðs CIN haldarans.
it: Identificazione di una Parte in una Transazione, es., 25L IAC CIN LOC assegnato da un detentore di un Numero di Identificazione Aziendale (CIN) e includendo il relativo Codice di Agenzia di Emissione (IAC) in conformità con ISO/IEC 15459 e il suo registro, strutturato come una sequenza di 3 elementi di dati concatenati: IAC, seguito da CIN, seguito dalla località interna fisica (LOC) che è unico all'interno del dominio del detentore del CIN.
lt: Sandorio šalies identifikavimas, pvz., 25L IAC CIN LOC, priskirtas įmonės identifikavimo numerio (CIN) turėtojo ir įtraukiant susijusį išdavimo agentūros kodą (IAC) pagal ISO/IEC 15459 ir jos registrą, struktūruotas kaip 3 konkatenacijos duomenų elementai: IAC, po to CIN, po to fizinė vidaus vieta (LOC), kuri yra unikali CIN turėtojo srityje.
lv: Identifikācija Pusei Darījumā, piemēram, 25L IAC CIN LOC, kas piešķirta uzņēmuma Identifikācijas Numura (CIN) turētāja un iekļaujot attiecīgo Izdošanas Aģentūras Kodu (IAC) saskaņā ar ISO/IEC 15459 un tā reģistru, strukturēta kā 3 konkatenētu datu elementu virkne: IAC, seko CIN, seko fiziskai iekšējai atrašanās vietai (LOC), kas ir unikāla CIN turētāja domēnā.
mt: Identifikazzjoni ta' Parti għal Transazzjoni, eż., 25L IAC CIN LOC assenjat minn detentur ta' Numru ta' Identifikazzjoni tal-Kumpanija (CIN) u inkluż il-Kodiċi tal-Aġenzija li Toħroġ (IAC) skont l-ISO/IEC 15459 u r-reġistru tiegħu, strutturat bħala sekwenza ta' 3 elementi tad-data konkatenati: IAC, segwit minn CIN, segwit mill-post intern fiżiku (LOC) li huwa uniku fl-ambitu tad-detentur tal-CIN.
nl: Identificatie van een Partij bij een Transactie, bijv., 25L IAC CIN LOC toegewezen door een houder van een Bedrijfsidentificatienummer (CIN) en inclusief de gerelateerde Uitgevende Instantiecode (IAC) in overeenstemming met ISO/IEC 15459 en het register ervan, gestructureerd als een reeks van 3 aaneengeschakelde gegevenselementen: IAC, gevolgd door CIN, gevolgd door de fysieke interne locatie (LOC) die uniek is binnen het domein van de CIN-houder.
no: Identifikasjon av en part til en transaksjon, for eksempel, 25L IAC CIN LOC tildelt av en innehaver av et selskapsidentifikasjonsnummer (CIN) og inkludert det relaterte utstedende byråkoden (IAC) i samsvar med ISO/IEC 15459 og dets register, strukturert som en sekvens av 3 sammenkoblede dataelementer: IAC, etterfulgt av CIN, etterfulgt av den fysiske interne lokasjonen (LOC) som er unik innenfor CIN-innehaverens domene.
pl: Identyfikacja Strony Transakcji, np. 25L IAC CIN LOC przydzielona przez posiadacza Numeru Identyfikacji Firmy (CIN) i zawierająca powiązany Kod Agencji Wydającej (IAC) zgodnie z ISO/IEC 15459 i jego rejestrem, strukturyzowana jako sekwencja 3 połączonych elementów danych: IAC, następnie CIN, następnie fizyczna wewnętrzna lokalizacja (LOC), która jest unikatowa w domenie posiadacza CIN.
pt: Identificação de uma Parte em uma Transação, por exemplo, 25L IAC CIN LOC atribuído por um detentor de um Número de Identificação da Empresa (CIN) e incluindo o Código da Agência Emissora (IAC) relacionado de acordo com ISO/IEC 15459 e seu registro, estruturado como uma sequência de 3 elementos de dados concatenados: IAC, seguido por CIN, seguido pela localização interna física (LOC) que é única dentro do domínio do detentor do CIN.
ro: Identificarea unei Părți la o Tranzacție, de exemplu, 25L IAC CIN LOC atribuit de un deținător al unui Număr de Identificare a Companiei (CIN) și incluzând Codul Agenției Emitente (IAC) asociat conform ISO/IEC 15459 și registrul său, structurat ca o secvență de 3 elemente de date concatenate: IAC, urmat de CIN, urmat de locația internă fizică (LOC) care este unică în domeniul deținătorului CIN.
sk: Identifikácia strany transakcie, napr., 25L IAC CIN LOC pridelená držiteľom čísla identifikácie spoločnosti (CIN) a zahŕňajúca príslušný kód vydávajúcej agentúry (IAC) v súlade s ISO/IEC 15459 a jeho registrom, štruktúrovaná ako postupnosť 3 spojených dátových prvkov: IAC, nasledovaný CIN, nasledovaný fyzickou internou lokalitou (LOC), ktorá je unikátna v rámci domény držiteľa CIN.
sl: Identifikacija stranke v transakciji, npr. 25L IAC CIN LOC, dodeljena s strani imetnika identifikacijske številke podjetja (CIN) in vključno z zadevno kodo izdajateljske agencije (IAC) v skladu z ISO/IEC 15459 in njenim registrom, strukturirano kot zaporedje 3 združenih podatkovnih elementov: IAC, sledi CIN, sledi fizična notranja lokacija (LOC), ki je unikatna znotraj domene imetnika CIN.
sv: Identifiering av en part i en transaktion, t.ex., 25L IAC CIN LOC tilldelad av en innehavare av ett företagsidentifieringsnummer (CIN) och inklusive den relaterade utfärdande byråkoden (IAC) i enlighet med ISO/IEC 15459 och dess register, strukturerad som en sekvens av 3 sammanfogade dataelement: IAC, följt av CIN, följt av den fysiska interna platsen (LOC) som är unik inom CIN-innehavarens domän.
