Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di2023
source: Surety Number.\nThe three-digit numeric code that identifies the surety company on the Customs Bond. This code can be found in block 7 of the CBP Form 301, or is available through CBP's automated system to ABI filers, via the importer bond query transaction. For U.S. Government importations and entry types not requiring surety, code 999 should appear in this block. When cash or Government securities are used in lieu of surety, use code 998.
bg: Номер на гаранция.\nТрицифреният числов код, който идентифицира застрахователната компания във връзка с Митническата гаранция. Този код може да бъде намерен в блок 7 на формата CBP 301 или е достъпен чрез автоматизираната система на CBP за файлове ABI, чрез транзакцията за запитване за гаранция на вносителя. За внос на правителството на САЩ и типове входове, които не изискват гаранция, в този блок трябва да се появи код 999. Когато се използват пари в брой или държавни ценни книжа вместо гаранция, се използва код 998.
cs: Číslo jistoty.\nTřímístný číselný kód, který identifikuje pojišťovací společnost na celním záručním listu. Tento kód lze nalézt v bloku 7 formuláře CBP 301, nebo je k dispozici prostřednictvím automatizovaného systému CBP pro podavatele ABI, prostřednictvím transakce dotazu na vazbu importéra. Pro importace vlády USA a typy vstupů, které nevyžadují jistotu, by měl být v tomto bloku zobrazen kód 999. Pokud jsou místo jistoty použity hotovost nebo vládní cenné papíry, použijte kód 998.
de: Kautionsnummer.\nDer dreistellige numerische Code, der die Kautionsgesellschaft auf dem Zollbürgschaftsformular identifiziert. Dieser Code ist in Block 7 des CBP-Formulars 301 zu finden oder steht ABI-Anmeldern über das automatisierte CBP-System zur Verfügung, über die Importeur-Bond-Abfrage-Transaktion. Für US-Regierungsimporte und Eintragsarten, die keine Bürgschaft erfordern, sollte in diesem Block der Code 999 erscheinen. Wenn Bargeld oder Regierungswertpapiere anstelle einer Bürgschaft verwendet werden, verwenden Sie den Code 998.
el: Αριθμός Εγγύησης.\nΟ τριψήφιος αριθμητικός κωδικός που ταυτοποιεί την εταιρεία εγγύησης στην Τελωνειακή Εγγύηση. Αυτός ο κωδικός μπορεί να βρεθεί στο μπλοκ 7 της φόρμας CBP 301, ή είναι διαθέσιμος μέσω του αυτοματοποιημένου συστήματος του CBP στους χρήστες ABI, μέσω της συναλλαγής ερωτήματος εγγύησης εισαγωγέα. Για εισαγωγές της Κυβέρνησης των Η.Π.Α. και τύπους εισόδου που δεν απαιτούν εγγύηση, ο κωδικός 999 πρέπει να εμφανίζεται σε αυτό το μπλοκ. Όταν χρησιμοποιούνται μετρητά ή κρατικά τίτλοι αντί για εγγύηση, χρησιμοποιείται ο κωδικός 998.
es: Número de Fianza.\nEl código numérico de tres dígitos que identifica a la compañía de fianzas en la Fianza Aduanera. Este código se puede encontrar en el bloque 7 del Formulario CBP 301, o está disponible a través del sistema automatizado de CBP para los presentadores ABI, mediante la transacción de consulta de fianza del importador. Para las importaciones del Gobierno de EE. UU. y los tipos de entrada que no requieren fianza, el código 999 debe aparecer en este bloque. Cuando se utilice efectivo o valores del Gobierno en lugar de fianza, use el código 998.
et: Tagatise number.\nKolmekohaline numbriline kood, mis identifitseerib tollikautsjoni andva kindlustusseltsi. Seda koodi saab leida CBP vormi 301 blokist 7 või see on kättesaadav läbi CBP automaatse süsteemi ABI esitajatele, importija kautsjoni päringutehingu kaudu. USA valitsuse importimise ja sissekande tüüpide puhul, mis ei nõua tagatist, tuleks selles blokis näidata koodi 999. Kui sularaha või valitsuse väärtpabereid kasutatakse tagatise asemel, kasutage koodi 998.
fi: Vakuusnumero.\nKolminumeroinen numeerinen koodi, joka tunnistaa vakuutusyhtiön Tullisidonnaisuudessa. Tämä koodi löytyy lohkosta 7 CBP-lomakkeesta 301, tai on saatavilla CBP:n automatisoidun järjestelmän kautta ABI-tiedostonlähetysten kautta, tuojan sidonnaisuuskyselyn kautta. Yhdysvaltain hallituksen tuonnille ja sellaisille tulotyypeille, jotka eivät vaadi vakuutusta, koodissa 999 pitäisi näkyä tässä lohkossa. Kun käteistä tai hallituksen arvopapereita käytetään vakuutuksen sijaan, käytä koodia 998.
fr: Numéro de Caution.\nLe code numérique à trois chiffres qui identifie la compagnie d'assurance sur le Bond Douanier. Ce code peut être trouvé dans le bloc 7 du formulaire CBP 301, ou est disponible via le système automatisé du CBP pour les déclarants ABI, via la transaction de requête de bond d'importateur. Pour les importations du gouvernement des États-Unis et les types d'entrée ne nécessitant pas de caution, le code 999 doit apparaître dans ce bloc. Lorsque du cash ou des valeurs gouvernementales sont utilisées à la place d'une caution, utiliser le code 998.
ga: Uimhir Urrúis.\nAn cód uimhriúil trí dhigit a aithníonn an comhlacht urrúis ar an mBanna Custaim. Is féidir an cód seo a fháil i mbloc 7 den Fhoirm CBP 301, nó tá sé ar fáil trí chóras uathoibrithe CBP do chomhdaitheoirí ABI, trí idirbheart fiosrúcháin banna allmhaireora. Maidir le hallmhairí Rialtais na SA agus cineálacha iontrála nach n-éilíonn urrús, ba chóir cód 999 a chur sa bhloc seo. Nuair a úsáidtear airgead tirim nó urrúis Rialtais in ionad urrúis, bain úsáid as cód 998.
hr: Broj jamstva.\nTroznamenkasti numerički kod koji identificira jamstvenu kompaniju na Carinskoj obveznici. Ovaj kod može se pronaći u bloku 7 obrasca CBP 301 ili je dostupan putem automatiziranog sustava CBP-a za ABI podnositelje, putem transakcije upita o jamstvu uvoznika. Za uvoze američke vlade i tipove ulaza koji ne zahtijevaju jamstvo, u ovom bloku treba se pojaviti kod 999. Kada se umjesto jamstva koriste gotovina ili vrijednosni papiri vlade, koristi se kod 998.
hu: Kaució Száma.\nAz vámkezességi társaságot azonosító háromjegyű numerikus kód. Ezt a kódot a CBP Form 301 7. blokkjában található, vagy az ABI töltők számára a CBP automatizált rendszerén keresztül, az importőri kezesség lekérdezési tranzakción keresztül érhető el. Az Egyesült Államok kormányzati importjai és a kezességet nem igénylő bejegyzési típusok esetében ebben a blokkban a 999-es kódot kell megjeleníteni. Ha készpénzt vagy kormányzati értékpapírokat használnak kezesség helyett, használja a 998-as kódot.
is: Ábyrgðarnúmer.\nÞriggja stafa tölulegur kóði sem auðkennir ábyrgðarfyrirtækið á Tollarbondinu. Þessi kóði má finna í reit 7 af CBP Formi 301, eða er fáanlegur í gegnum sjálfvirka kerfið til ABI skrásetjara, í gegnum fyrirspurn um bond innflytjanda. Fyrir innflutning Bandaríkjanna stjórnvalda og inngangstegundir sem ekki krefjast ábyrgðar, ætti kóði 999 að birtast í þessum reit. Þegar reiðufé eða ríkisöryggi eru notuð í stað ábyrgðar, nota kóða 998.
it: Numero di Garanzia.\nIl codice numerico a tre cifre che identifica la compagnia di garanzia sul Bond Doganale. Questo codice può essere trovato nel blocco 7 del modulo CBP 301, o è disponibile tramite il sistema automatizzato di CBP agli utenti ABI, tramite la transazione di interrogazione del bond dell'importatore. Per le importazioni del Governo degli Stati Uniti e per i tipi di entrata che non richiedono garanzia, nel questo blocco deve apparire il codice 999. Quando si utilizzano contanti o titoli di Stato in luogo della garanzia, utilizzare il codice 998.
lt: Garantijos numeris.\nTrys skaitmenų skaitinis kodas, identifikuojantis garantijos bendrovę muitinės bonde. Šį kodą galima rasti CBP formos 301 7 bloke, arba prieinamas per CBP automatizuotą sistemą ABI įrašytojams, per importuotojo bono užklausos sandorį. JAV vyriausybės importui ir įrašo tipams, kuriems nereikia garantijos, šiame bloke turėtų būti nurodytas kodas 999. Kai už garantiją naudojami grynaisiais pinigais arba vyriausybės vertybiniais popieriais, naudokite kodą 998.
lv: Garantijas numurs.\nTrīsciparu skaitliskais kods, kas identificē garantijas uzņēmumu Muitas Obligācijā. Šo kodu var atrast CBP Formas 301 7. blokā, vai tas ir pieejams caur CBP automatizēto sistēmu ABI pildītājiem, caur importētāja obligācijas pieprasījuma darījumu. ASV valdības importam un ieraksta tipiem, kas neprasa garantiju, šajā blokā jāparādās kodam 999. Kad tiek izmantota skaidra nauda vai valdības vērtspapīri garantijas vietā, izmantojiet kodu 998.
mt: Numru tas-Suretà.\nIl-kodiċi numeriku ta' tliet ċifri li jidentifika l-kumpanija tas-suretà fuq il-Bond tad-Dwana. Dan il-kodiċi jista' jinstab fil-blokka 7 tal-Formola tal-CBP 301, jew huwa disponibbli permezz tas-sistema awtomatizzata tal-CBP għall-fajlers tal-ABI, permezz tat-tranżazzjoni tal-inkjesta tal-bond tal-importatur. Għal importazzjonijet tal-Gvern tal-Istati Uniti u tipi ta' dħul li ma jeħtiġux suretà, il-kodiċi 999 għandu jidher f'dan il-blokka. Meta flus kontanti jew titoli tal-Gvern jintużaw minflok suretà, uża l-kodiċi 998.
nl: Borgnummer.\nDe driecijferige numerieke code die de borgmaatschappij op de Douaneborg identificeert. Deze code is te vinden in blok 7 van het CBP Formulier 301, of is beschikbaar via het geautomatiseerde systeem van CBP voor ABI-indieners, via de importeurborgquerytransactie. Voor importaties van de Amerikaanse overheid en invoertypes die geen borg vereisen, moet code 999 in dit blok verschijnen. Wanneer contant geld of overheidseffecten worden gebruikt in plaats van een borg, gebruik code 998.
no: Kausjonsnummer.\nDet tredigit numeriske koden som identifiserer kausjonsselskapet på Tolletatenes Obligasjon. Denne koden kan finnes i blokk 7 av CBP Skjema 301, eller er tilgjengelig gjennom CBPs automatiserte system til ABI-filere, via importørens obligasjonsspørringstransaksjon. For U.S. Government importasjoner og inngangstyper som ikke krever kausjon, bør kode 999 vises i denne blokken. Når kontanter eller offentlige verdipapirer brukes i stedet for kausjon, bruk kode 998.
pl: Numer poręczenia.\nTrzycyfrowy kod numeryczny identyfikujący firmę poręczycielską na obligacji celnej. Kod ten można znaleźć w bloku 7 formularza CBP 301, lub jest dostępny za pośrednictwem zautomatyzowanego systemu CBP dla plikujących ABI, za pośrednictwem transakcji zapytania o obligację importera. Dla importów rządowych USA i typów wejść nie wymagających poręczenia, w tym bloku powinien pojawić się kod 999. Gdy zamiast poręczenia używane są gotówka lub papiery wartościowe rządowe, należy użyć kodu 998.
pt: Número da Garantia.\nO código numérico de três dígitos que identifica a companhia de seguros na Apólice Aduaneira. Este código pode ser encontrado no bloco 7 do Formulário CBP 301, ou está disponível através do sistema automatizado da CBP para preenchedores ABI, via a transação de consulta de apólice do importador. Para importações do Governo dos EUA e tipos de entrada que não requerem garantia, o código 999 deve aparecer neste bloco. Quando dinheiro ou títulos do Governo são usados em lugar de garantia, use o código 998.
ro: Numărul de Garanție.\nCodul numeric de trei cifre care identifică compania de garanție pe Obligațiunea Vamală. Acest cod poate fi găsit în blocul 7 al Formularului CBP 301, sau este disponibil prin sistemul automatizat CBP pentru depunătorii ABI, prin tranzacția de interogare a obligațiunii importatorului. Pentru importațiile Guvernului SUA și tipurile de intrare care nu necesită garanție, codul 999 ar trebui să apară în acest bloc. Când se utilizează numerar sau titluri de valoare ale Guvernului în loc de garanție, utilizați codul 998.
sk: Číslo záruky.\nTrojmiestny číselný kód, ktorý identifikuje poisťovaciu spoločnosť na Colnom záväzku. Tento kód možno nájsť v bloku 7 formulára CBP 301, alebo je k dispozícii prostredníctvom automatizovaného systému CBP pre podávateľov ABI, prostredníctvom transakcie dotazu na záruku dovozcu. Pre dovozy vlády USA a typy vstupov, ktoré nevyžadujú záruku, by sa v tomto bloku mal objaviť kód 999. Keď sa namiesto záruky používajú hotovosť alebo vládne cenné papiere, použite kód 998.
sl: Številka zavarovalnice.\nTrimestna numerična koda, ki identificira zavarovalnico na Carinskem zavarovanju. Ta koda se lahko najde v bloku 7 obrazca CBP Form 301 ali je na voljo preko avtomatiziranega sistema CBP ABI polnilcem, preko transakcije poizvedbe o uvoznikovem zavarovanju. Za uvoz ZDA in vrste vnosa, ki ne zahtevajo zavarovanja, naj se v tem bloku pojavi koda 999. Ko se namesto zavarovanja uporabljajo gotovina ali vrednostni papirji vlade, uporabite kodo 998.
sv: Säkerhetsnummer.\nDen tre-siffriga numeriska koden som identifierar säkerhetsföretaget på Tullbonden. Denna kod finns i block 7 av CBP Form 301, eller är tillgänglig genom CBP:s automatiserade system för ABI-filare, via importörbondförfråganstransaktionen. För U.S. Government importationer och inträdestyper som inte kräver säkerhet, ska koden 999 visas i detta block. När kontanter eller statliga värdepapper används istället för säkerhet, använd koden 998.

# di2024
source: Foreign Port of Lading.\n'Schedule K' (Classification of Foreign Ports by Geographic Trade Area and Country) for the foreign port at which the merchandise was actually laden on the vessel that carried the merchandise to the U.S. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\n2020 Update: URL changed to: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
bg: Чуждестранен пристанищен град на товарене.\n'Разписание K' (Класификация на чуждестранните пристанища по географска търговска област и страна) за чуждестранното пристанище, в което стоките всъщност са били натоварени на кораба, който е превел стоките до САЩ. http://www.navigationdatacenter.us/wcsc/scheduleK/schedulek.htm.\nАктуализация 2020: URL е променен на: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
cs: Zahraniční přístav nakládky.\n'Schedule K' (Klasifikace zahraničních přístavů podle geografické obchodní oblasti a země) pro zahraniční přístav, ve kterém bylo zboží skutečně naloženo na loď, která přepravila zboží do USA. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\nAktualizace 2020: URL změněna na: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
de: Ausländischer Verladehafen.\n'Schedule K' (Klassifizierung ausländischer Häfen nach geografischem Handelsgebiet und Land) für den ausländischen Hafen, an dem die Ware tatsächlich auf das Schiff geladen wurde, das die Ware in die USA beförderte. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\n2020 Update: URL geändert zu: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
el: Ξένο Λιμάνι Φόρτωσης.\n'Schedule K' (Ταξινόμηση Ξένων Λιμανιών ανά Γεωγραφική Περιοχή Εμπορίου και Χώρα) για το ξένο λιμάνι στο οποίο τα εμπορεύματα φορτώθηκαν πραγματικά στο πλοίο που μετέφερε τα εμπορεύματα στις Η.Π.Α. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\nΕνημέρωση 2020: Η διεύθυνση URL άλλαξε σε: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
es: Puerto Extranjero de Carga.\n'Schedule K' (Clasificación de Puertos Extranjeros por Área Geográfica y País) para el puerto extranjero en el que la mercancía fue realmente cargada en el buque que llevó la mercancía a EE. UU. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\nActualización 2020: URL cambiado a: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
et: Välisladustamiskoht.\n'Schedule K' (Välismaiste sadamate klassifikatsioon geograafilise kaubanduspiirkonna ja riigi järgi) välisladustamiskoha jaoks, kus kaup tegelikult laaditi laevale, mis vedas kauba USA-sse. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\n2020 uuendus: URL muudetud: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
fi: Ulkomaan lastauspaikka.\n'Aikataulu K' (Ulkomaisten satamien luokittelu maantieteellisen kauppa-alueen ja maan mukaan) ulkomaiselle satamalle, jossa tavara todellisuudessa lastattiin alukseen, joka kuljetti tavaran Yhdysvaltoihin. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\n2020 Päivitys: URL muutettu: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
fr: Port Étranger de Chargement.\n'Schedule K' (Classification des Ports Étrangers par Zone de Commerce Géographique et Pays) pour le port étranger où la marchandise a réellement été chargée sur le navire qui a transporté la marchandise aux États-Unis. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\nMise à jour 2020 : URL changée en : https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
ga: Calafort Coigríche Luchtaithe.\n'Schedule K' (Aicmiú Calafoirt Coigríche de réir Limistéar Trádála Geografach agus Tír) don chalafort coigríche ar luchtadh an t-earra go de facto ar an long a thug na hearraí chuig na SA. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\nNuashonrú 2020: Athraíodh an URL go: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
hr: Strana luka utovara.\n'Schedule K' (Klasifikacija stranih luka prema geografskom području trgovine i zemlji) za stranu luku u kojoj je roba stvarno utovarena na brod koji je robu prevezao u SAD. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\nAžuriranje 2020: URL promijenjen na: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
hu: Külföldi Kirakodási Kikötő.\nA 'Schedule K' (Külföldi Kikötők Osztályozása Földrajzi Kereskedelmi Terület és Ország szerint) a külföldi kikötőre, ahol a áru ténylegesen fel volt rakodva a hajóra, amely az árut az Egyesült Államokba szállította. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\n2020 Frissítés: Az URL megváltozott: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
is: Erlendur farmstaður.\n'Schedule K' (Flokkun erlendra hafna eftir landfræðilegu viðskiptasvæði og landi) fyrir erlenda höfnina þar sem varningurinn var í raun hlaðinn á skipið sem flutti varninginn til Bandaríkjanna. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\n2020 Uppfærsla: Vefslóð breytt í: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
it: Porto Estero di Carico.\n'Schedule K' (Classificazione dei Porti Esteri per Area di Commercio Geografico e Paese) per il porto estero in cui la merce è stata effettivamente caricata sulla nave che ha trasportato la merce negli Stati Uniti. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\nAggiornamento 2020: URL cambiato in: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
lt: Užsienio krovos uostas.\n'Schedule K' (Užsienio uostų klasifikacija pagal geografinę prekybos sritį ir šalį) užsienio uoste, kuriame prekės faktiškai buvo pakrautos į laivą, gabenusį prekes į JAV. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\n2020 atnaujinimas: URL pakeistas į: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
lv: Ārvalstu iekraušanas ostas.\n'Schedule K' (Ārvalstu ostu klasifikācija pēc ģeogrāfiskās tirdzniecības zonas un valsts) ārvalstu ostai, kurā patiesībā tika iekrauta krava uz kuģa, kas nogādāja kravu ASV. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\n2020. gada atjauninājums: URL mainīts uz: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
mt: Port Barrani tat-Tagħbija.\n'Schedule K' (Klassifikazzjoni tal-Portijiet Barranin skont iż-Żona Kummerċjali Ġeografika u l-Pajjiż) għall-port barrani fejn il-merkanzija kienet attwalment imtella' fuq il-vapur li ġab il-merkanzija lejn l-Istati Uniti. http://www.navigationdatacenter.us/wcsc/scheduleK/schedulek.htm.\nAġġornament 2020: L-URL inbidel għal: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
nl: Buitenlandse Haven van Lading.\n'Schedule K' (Classificatie van Buitenlandse Havens per Geografisch Handelsgebied en Land) voor de buitenlandse haven waar de goederen daadwerkelijk aan boord van het schip zijn geladen dat de goederen naar de VS vervoerde. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\n2020 Update: URL gewijzigd naar: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
no: Utenlandsk Lastehavn.\n'Schedule K' (Klassifisering av Utenlandske Havner etter Geografisk Handelsområde og Land) for den utenlandske havnen der varene faktisk ble lastet på fartøyet som fraktet varene til USA. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\n2020 Oppdatering: URL endret til: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
pl: Zagraniczny port załadunku.\n'Schedule K' (Klasyfikacja zagranicznych portów według obszaru handlowego i kraju) dla zagranicznego portu, w którym faktycznie załadowano towar na statek przewożący towar do USA. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\nAktualizacja 2020: adres URL zmieniony na: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
pt: Porto Estrangeiro de Carregamento.\n'Schedule K' (Classificação de Portos Estrangeiros por Área de Comércio Geográfico e País) para o porto estrangeiro no qual a mercadoria foi realmente carregada no navio que transportou a mercadoria para os EUA. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\nAtualização 2020: URL alterado para: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
ro: Portul Străin de Încărcare.\n'Schedule K' (Clasificarea Porturilor Străine după Zona Comercială Geografică și Țară) pentru portul străin la care marfa a fost încărcată efectiv pe nava care a transportat marfa în SUA. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\nActualizare 2020: URL schimbat la: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
sk: Zahraničný prístav nakládky.\n'Schedule K' (Klasifikácia zahraničných prístavov podľa geografickej obchodnej oblasti a krajiny) pre zahraničný prístav, v ktorom bol tovar skutočne naložený na plavidlo, ktoré prepravilo tovar do USA. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\nAktualizácia 2020: URL zmenená na: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
sl: Tuji pristanišče naklada.\n'Schedule K' (Klasifikacija tujih pristanišč po geografskem trgovskem območju in državi) za tuje pristanišče, v katerem je bilo blago dejansko naloženo na ladjo, ki je blago prevažala v ZDA. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\nPosodobitev 2020: URL spremenjen v: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
sv: Utländsk Lastningshamn.\n'Schedule K' (Klassificering av Utländska Hamnar efter Geografisk Handelsområde och Land) för den utländska hamnen där varorna faktiskt lastades på fartyget som transporterade varorna till USA. http://www.navigationdatacenter.us/wcsc/scheduleK/schedule k.htm.\n2020 Uppdatering: URL ändrad till: https://www.cbp.gov/sites/default/files/assets/documents/2017-Feb/appendix_f_0.pdf
