Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di14011
source: The Data construct is defined and controlled by the RLA, and is comprised of 2 segments: the field identifier code, immediately followed by the data as defined for that element according to the data dictionary of the RLA. It is essentially a catalog of fields with standardized content. The Field Identifiers are posted at http://rla.org/11ncodes. The use and structure of these codes are defined at: http://rla.org/11nformat Additional examples can be found at that site as well. DI '11N' shall never be encoded in a 2D or RFID tag together with any other DI elements.\nNOTE: Due to an error in the assignment of DI '11N' (the language which states: 'DI '11N' shall never be encoded in a 2D or RFID tag together with any other DI elements.' is not a valid statement), no new uses of DI '11N' should be implemented. The function of DI '11N' is established in DI '12N'. It is strongly recommended that existing applications that use DI '11N' migrate to DI '12N'.
bg: Конструкцията на данните е дефинирана и контролирана от RLA и се състои от 2 сегмента: кодът на идентификатора на полето, незабавно последван от данните, както са дефинирани за този елемент според речника на данните на RLA. Това е по същество каталог на полета със стандартизирано съдържание. Идентификаторите на полетата са публикувани на http://rla.org/11ncodes. Употребата и структурата на тези кодове са дефинирани на: http://rla.org/11nformat Допълнителни примери могат да бъдат намерени на този сайт също. DI '11N' никога не трябва да бъде кодиран в 2D или RFID таг заедно с други DI елементи.\nЗАБЕЛЕЖКА: Поради грешка в присвояването на DI '11N' (езикът, който гласи: 'DI '11N' никога не трябва да бъде кодиран в 2D или RFID таг заедно с други DI елементи.' не е валидно твърдение), не трябва да се внедряват нови употреби на DI '11N'. Функцията на DI '11N' е установена в DI '12N'. Препоръчително е съществуващите приложения, които използват DI '11N', да мигрират към DI '12N'.
cs: Konstrukce dat je definována a řízena RLA a skládá se ze 2 segmentů: kód identifikátoru pole, bezprostředně následovaný daty jak jsou definována pro daný prvek podle slovníku dat RLA. Jedná se v podstatě o katalog polí se standardizovaným obsahem. Identifikátory polí jsou zveřejněny na http://rla.org/11ncodes. Použití a struktura těchto kódů jsou definovány na: http://rla.org/11nformat Další příklady lze nalézt na této stránce. DI '11N' by nikdy nemělo být kódováno ve 2D nebo RFID tagu společně s jakýmikoli jinými DI prvky.\nPOZNÁMKA: Kvůli chybě při přiřazení DI '11N' (výrok, který uvádí: 'DI '11N' by nikdy nemělo být kódováno ve 2D nebo RFID tagu společně s jakýmikoli jinými DI prvky.' není platným tvrzením), nové použití DI '11N' by nemělo být implementováno. Funkce DI '11N' je stanovena v DI '12N'. Je silně doporučeno, aby existující aplikace, které používají DI '11N', přešly na DI '12N'.
de: Die Datenkonstruktion ist definiert und kontrolliert von der RLA und besteht aus 2 Segmenten: dem Feldidentifikatorcode, unmittelbar gefolgt von den Daten, wie sie für dieses Element gemäß dem Datenwörterbuch der RLA definiert sind. Es handelt sich im Wesentlichen um einen Katalog von Feldern mit standardisiertem Inhalt. Die Feldidentifikatoren werden unter http://rla.org/11ncodes veröffentlicht. Die Verwendung und Struktur dieser Codes sind definiert unter: http://rla.org/11nformat Weitere Beispiele finden Sie auf dieser Website. DI '11N' darf niemals zusammen mit anderen DI-Elementen in einem 2D- oder RFID-Tag kodiert werden.\nHINWEIS: Aufgrund eines Fehlers bei der Zuweisung von DI '11N' (die Sprache, die besagt: 'DI '11N' darf niemals zusammen mit anderen DI-Elementen in einem 2D- oder RFID-Tag kodiert werden.' ist keine gültige Aussage), sollten keine neuen Verwendungen von DI '11N' implementiert werden. Die Funktion von DI '11N' ist in DI '12N' festgelegt. Es wird dringend empfohlen, dass bestehende Anwendungen, die DI '11N' verwenden, zu DI '12N' migrieren'.
el: Η δομή δεδομένων ορίζεται και ελέγχεται από την RLA, και αποτελείται από 2 τμήματα: τον κωδικό προσδιοριστή πεδίου, ακολουθούμενο απευθείας από τα δεδομένα όπως ορίζονται για αυτό το στοιχείο σύμφωνα με το λεξικό δεδομένων της RLA. Είναι ουσιαστικά ένας κατάλογος πεδίων με τυποποιημένο περιεχόμενο. Οι Κωδικοί Προσδιοριστών δημοσιεύονται στο http://rla.org/11ncodes. Η χρήση και η δομή αυτών των κωδικών ορίζονται στο: http://rla.org/11nformat Πρόσθετα παραδείγματα μπορούν να βρεθούν σε αυτόν τον ιστότοπο. DI '11N' δεν πρέπει ποτέ να κωδικοποιείται σε έναν 2D ή RFID ετικέτα μαζί με οποιαδήποτε άλλα στοιχεία DI.\nΣΗΜΕΙΩΣΗ: Λόγω λάθους στην ανάθεση του DI '11N' (η δήλωση που αναφέρει: 'DI '11N' δεν πρέπει ποτέ να κωδικοποιείται σε έναν 2D ή RFID ετικέτα μαζί με οποιαδήποτε άλλα στοιχεία DI.' δεν είναι έγκυρη δήλωση), δεν θα πρέπει να υλοποιούνται νέες χρήσεις του DI '11N'. Η λειτουργία του DI '11N' ορίζεται στο DI '12N'. Συνιστάται ανεπιφύλακτα οι υφιστάμενες εφαρμογές που χρησιμοποιούν το DI '11N' να μεταφερθούν στο DI '12N'.
es: La construcción de datos está definida y controlada por la RLA, y está compuesta por 2 segmentos: el código identificador de campo, inmediatamente seguido por los datos definidos para ese elemento según el diccionario de datos de la RLA. Es esencialmente un catálogo de campos con contenido estandarizado. Los Identificadores de Campo se publican en http://rla.org/11ncodes. El uso y la estructura de estos códigos están definidos en: http://rla.org/11nformat Ejemplos adicionales se pueden encontrar en ese sitio también. DI '11N' nunca se codificará en una etiqueta 2D o RFID junto con cualquier otro elemento DI.\nNOTA: Debido a un error en la asignación de DI '11N' (el lenguaje que establece: 'DI '11N' nunca se codificará en una etiqueta 2D o RFID junto con cualquier otro elemento DI.' no es una declaración válida), no se deben implementar nuevos usos de DI '11N'. La función de DI '11N' está establecida en DI '12N'. Se recomienda encarecidamente que las aplicaciones existentes que usan DI '11N' migren a DI '12N'.
et: Andmekonstruktsioon on määratletud ja kontrollitud RLA poolt, ja see koosneb kahest segmendist: välja identifikaatori kood, millele järgneb selle elemendi jaoks määratletud andmed vastavalt RLA andmesõnastikule. See on sisuliselt väljade kataloog standardiseeritud sisuga. Välja Identifikaatorid on postitatud aadressil http://rla.org/11ncodes. Nende koodide kasutamist ja struktuuri määratletakse aadressil: http://rla.org/11nformat. Täiendavaid näiteid võib leida sellelt saidilt. DI '11N' ei tohi kunagi kodeerida 2D või RFID sildile koos ükskõik milliste teiste DI elementidega.\nMÄRKUS: DI '11N' määramisel tehtud vea tõttu (väide, et 'DI '11N' ei tohi kunagi kodeerida 2D või RFID sildile koos ükskõik milliste teiste DI elementidega.' ei ole kehtiv väide), ei tohiks DI '11N' uusi kasutusalasid rakendada. DI '11N' funktsioon on kehtestatud DI '12N' kaudu. On tungivalt soovitatud, et olemasolevad rakendused, mis kasutavad DI '11N', migreeruksid DI '12N' peale.
fi: Datan rakenne on määritelty ja hallinnoitu RLA:n toimesta, ja se koostuu 2 segmentistä: kenttätunnistekoodi, jota välittömästi seuraa data, kuten elementille määritelty datasanakirjassa RLA:n mukaisesti. Se on olennaisesti kenttien luettelo, jossa on standardoitu sisältö. Kenttätunnisteet on julkaistu osoitteessa http://rla.org/11ncodes. Näiden koodien käyttö ja rakenne on määritelty osoitteessa: http://rla.org/11nformat Lisäesimerkkejä löytyy kyseiseltä sivustolta. DI '11N':ää ei koskaan saa koodata 2D- tai RFID-tunnisteeseen muiden DI-elementtien kanssa yhdessä.\nHUOMAUTUS: DI '11N':n määrityksen virheen vuoksi (kielto, joka sanoo: 'DI '11N':ää ei koskaan saa koodata 2D- tai RFID-tunnisteeseen muiden DI-elementtien kanssa yhdessä.' ei ole pätevä lausunto), uusia DI '11N' käyttöjä ei tulisi toteuttaa. DI '11N':n toiminto on vahvistettu DI '12N':ssä. On suositeltavaa, että olemassa olevat sovellukset, jotka käyttävät DI '11N':ää, siirtyvät käyttämään DI '12N':ää.
fr: La structure de données est définie et contrôlée par la RLA, et se compose de 2 segments : le code identifiant de champ, immédiatement suivi des données telles que définies pour cet élément selon le dictionnaire de données de la RLA. C'est essentiellement un catalogue de champs avec un contenu standardisé. Les identifiants de champs sont publiés à l'adresse http://rla.org/11ncodes. L'utilisation et la structure de ces codes sont définies à : http://rla.org/11nformat Des exemples supplémentaires peuvent être trouvés sur ce site également. DI '11N' ne doit jamais être codé dans un tag 2D ou RFID avec d'autres éléments DI.\nREMARQUE : En raison d'une erreur dans l'attribution de DI '11N' (la langue qui stipule : 'DI '11N' ne doit jamais être codé dans un tag 2D ou RFID avec d'autres éléments DI.' n'est pas une déclaration valide), aucune nouvelle utilisation de DI '11N' ne doit être mise en œuvre. La fonction de DI '11N' est établie dans DI '12N'. Il est fortement recommandé que les applications existantes qui utilisent DI '11N' migrent vers DI '12N'.
ga: Tá Struchtúr Sonraí sainithe agus rialaithe ag RLA, agus tá sé comhdhéanta de 2 shegment: cód aitheantóra réimse, díreach roimh na sonraí mar a shainmhínítear don eilimint sin de réir foclóir sonraí RLA. Is é bunúsach catalóg de réimsí le hábhar caighdeánaithe. Tá na hAitheantóirí Réimse foilsithe ag http://rla.org/11ncodes. Sainmhínítear úsáid agus struchtúr na gcód seo ag: http://rla.org/11nformat Is féidir samplaí breise a fháil ar an suíomh sin chomh maith. Níor chóir DI '11N' a chódú i dtag nó clib RFID le haon eilimintí DI eile.\nNÓTA: Mar gheall ar earráid sa sannadh DI '11N' (ní ráiteas bailí é an teanga a deir: 'níor chóir DI '11N' a chódú i dtag nó clib RFID le haon eilimintí DI eile.'), níor chóir úsáidí nua de DI '11N' a chur i bhfeidhm. Tá feidhm DI '11N' bunaithe i DI '12N'. Molann sé go láidir go n-aistríonn iarratais atá ann cheana a úsáideann DI '11N' goDI '12N'.
hr: Podatkovna konstrukcija definirana i kontrolirana od RLA, sastoji se od 2 segmenta: kod identifikatora polja, odmah slijedi podaci kako su definirani za taj element prema rječniku podataka RLA. U osnovi je katalog polja sa standardiziranim sadržajem. Identifikatori polja objavljeni su na http://rla.org/11ncodes. Upotreba i struktura ovih kodova definirani su na: http://rla.org/11nformat Dodatni primjeri mogu se naći na toj stranici. DI '11N' nikada ne smije biti kodiran u 2D ili RFID oznaci zajedno s bilo kojim drugim DI elementima.\nNAPOMENA: Zbog greške u dodjeli DI '11N' (jezik koji kaže: 'DI '11N' nikada ne smije biti kodiran u 2D ili RFID oznaci zajedno s bilo kojim drugim DI elementima.' nije valjana izjava), ne bi trebalo implementirati nove upotrebe DI '11N'. Funkcija DI '11N' uspostavljena je u DI '12N'. Snažno se preporučuje da postojeće aplikacije koje koriste DI '11N' migriraju na DI '12N'.
hu: Az RLA által meghatározott és irányított adatstruktúra, amely 2 szegmensből áll: a mezőazonosító kód, amelyet közvetlenül követ az adott elemhez a RLA adatszótára szerint meghatározott adat. Gyakorlatilag ez egy szabványos tartalmú mezők katalógusa. A Mezőazonosítók itt találhatók: http://rla.org/11ncodes. Ezeknek a kódoknak a használata és szerkezete itt van meghatározva: http://rla.org/11nformat További példák is megtalálhatók ezen az oldalon. A '11N' DI-t soha nem szabad 2D vagy RFID címkével együtt más DI elemekkel kódolni.\nMEGJEGYZÉS: A '11N' DI hozzárendelése hibás volt (a nyilatkozat, miszerint: "a '11N' DI-t soha nem szabad 2D vagy RFID címkével együtt más DI elemekkel kódolni." nem érvényes állítás), ezért nem szabad új '11N' használatokat bevezetni. A '11N' DI funkciója a '12N' DI-ban van meghatározva. Erősen ajánlott, hogy a '11N' DI-t használó meglévő alkalmazások migráljanak a '12N' DI-ra.
is: Gagnagrind skilgreind og stjórnað af RLA, og samanstendur af 2 hlutum: auðkenniskóða svæðis, strax fylgt af gögnum eins og skilgreint fyrir það atriði samkvæmt gagnasafni RLA. Þetta er í raun safn af svæðum með staðlaðu efni. Auðkenniskóðar svæðis eru birtir á http://rla.org/11ncodes. Notkun og uppbygging þessara kóða er skilgreind á: http://rla.org/11nformat Frekari dæmi er hægt að finna á þeirri síðu líka. DI '11N' skal aldrei vera kóðað saman í 2D eða RFID merki ásamt öðrum DI þáttum.\nATH: Vegna villu í úthlutun DI '11N' (yfirlýsingin sem segir: 'DI '11N' skal aldrei vera kóðað í 2D eða RFID merki ásamt öðrum DI þáttum.' er ekki gild yfirlýsing), ætti ekki að innleiða ný notkun DI '11N'. Virkni DI '11N' er staðfest í DI '12N'. Mælt er með því að núverandi forrit sem nota DI '11N' færist yfir í DI '12N'.
it: La struttura dei dati è definita e controllata dalla RLA, ed è composta da 2 segmenti: il codice identificativo del campo, immediatamente seguito dai dati come definiti per quell'elemento secondo il dizionario dei dati della RLA. È essenzialmente un catalogo di campi con contenuto standardizzato. Gli Identificatori di Campo sono pubblicati su http://rla.org/11ncodes. L'uso e la struttura di questi codici sono definiti su: http://rla.org/11nformat Esempi aggiuntivi possono essere trovati su quel sito.\nNOTA: A causa di un errore nell'assegnazione di DI '11N' (il linguaggio che afferma: 'DI '11N' non dovrà mai essere codificato in un tag 2D o RFID insieme ad altri elementi DI.' non è una dichiarazione valida), non dovrebbero essere implementati nuovi usi di DI '11N'. La funzione di DI '11N' è stabilita in DI '12N'. Si raccomanda vivamente che le applicazioni esistenti che utilizzano DI '11N' migrino a DI '12N'.
lt: Duomenų struktūra, apibrėžta ir kontroliuojama RLA, sudaryta iš 2 segmentų: lauko identifikatoriaus kodo, iškart po kurio seka duomenys, kaip apibrėžta tam elementui pagal RLA duomenų žodyną. Tai iš esmės yra laukų katalogas su standartizuotu turiniu. Lauko identifikatoriai paskelbti adresu http://rla.org/11ncodes. Šių kodų naudojimas ir struktūra apibrėžti adresu: http://rla.org/11nformat Papildomi pavyzdžiai gali būti rasti šioje svetainėje taip pat. DI '11N' niekada neturėtų būti užkoduotas kartu su kitais DI elementais 2D ar RFID žymoje.\nPASTABA: Dėl klaidos priskyrimo DI '11N' (teiginys: 'DI '11N' niekada neturėtų būti užkoduotas kartu su kitais DI elementais 2D ar RFID žymoje.' nėra teisingas), neturėtų būti įgyvendinami nauji DI '11N' naudojimo atvejai. DI '11N' funkcija nustatyta DI '12N'. Yra stipriai rekomenduojama, kad esami naudojimo atvejai, kurie naudoja DI '11N', pereitų prie DI '12N'.
lv: Datu konstrukts ir definēts un kontrolēts RLA, un sastāv no 2 segmentiem: lauka identifikatora kods, ko nekavējoties seko dati, kā definēti attiecīgajam elementam saskaņā ar RLA datu vārdnīcu. Būtībā tas ir lauku katalogs ar standartizētu saturu. Lauka Identifikatori tiek publicēti vietnē http://rla.org/11ncodes. Šo kodu lietošana un struktūra ir definēta vietnē: http://rla.org/11nformat Papildu piemēri atrodami šajā vietnē. DI '11N' nekad nedrīkst tikt kodēts 2D vai RFID birka kopā ar jebkuriem citiem DI elementiem.\nPIEZĪME: Sakarā ar kļūdu DI '11N' piešķiršanā (apgalvojums: 'DI '11N' nekad nedrīkst tikt kodēts 2D vai RFID birka kopā ar jebkuriem citiem DI elementiem.' nav derīgs apgalvojums), jaunas DI '11N' lietošanas nevajadzētu ieviest. DI '11N' funkcija ir noteikta DI '12N'. Ir stingri ieteicams esošajām lietojumprogrammām, kas izmanto DI '11N', migrēt uz DI '12N'.
mt: Il-Kostrutt tad-Data huwa definit u kkontrollat mill-RLA, u huwa magħmul minn 2 segmenti: il-kodiċi tal-identifikatur tal-qasam, segwit minnufan minnufan mill-data kif definit għal dak l-element skont id-dizzjunarju tad-data tal-RLA. Essenzjalment, huwa katalogu ta' oqsma b'kontenut standardizzat. L-Identifikaturi tal-Qasam huma ppostjati fuq http://rla.org/11ncodes. L-użu u l-istruttura ta' dawn il-kodiċijiet huma definiti fuq: http://rla.org/11nformat. Eżempji addizzjonali jistgħu jinstabu fuq dak is-sit ukoll. DI '11N' qatt m'għandu jiġi kkodifikat f'tag 2D jew RFID flimkien ma' kwalunkwe elementi DI oħra.\nNOTA: Minħabba żball fl-assenjazzjoni tad-DI '11N' (il-lingwa li tgħid: 'DI '11N' qatt m'għandu jiġi kkodifikat f'tag 2D jew RFID flimkien ma' kwalunkwe elementi DI oħra.' mhijiex dikjarazzjoni valida), m'għandhomx jiġu implimentati użi ġodda tad-DI '11N'. Il-funzjoni tad-DI '11N' hija stabbilita f'DI '12N'. Huwa rrakkomandat b'mod qawwi li applikazzjonijiet eżistenti li jużaw DI '11N' jemigraw lejn DI '12N'.
nl: De Gegevensconstructie wordt gedefinieerd en beheerd door de RLA, en bestaat uit 2 segmenten: de veldidentificatiecode, direct gevolgd door de gegevens zoals gedefinieerd voor dat element volgens het gegevenswoordenboek van de RLA. Het is in wezen een catalogus van velden met gestandaardiseerde inhoud. De Veldidentificatoren worden gepost op http://rla.org/11ncodes. Het gebruik en de structuur van deze codes worden gedefinieerd op: http://rla.org/11nformat Aanvullende voorbeelden zijn te vinden op die site. DI '11N' mag nooit worden gecodeerd in een 2D- of RFID-tag samen met andere DI-elementen.\nOPMERKING: Door een fout in de toewijzing van DI '11N' (de taal die stelt: 'DI '11N' mag nooit worden gecodeerd in een 2D- of RFID-tag samen met andere DI-elementen.' is geen geldige uitspraak), mogen geen nieuwe toepassingen van DI '11N' worden geïmplementeerd. De functie van DI '11N' is vastgesteld in DI '12N'. Het wordt ten zeerste aanbevolen dat bestaande toepassingen die DI '11N' gebruiken migreren naar DI '12N'.
no: Datakonstruksjonen er definert og kontrollert av RLA, og består av 2 segmenter: feltidentifikasjonskoden, umiddelbart etterfulgt av dataene slik de er definert for det elementet i henhold til RLAs datadiksjonær. Det er i hovedsak en katalog over felt med standardisert innhold. Feltidentifikatorene er postet på http://rla.org/11ncodes. Bruken og strukturen av disse kodene er definert på: http://rla.org/11nformat. Ytterligere eksempler kan finnes på dette nettstedet også. DI '11N' skal aldri kodes i en 2D- eller RFID-tag sammen med noen andre DI-elementer.\nMERK: På grunn av en feil i tildelingen av DI '11N' (språket som sier: 'DI '11N' skal aldri kodes i en 2D- eller RFID-tag sammen med noen andre DI-elementer.' er ikke en gyldig uttalelse), bør ingen nye bruksområder for DI '11N' implementeres. Funksjonen til DI '11N' er etablert i DI '12N'. Det anbefales sterkt at eksisterende applikasjoner som bruker DI '11N' migrerer til DI '12N'.
pl: Konstrukcja danych jest zdefiniowana i kontrolowana przez RLA, i składa się z 2 segmentów: kod identyfikatora pola, bezpośrednio po którym następują dane zdefiniowane dla tego elementu zgodnie ze słownikiem danych RLA. Jest to zasadniczo katalog pól ze zstandardyzowaną zawartością. Identyfikatory pól są zamieszczone na stronie http://rla.org/11ncodes. Użycie i struktura tych kodów są zdefiniowane na: http://rla.org/11nformat Dodatkowe przykłady można znaleźć na tej stronie również. DI '11N' nigdy nie powinien być kodowany w tagu 2D lub RFID razem z innymi elementami DI.\nUWAGA: Ze względu na błąd w przydziale DI '11N' (język, który stwierdza: 'DI '11N' nigdy nie powinien być kodowany w tagu 2D lub RFID razem z innymi elementami DI.' nie jest ważnym stwierdzeniem), nie powinno się wdrażać nowych zastosowań DI '11N'. Funkcja DI '11N' jest ustanowiona w DI '12N'. Zaleca się, aby istniejące aplikacje używające DI '11N' przeszły na DI '12N'.
pt: A construção de dados é definida e controlada pela RLA, e é composta de 2 segmentos: o código do identificador de campo, imediatamente seguido pelos dados conforme definido para esse elemento de acordo com o dicionário de dados da RLA. É essencialmente um catálogo de campos com conteúdo padronizado. Os Identificadores de Campo são postados em http://rla.org/11ncodes. O uso e a estrutura desses códigos são definidos em: http://rla.org/11nformat Exemplos adicionais podem ser encontrados nesse site também. DI '11N' nunca deve ser codificado em uma etiqueta 2D ou RFID juntamente com quaisquer outros elementos de DI.\nNOTA: Devido a um erro na atribuição do DI '11N' (a linguagem que afirma: 'DI '11N' nunca deve ser codificado em uma etiqueta 2D ou RFID juntamente com quaisquer outros elementos de DI.' não é uma declaração válida), novos usos do DI '11N' não devem ser implementados. A função do DI '11N' é estabelecida no DI '12N'. É altamente recomendável que aplicações existentes que usam DI '11N' migrem para DI '12N'.
ro: Constructul de Date este definit și controlat de RLA, și este alcătuit din 2 segmente: codul identificatorului de câmp, imediat urmat de datele așa cum sunt definite pentru acel element conform dicționarului de date al RLA. Este esențial un catalog de câmpuri cu conținut standardizat. Identificatorii de Câmp sunt postați la http://rla.org/11ncodes. Utilizarea și structura acestor coduri sunt definite la: http://rla.org/11nformat Exemple suplimentare pot fi găsite pe acest site de asemenea. DI '11N' nu va fi niciodată codificat într-un tag 2D sau RFID împreună cu orice alte elemente DI.\nNOTĂ: Din cauza unei erori în atribuirea DI '11N' (limbajul care afirmă: 'DI '11N' nu va fi niciodată codificat într-un tag 2D sau RFID împreună cu orice alte elemente DI.' nu este o afirmație validă), nu ar trebui implementate noi utilizări ale DI '11N'. Funcția DI '11N' este stabilită în DI '12N'. Se recomandă cu tărie ca aplicațiile existente care utilizează DI '11N' să migreze către DI '12N'.
sk: Konštrukt údajov je definovaný a kontrolovaný RLA a pozostáva z 2 segmentov: kód identifikátora poľa, bezprostredne nasledovaný údajmi definovanými pre daný prvok podľa slovníka údajov RLA. Ide v podstate o katalóg polí so štandardizovaným obsahom. Identifikátory polí sú uvedené na http://rla.org/11ncodes. Použitie a štruktúra týchto kódov sú definované na: http://rla.org/11nformat Ďalšie príklady možno nájsť na tomto mieste. DI '11N' nikdy nesmie byť zakódovaný v 2D alebo RFID značke spolu s akýmikoľvek inými prvkami DI.\nPOZNÁMKA: Kvôli chybe pri pridelení DI '11N' (tvrdenie, že 'DI '11N' nikdy nesmie byť zakódovaný v 2D alebo RFID značke spolu s akýmikoľvek inými prvkami DI.' nie je platné tvrdenie) by nemalo byť implementované žiadne nové použitie DI '11N'. Funkcia DI '11N' je stanovená v DI '12N'. Odporúča sa, aby existujúce aplikácie používajúce DI '11N' prešli na DI '12N'.
sl: Podatkovna konstrukcija je opredeljena in nadzorovana s strani RLA in sestoji iz 2 segmentov: koda identifikatorja polja, takoj sledi podatki, kot so opredeljeni za ta element po podatkovnem slovarju RLA. To je v bistvu katalog polj s standardizirano vsebino. Identifikatorji polj so objavljeni na http://rla.org/11ncodes. Uporaba in struktura teh kod je opredeljena na: http://rla.org/11nformat Dodatni primeri so na voljo na tej spletni strani. DI '11N' nikoli ne sme biti kodiran v 2D ali RFID oznaki skupaj z drugimi DI elementi.\nOPOMBA: Zaradi napake pri dodeljevanju DI '11N' (izjava, ki pravi: 'DI '11N' nikoli ne sme biti kodiran v 2D ali RFID oznaki skupaj z drugimi DI elementi.' ni veljavna izjava), novih uporab DI '11N' ne bi smeli implementirati. Funkcija DI '11N' je vzpostavljena v DI '12N'. Močno priporočamo, da obstoječe aplikacije, ki uporabljajo DI '11N', preidejo na DI '12N'.
sv: Datakonstrukten definieras och kontrolleras av RLA, och består av 2 segment: fältidentifieringskoden, omedelbart följt av datan som definieras för det elementet enligt datalistan för RLA. Det är i huvudsak en katalog av fält med standardiserat innehåll. Fältidentifierarna finns på http://rla.org/11ncodes. Användningen och strukturen för dessa koder definieras på: http://rla.org/11nformat Ytterligare exempel finns på den webbplatsen också. DI '11N' får aldrig kodas i en 2D- eller RFID-tagg tillsammans med några andra DI-element.\nOBS: På grund av ett fel i tilldelningen av DI '11N' (språket som säger: 'DI '11N' får aldrig kodas i en 2D- eller RFID-tagg tillsammans med några andra DI-element.' är inte ett giltigt påstående), bör inga nya användningar av DI '11N' implementeras. Funktionen för DI '11N' är etablerad i DI '12N'. Det rekommenderas starkt att befintliga applikationer som använder DI '11N' migrerar till DI '12N'.
