Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di6003
source: I have ______ children . . . (for use with returnable packaging, e.g.; 3F10, for ten children). This Data Identifier must immediately follow the field (constructed of a Data Identifier, data and a group separator) with which it is associated.
bg: Имам ______ деца . . . (за употреба с връщаема опаковка, например; 3F10, за десет деца). Този Идентификатор на данни трябва незабавно да следва полето (съставено от Идентификатор на данни, данни и разделител на групи) с което е асоцииран.
cs: Mám ______ dětí... (pro použití s vratným obalem, např.; 3F10, pro deset dětí). Tento identifikátor dat musí okamžitě následovat pole (sestávající z identifikátoru dat, dat a oddělovače skupin) s nímž je spojen.
de: Ich habe ______ Kinder . . . (zur Verwendung bei Mehrwegverpackungen, z.B.; 3F10, für zehn Kinder). Dieser Datenidentifikator muss unmittelbar auf das Feld folgen (bestehend aus einem Datenidentifikator, Daten und einem Gruppentrenner), mit dem er assoziiert ist.
el: Έχω ______ παιδιά . . . (για χρήση με επιστρεπτέα συσκευασία, π.χ· 3F10, για δέκα παιδιά). Αυτό το Αναγνωριστικό Δεδομένων πρέπει να ακολουθεί αμέσως το πεδίο (δομημένο από ένα Αναγνωριστικό Δεδομένων, δεδομένα και έναν διαχωριστικό ομάδας) με το οποίο σχετίζεται.
es: Tengo ______ hijos . . . (para uso con embalaje retornable, por ejemplo; 3F10, para diez hijos). Este Identificador de Datos debe seguir inmediatamente al campo (construido de un Identificador de Datos, datos y un separador de grupo) con el cual está asociado.
et: Mul on ______ last . . . (kasutamiseks tagastatava pakendiga, nt; 3F10, kümne lapse jaoks). See Andmeidentifikaator peab kohe järgnema väljale (koosneb Andmeidentifikaatorist, andmetest ja grupi eraldajast), millega see on seotud.
fi: Minulla on ______ lasta . . . (käytettäväksi palautettavassa pakkauksessa, esim.; 3F10, kymmenelle lapselle). Tämän Tietotunnisteen on välittömästi seurattava kenttää (joka koostuu Tietotunnisteesta, tiedoista ja ryhmän erottimesta), johon se liittyy.
fr: J'ai ______ enfants . . . (pour utilisation avec les emballages retournables, par exemple ; 3F10, pour dix enfants). Cet Identifiant de Données doit immédiatement suivre le champ (construit d'un Identifiant de Données, de données et d'un séparateur de groupe) auquel il est associé.
ga: Tá ______ leanaí agam . . . (le húsáid le pacáistiú in-aisíoctha, m.sh.; 3F10, do dheich leanaí). Ní mór an tAitheantóir Sonraí seo a leanúint díreach tar éis an réimse (atá déanta as Aitheantóir Sonraí, sonraí agus scaradh grúpa) lena mbaineann sé.
hr: Imam ______ djece . . . (za upotrebu s povratnom ambalažom, npr.; 3F10, za desetoro djece). Ovaj Identifikator podataka mora odmah slijediti polje (sastavljeno od Identifikatora podataka, podataka i razdjelnika grupe) s kojim je povezan.
hu: ______ gyermekem van . . . (visszaváltható csomagolás esetén használva; pl.: 3F10, tíz gyermek esetén). Ezt az Adat Azonosítót közvetlenül az őt követő mezővel (egy Adat Azonosítóból, adatokból és egy csoportelválasztóból álló mező) kell használni.
is: Ég hef ______ börn . . . (notað með endurhæfum pakkningum, t.d.; 3F10, fyrir tíu börn). Þetta Gögn Auðkenni verður að fylgja strax eftir sviðinu (samsett úr Gögn Auðkenni, gögnum og hópaskiljara) með því sem það er tengt.
it: Ho ______ figli . . . (per uso con imballaggi ritornabili, ad es.; 3F10, per dieci figli). Questo Identificatore di Dati deve seguire immediatamente il campo (costruito da un Identificatore di Dati, dati e un separatore di gruppo) con cui è associato.
lt: Aš turiu ______ vaikų . . . (naudojama su grąžinama pakuote, pvz.; 3F10, dešimčiai vaikų). Šis duomenų identifikatorius turi būti iškart po lauko (sudaryto iš duomenų identifikatoriaus, duomenų ir grupės skirtuko), su kuriuo jis susijęs.
lv: Man ir ______ bērni . . . (izmantojams ar atkārtoti izmantojamu iepakojumu, piemēram; 3F10, desmit bērniem). Šim Datu Identifikatoram jāseko tūlīt pēc lauka (kas sastāv no Datu Identifikatora, datiem un grupas atdalītāja) ar kuru tas ir saistīts.
mt: Għandi ______ tfal . . . (għall-użu ma' ippakkjar li jista' jerġa' jintuża, eż.; 3F10, għal għaxar tfal). Dan l-Identifikatur tad-Data għandu jsegwi immedjatament il-qasam (magħmul minn Identifikatur tad-Data, data u separatur tal-grupp) li miegħu huwa assoċjat.
nl: Ik heb ______ kinderen . . . (voor gebruik met retourneerbare verpakkingen, bijv.; 3F10, voor tien kinderen). Deze Data Identifier moet direct volgen op het veld (opgebouwd uit een Data Identifier, gegevens en een groepsscheidingsteken) waarmee het is geassocieerd.
no: Jeg har ______ barn . . . (for bruk med returemballasje, f.eks.; 3F10, for ti barn). Denne Dataidentifikatoren må umiddelbart følge feltet (konstruert av en Dataidentifikator, data og en gruppeseparator) som den er assosiert med.
pl: Mam ______ dzieci . . . (do użytku z opakowaniami zwrotnymi, np.; 3F10, dla dziesięciu dzieci). Ten identyfikator danych musi natychmiast następować po polu (skonstruowanym z identyfikatora danych, danych i separatora grupy), z którym jest powiązany.
pt: Eu tenho ______ filhos . . . (para uso com embalagem retornável, por exemplo; 3F10, para dez filhos). Este Identificador de Dados deve seguir imediatamente o campo (construído de um Identificador de Dados, dados e um separador de grupo) com o qual está associado.
ro: Am ______ copii . . . (pentru utilizare cu ambalajele returnabile, de exemplu; 3F10, pentru zece copii). Acest Identificator de Date trebuie să urmeze imediat câmpul (construit dintr-un Identificator de Date, date și un separator de grup) cu care este asociat.
sk: Mám ______ detí... (pre použitie s vrátiteľnými obalmi, napr.; 3F10, pre desať detí). Tento identifikátor údajov musí bezprostredne nasledovať za poľom (zostaveným z identifikátora údajov, údajov a oddeľovača skupín), s ktorým je spojený.
sl: Imam ______ otrok . . . (za uporabo z vračljivo embalažo, npr.; 3F10, za deset otrok). Ta identifikator podatkov mora takoj slediti polju (sestavljenem iz identifikatorja podatkov, podatkov in ločilnika skupine), s katerim je povezan.
sv: Jag har ______ barn . . . (för användning med återanvändbar förpackning, t.ex.; 3F10, för tio barn). Denna Dataidentifierare måste omedelbart följa fältet (konstruerat av en Dataidentifierare, data och en gruppseparator) med vilken den är associerad.

# di6004
source: Logical Assignment of a Page of Information within a group of pages that are spread across several data carriers, structured as a sequence of up to three (3) concatenated data elements, separated by a slash ( / ) :\n Page number (required), followed by page count (optional, required for the last page), followed by an alphanumeric group ID (optional; if used then required for all pages and structured in accordance with ISO/IEC 15459-3 as a sequence of 3 data elements: Issuing Agency Code, followed by the Company Identification Number, followed by an alphanumeric code unique within the issuer's domain).\n Trailing slashes are optional.
bg: Логическо присвояване на страница от информация в рамките на група от страници, разпространени между няколко носители на данни, структурирани като поредица от до три (3) конкатенирани данни елемента, разделени с наклонена черта (/):\n Номер на страница (задължително), последван от брой на страници (опционално, задължително за последната страница), последван от алфанумеричен идентификатор на група (опционално; ако се използва, тогава е задължително за всички страници и структурирано в съответствие с ISO/IEC 15459-3 като поредица от 3 данни елемента: Код на издаваща агенция, последван от Идентификационен номер на компания, последван от алфанумеричен код, уникален в рамките на домейна на издателя).\n Опционалните наклонени черти са опционални.
cs: Logické přiřazení stránky informací v rámci skupiny stránek, které jsou rozloženy na několika nosičích dat, strukturované jako posloupnost až tří (3) spojených datových prvků, oddělených lomítkem ( / ) :\n Číslo stránky (požadováno), následované počtem stránek (volitelné, požadováno pro poslední stránku), následované alfanumerickým ID skupiny (volitelné; pokud se používá, pak požadováno pro všechny stránky a strukturované v souladu s ISO/IEC 15459-3 jako posloupnost 3 datových prvků: Kód vydávající agentury, následovaný Číslem Identifikace Společnosti, následovaný alfanumerickým kódem jedinečným v rámci domény vydavatele).\n Volitelná koncová lomítka.
de: Logische Zuweisung einer Seite von Informationen innerhalb einer Gruppe von Seiten, die über mehrere Datenträger verteilt sind, strukturiert als eine Folge von bis zu drei (3) verketteten Datenelementen, getrennt durch einen Schrägstrich ( / ) :\n Seitennummer (erforderlich), gefolgt von der Seitenanzahl (optional, erforderlich für die letzte Seite), gefolgt von einer alphanumerischen Gruppen-ID (optional; falls verwendet, dann erforderlich für alle Seiten und strukturiert gemäß ISO/IEC 15459-3 als Folge von 3 Datenelementen: Ausstellungsagenturcode, gefolgt von der Firmenidentifikationsnummer, gefolgt von einem alphanumerischen Code, einzigartig im Bereich des Ausstellers).\n Nachgestellte Schrägstriche sind optional.
el: Λογική Ανάθεση μιας Σελίδας Πληροφοριών μέσα σε μια ομάδα σελίδων που είναι διασκορπισμένες σε αρκετούς φορείς δεδομένων, δομημένη ως μια ακολουθία έως τριών (3) συνεχόμενων στοιχείων δεδομένων, διαχωρισμένων με μια κάθετο ( / ) :\n Αριθμός σελίδας (απαιτούμενο), ακολουθούμενος από τον αριθμό σελίδων (προαιρετικό, απαιτούμενο για την τελευταία σελίδα), ακολουθούμενος από έναν προαιρετικό αλφαριθμητικό κωδικό ομάδας (προαιρετικό· αν χρησιμοποιηθεί τότε απαιτείται για όλες τις σελίδες και δομημένο σύμφωνα με το ISO/IEC 15459-3 ως μια ακολουθία 3 στοιχείων δεδομένων: Κωδικός Εκδότη Υπηρεσίας, ακολουθούμενος από τον Αριθμό Ταυτοποίησης Εταιρείας, ακολουθούμενος από έναν αλφαριθμητικό κωδικό μοναδικό εντός του τομέα του εκδότη.\n Προαιρετικές κάθετοι.
es: Asignación Lógica de una Página de Información dentro de un grupo de páginas que están repartidas en varios portadores de datos, estructurada como una secuencia de hasta tres (3) elementos de datos concatenados, separados por una barra inclinada ( / ) :\n Número de página (requerido), seguido por el conteo de páginas (opcional, requerido para la última página), seguido por un ID de grupo alfanumérico (opcional; si se usa entonces requerido para todas las páginas y estructurado de acuerdo con ISO/IEC 15459-3 como una secuencia de 3 elementos de datos: Código de Agencia Emisora, seguido por el Número de Identificación de Compañía, seguido por un código alfanumérico único dentro del dominio del emisor).\n Las barras inclinadas finales son opcionales.
et: Informatsiooni lehekülje loogiline määramine grupi lehekülgede seas, mis on jaotatud mitmele andmekandjale, struktureeritud kuni kolme (3) järjestikuse andmeelemendi jadana, eraldatud kaldkriipsuga ( / ):\n Lehekülje number (nõutav), millele järgneb lehekülgede arv (valikuline, nõutav viimasel leheküljel), millele järgneb valikuline alfanumeeriline grupi ID (valikuline; kui kasutusel, siis nõutav kõikidel lehekülgedel ja struktureeritud vastavalt ISO/IEC 15459-3-le kui 3 andmeelemendi jada: Väljaandva Asutuse Kood, millele järgneb Ettevõtte Identifitseerimisnumber, millele järgneb alfanumeeriline kood, mis on unikaalne väljaandja domeenis).\n Järgnevad kaldkriipsud on valikulised.
fi: Looginen sivun määrittely tietojen joukossa, jotka on jaettu useille tietokantajille, rakennettu enintään kolmen (3) peräkkäisen tietoelementin sekvenssiksi, erotettu vinoviivalla ( / ) :\n Sivunumero (vaadittu), seurattuna sivumäärällä (valinnainen, vaadittu viimeisellä sivulla), seurattuna alfanumeerisella ryhmä-ID:llä (valinnainen; jos käytössä, vaaditaan kaikilla sivuilla ja rakennettu ISO/IEC 15459-3:n mukaisesti 3 tietoelementin sekvenssiksi: Myöntävän viraston koodi, seurattuna Yrityksen tunnistusnumeronumerolla, seurattuna myöntäjän alueella yksilöllisellä alfanumeerisella koodilla).\n Jälkimmäiset vinoviivat ovat valinnaisia.
fr: Affectation Logique d'une Page d'Informations au sein d'un groupe de pages réparties sur plusieurs supports de données, structurée comme une séquence de jusqu'à trois (3) éléments de données concaténés, séparés par une barre oblique ( / ) :\n Numéro de page (obligatoire), suivi du nombre de pages (optionnel, obligatoire pour la dernière page), suivi d'un ID de groupe alphanumérique (optionnel ; s'il est utilisé alors obligatoire pour toutes les pages et structuré conformément à l'ISO/IEC 15459-3 comme une séquence de 3 éléments de données : Code d'Agence Émettrice, suivi du Numéro d'Identification d'Entreprise, suivi d'un code alphanumérique unique dans le domaine de l'émetteur).\n Les barres obliques de fin sont optionnelles.
ga: Sannadh Lógach le Leathanach Faisnéise i ngrúpa leathanach a scaiptear thar iliomad iompróirí sonraí, struchtúrtha mar shraith de suas le trí (3) eilimintí sonraí comhcheangailte, scartha le slais ( / ) :\n Uimhir leathanaigh (riachtanach), ina dhiaidh sin líon na leathanach (roghnach, riachtanach don leathanach deireanach), ina dhiaidh sin aitheantas grúpa alfa-uimhriúil (roghnach; má úsáidtear é ansin riachtanach do gach leathanach agus struchtúrtha de réir ISO/IEC 15459-3 mar shraith de 3 eilimintí sonraí: Cód Eisitheora, ina dhiaidh sin an Uimhir Aitheantais Cuideachta, ina dhiaidh sin cód uathúil alfa-uimhriúil laistigh de réimse an eisitheora). Slaiseanna deiridh roghnach.
hr: Logička dodjela stranice informacija unutar grupe stranica koje su raspoređene preko nekoliko nosača podataka, strukturirana kao niz do tri (3) spojena podatkovna elementa, odvojena kosom crtom ( / ) :\n Broj stranice (obavezno), nakon čega slijedi broj stranica (opcionalno, obavezno za posljednju stranicu), nakon čega slijedi alfanumerički ID grupe (opcionalno; ako se koristi onda je obavezan za sve stranice i strukturiran u skladu s ISO/IEC 15459-3 kao niz od 3 podatkovna elementa: Kod izdavajuće agencije, nakon čega slijedi Broj identifikacije tvrtke, nakon čega slijedi alfanumerički kod jedinstven unutar domene izdavatelja).\n Završne kose crte su opcionalne.
hu: Információk Logikai Hozzárendelése egy információs oldalhoz egy olyan oldalcsoportban, amely több adathordozón keresztül terjed, legfeljebb három (3) összefűzött adatelemből álló sorozatként, perjellel (/) elválasztva:\n Oldalszám (kötelező), majd oldalszám (opcionális, az utolsó oldal esetén kötelező), majd egy alfanumerikus csoportazonosító (opcionális; ha használják, akkor minden oldal esetén kötelező, és az ISO/IEC 15459-3 szerinti sorozatként strukturálva: Kiadói Ügynökség Kódja, majd a Cégazonosító Szám, majd az adott kiadó tartományában egyedi alfanumerikus kód).\n A perjelek opcionálisak.
is: Rökrétt úthlutun á síðu upplýsinga innan hóps síðna sem dreifðar eru á milli nokkurra gagna beranna, uppbyggt sem röð af allt að þremur (3) samsettum gagnaeiningum, aðskildum með skástriku ( / ) :\n Síðunúmer (skylt), fylgt af síðufjölda (valkvætt, skylt fyrir síðustu síðu), fylgt af bókstaflegum hópkóða (valkvætt; ef notað þá skylt fyrir allar síður og uppbyggt í samræmi við ISO/IEC 15459-3 sem röð af 3 gagnaeiningum: Útgáfustofnunarkóði, fylgt af Fyrirtækisauðkennisnúmeri, fylkt af bókstaflegum kóða einstökum innan útgefendasviðsins).\n Trailing slashes eru valkvæð.
it: Assegnazione Logica di una Pagina di Informazioni all'interno di un gruppo di pagine che sono distribuite su diversi supporti di dati, strutturata come una sequenza di fino a tre (3) elementi di dati concatenati, separati da una barra (/) :\n Numero di pagina (richiesto), seguito dal conteggio delle pagine (opzionale, richiesto per l'ultima pagina), seguito da un ID di gruppo alfanumerico (opzionale; se utilizzato poi richiesto per tutte le pagine e strutturato in conformità con ISO/IEC 15459-3 come una sequenza di 3 elementi di dati: Codice dell'Agenzia di Emissione, seguito dal Numero di Identificazione Aziendale, seguito da un codice alfanumerico unico all'interno del dominio dell'emittente).\n Le barre finali sono opzionali.
lt: Informacijos puslapio logiškas priskyrimas puslapių grupei, kurie išdėstyti per kelis duomenų nešėjus, struktūrizuotas kaip iki trijų (3) susijusių duomenų elementų seka, atskirtų kosa linija ( / ):\n Puslapio numeris (privalomas), po to puslapių skaičius (neprivalomas, reikalaujamas paskutiniame puslapyje), po to alfanumerinis grupės ID (neprivalomas; jei naudojamas, tada reikalaujamas visuose puslapiuose ir struktūrizuotas pagal ISO/IEC 15459-3 kaip trys duomenų elementų seka: Išdavimo Agentūros Kodas, po to Įmonės Identifikavimo Numeris, po to alfanumerinis kodas, unikalus leidėjo domene).\n Galutiniai kosiniai brūkšniai yra neprivalomi.
lv: Loģiska Informācijas Lapas Piešķiršana grupā lapu, kas izkliedētas pār vairākiem datu nesējiem, strukturēta kā līdz trim (3) konkatenētiem datu elementiem, atdalītiem ar slīpsvītru ( / ):\n Lapas numurs (obligāti), kam seko lapu skaits (neobligāti, obligāti pēdējai lapai), kam seko alfanumērisks grupas ID (neobligāti; ja izmantots, tad obligāti visām lapām un strukturēts saskaņā ar ISO/IEC 15459-3 kā trīs datu elementu virkne: Izdošanas Aģentūras Kods, kam seko Uzņēmuma Identifikācijas Numurs, kam seko alfanumērisks kods, kas ir unikāls izdevēja domēnā).\n Slēdzošās slīpsvītras ir neobligātas.
mt: Assenjazzjoni Loġika ta' Paġna ta' Informazzjoni fi grupp ta' paġni li huma mqassma fuq diversi mezzi ta' data, strutturat bħala sekwenza ta' sa tliet (3) elementi tad-data konkatenati, separati b'slash (/) :\n Numru tal-paġna (meħtieġ), segwit minn għadd tal-paġni (fakultattiv, meħtieġ għall-aħħar paġna), segwit minn ID tal-grupp alfanumeriku (fakultattiv; jekk jintuża allura meħtieġ għall-paġni kollha u strutturat skont ISO/IEC 15459-3 bħala sekwenza ta' 3 elementi tad-data: Kodiċi tal-Aġenzija li Toħroġ, segwit minn Numru ta' Identifikazzjoni tal-Kumpanija, segwit minn kodiċi uniku alfanumeriku fid-dominju tal-ħarreġ).\n Trailing slashes huma fakultattivi.
nl: Logische Toewijzing van een Pagina van Informatie binnen een groep pagina's die verspreid zijn over meerdere gegevensdragers, gestructureerd als een reeks van maximaal drie (3) aaneengeschakelde gegevenselementen, gescheiden door een schuine streep ( / ) :\n Paginanummer (vereist), gevolgd door paginatelling (optioneel, vereist voor de laatste pagina), gevolgd door een alfanumerieke groeps-ID (optioneel; indien gebruikt dan vereist voor alle pagina's en gestructureerd in overeenstemming met ISO/IEC 15459-3 als een reeks van 3 gegevenselementen: Uitgevende Instantie Code, gevolgd door het Bedrijfsidentificatienummer, gevolgd door een alfanumerieke code uniek binnen het domein van de uitgever).\n Sluitende schuine strepen zijn optioneel.
no: Logisk Tildeling av en Side med Informasjon innen en gruppe sider som er spredt over flere databærere, strukturert som en sekvens av opptil tre (3) sammenkoblede dataelementer, adskilt med en skråstrek (/) :\n Sidenummer (påkrevd), fulgt av sidetelling (valgfritt, påkrevd for siste side), fulgt av en alfanumerisk gruppe-ID (valgfritt; hvis brukt da påkrevd for alle sider og strukturert i samsvar med ISO/IEC 15459-3 som en sekvens av 3 dataelementer: Utstedende Byrå Kode, fulgt av Selskaps Identifikasjonsnummer, fulgt av en alfanumerisk kode unik innen utstederens domene).\n Etterfølgende skråstreker er valgfrie.
pl: Logiczne przypisanie strony informacji w grupie stron, które są rozłożone na kilku nośnikach danych, strukturyzowane jako sekwencja do trzech (3) połączonych elementów danych, rozdzielonych ukośnikiem ( / ) :\n Numer strony (wymagany), po którym następuje liczba stron (opcjonalnie, wymagane dla ostatniej strony), po którym następuje opcjonalny alfanumeryczny identyfikator grupy (opcjonalnie; jeśli używane, to wymagane dla wszystkich stron i strukturyzowane zgodnie z ISO/IEC 15459-3 jako sekwencja 3 elementów danych: Kod agencji wydającej, po którym następuje Numer Identyfikacyjny Firmy, po którym następuje alfanumeryczny kod unikalny w domenie wydającego).\n Końcowe ukośniki są opcjonalne.
pt: Atribuição Lógica de uma Página de Informação dentro de um grupo de páginas que são espalhadas por vários portadores de dados, estruturada como uma sequência de até três (3) elementos de dados concatenados, separados por uma barra ( / ) :\n Número da página (obrigatório), seguido pela contagem de páginas (opcional, obrigatório para a última página), seguido por um ID de grupo alfanumérico (opcional; se usado então obrigatório para todas as páginas e estruturado de acordo com a ISO/IEC 15459-3 como uma sequência de 3 elementos de dados: Código da Agência Emissora, seguido pelo Número de Identificação da Empresa, seguido por um código alfanumérico único dentro do domínio do emissor).\n Barras finais são opcionais.
ro: Alocarea Logică a unei Pagini de Informații în cadrul unui grup de pagini care sunt răspândite pe mai multe suporturi de date, structurate ca o secvență de până la trei (3) elemente de date concatenate, separate printr-o bară oblică ( / ) :\n Numărul paginii (obligatoriu), urmat de numărul total de pagini (opțional, obligatoriu pentru ultima pagină), urmat de un ID de grup alfanumeric (opțional; dacă este utilizat, atunci este necesar pentru toate paginile și structurat în conformitate cu ISO/IEC 15459-3 ca o secvență de 3 elemente de date: Codul Agenției Emitente, urmat de Numărul de Identificare a Companiei, urmat de un cod alfanumeric unic în domeniul emitentului).\n Bara oblică finală este opțională.
sk: Logické priradenie strany informácií v rámci skupiny strán, ktoré sú rozložené na niekoľkých nosičoch údajov, štruktúrované ako postupnosť až troch (3) konkatenovaných dátových prvkov, oddelených lomkou (/):\n Číslo strany (povinné), nasledované počtom strán (voliteľné, povinné pre poslednú stranu), nasledované alfanumerickým ID skupiny (voliteľné; ak sa používa, potom povinné pre všetky strany a štruktúrované v súlade s ISO/IEC 15459-3 ako postupnosť 3 dátových prvkov: Kód vydávajúcej agentúry, nasledovaný číslom identifikácie spoločnosti, nasledovaný alfanumerickým kódom jedinečným v rámci domény vydavateľa).\n Voliteľné koncové lomky.
sl: Logična dodelitev strani informacij v skupini strani, ki so razporejene po več nosilcih podatkov, strukturirano kot zaporedje do treh (3) zaporednih podatkovnih elementov, ločenih z znakom za delitev ( / ) :\n Številka strani (obvezno), sledi število strani (neobvezno, obvezno za zadnjo stran), sledi alfanumerična ID skupine (neobvezno; če se uporablja, potem obvezno za vse strani in strukturirano v skladu z ISO/IEC 15459-3 kot zaporedje 3 podatkovnih elementov: Koda izdajateljske agencije, sledi številka identifikacije podjetja, sledi alfanumerična koda, ki je edinstvena v domeni izdajatelja).\n Neobvezni končni znaki za delitev.
sv: Logisk Tilldelning av en Sida av Information inom en grupp sidor som är spridda över flera databärare, strukturerad som en sekvens av upp till tre (3) sammanfogade dataelement, separerade av ett snedstreck ( / ) :\n Sidnummer (obligatoriskt), följt av sidantal (valfritt, obligatoriskt för sista sidan), följt av en alfanumerisk grupp-ID (valfritt; om används då obligatoriskt för alla sidor och strukturerat i enlighet med ISO/IEC 15459-3 som en sekvens av 3 dataelement: Utfärdande Myndighetskod, följt av Företagsidentifieringsnummer, följt av en alfanumerisk kod unik inom utfärdarens domän).\n Slutliga snedstreck är valfria.
