Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di2022
source: Entry Number/Type.\nComprised of the three-digit filer code, followed by the sevendigit entry number, and completed with the one digit check digit. Entry Filer Code represents the three-character alphanumeric filer code assigned to the filer or importer by CBP. Entry Number represents the seven-digit number assigned by the filer. The number may be assigned in any manner convenient, provided that the same number is not assigned to more than one CBP Form 7501. Leading zeros must be shown. Check Digit is computed on the previous 10 characters. The formula for calculating the check digit can be found in Appendix 1, CBP 7501 Instructions.\nEntry type is a two-digit code compliant to Block 2, CBP 7501 Instructions.
bg: Номер/Тип на входа.\nСъстои се от трицифрения код на фирмата, последван от седемцифрения номер на входа и завършва с една контролна цифра. Кодът на фирмата представлява трибуквения алфанумеричен код, присвоен на фирмата или вносителя от CBP. Номерът на входа представлява седемцифрения номер, присвоен от фирмата. Номерът може да бъде присвоен по всякакъв удобен начин, при условие че същият номер не е присвоен на повече от една форма CBP 7501. Нулите отпред трябва да бъдат показани. Контролната цифра се изчислява на база предходните 10 символа. Формулата за изчисляване на контролната цифра може да бъде намерена в Приложение 1, инструкции CBP 7501.\nТипът на входа е двуцифрен код, съответстващ на Блок 2, инструкции CBP 7501.
cs: Číslo vstupu/Typ.\nSkládá se z třímístného kódu spisovatele, následovaného sedmimístným číslem vstupu a dokončeného jednou kontrolní číslicí. Kód spisovatele vstupu představuje tříznakový alfanumerický kód spisovatele přiřazený spisovateli nebo dovozci CBP. Číslo vstupu představuje sedmimístné číslo přiřazené spisovatelem. Číslo může být přiřazeno jakýmkoli vhodným způsobem, za předpokladu, že stejné číslo není přiřazeno více než jednomu formuláři CBP 7501. Vedoucí nuly musí být zobrazeny. Kontrolní číslice je vypočítána z předchozích 10 znaků. Formule pro výpočet kontrolní číslice lze najít v příloze 1, pokyny CBP 7501.\nTyp vstupu je dvoumístný kód v souladu s blokem 2, pokyny CBP 7501.
de: Eintragsnummer/Typ.\nBesteht aus dem dreistelligen Aktenführungscode, gefolgt von der siebenstelligen Eintragsnummer und abgeschlossen mit der einstelligen Prüfziffer. Eintragsaktenführungscode stellt den dreistelligen alphanumerischen Aktenführungscode dar, der dem Aktenführer oder Importeur von CBP zugewiesen wird. Eintragsnummer stellt die siebenstellige Nummer dar, die vom Aktenführer zugewiesen wird. Die Nummer kann auf beliebige Weise zugewiesen werden, vorausgesetzt, dieselbe Nummer wird nicht mehr als einem CBP-Formular 7501 zugewiesen. Führende Nullen müssen angezeigt werden. Die Prüfziffer wird auf den vorherigen 10 Zeichen berechnet. Die Formel zur Berechnung der Prüfziffer ist in Anhang 1, CBP 7501-Anweisungen, zu finden.\nEintragstyp ist ein zweistelliger Code, der mit Block 2, CBP 7501-Anweisungen, übereinstimmt.
el: Αριθμός/Τύπος Εισόδου.\nΑποτελείται από τον τριψήφιο κωδικό φοροτεχνικού, ακολουθούμενο από τον επταψήφιο αριθμό εισόδου, και ολοκληρώνεται με τον ένα ψηφίο αριθμό έλεγχου. Ο κωδικός φοροτεχνικού εκπροσωπεί τον τριψήφιο αλφαριθμητικό κωδικό που έχει ανατεθεί στον φοροτεχνικό ή στον εισαγωγέα από το CBP. Ο αριθμός εισόδου αντιπροσωπεύει τον επταψήφιο αριθμό που έχει ανατεθεί από τον φοροτεχνικό. Ο αριθμός μπορεί να ανατεθεί με οποιοδήποτε τρόπο βολικό, εφόσον ο ίδιος αριθμός δεν ανατίθεται σε περισσότερες από μία φόρμες CBP 7501. Οι μηδενικοί πρέπει να εμφανίζονται. Ο αριθμός έλεγχου υπολογίζεται βάσει των προηγούμενων 10 χαρακτήρων. Ο τύπος για τον υπολογισμό του αριθμού έλεγχου μπορεί να βρεθεί στο Παράρτημα 1, Οδηγίες CBP 7501.\nΟ τύπος εισόδου είναι ένας διψήφιος κωδικός σύμφωνος με το Μπλοκ 2, Οδηγίες CBP 7501.
es: Número/Tipo de Entrada.\nCompuesto por el código de presentador de tres dígitos, seguido por el número de entrada de siete dígitos, y completado con el dígito de control de un dígito. El Código de Presentador de Entrada representa el código alfanumérico de tres caracteres asignado al presentador o importador por CBP. El Número de Entrada representa el número de siete dígitos asignado por el presentador. El número puede ser asignado de cualquier manera conveniente, siempre que el mismo número no se asigne a más de un CBP Form 7501. Los ceros iniciales deben mostrarse. El Dígito de Control se calcula sobre los 10 caracteres anteriores. La fórmula para calcular el dígito de control se puede encontrar en el Apéndice 1, Instrucciones CBP 7501.\nEl tipo de entrada es un código de dos dígitos conforme al Bloque 2, Instrucciones CBP 7501.
et: Sissekande number/tüüp.\nKoosneb kolmekohalisest esitaja koodist, millele järgneb seitsmekohaline sissekande number ja lõpeb ühekohalise kontrollnumbriga. Sissekande esitaja kood esindab kolmetähelist tähtnumbrilist koodi, mis on määratud esitajale või importijale CBP poolt. Sissekande number esindab esitaja poolt määratud seitsmekohalist numbrit. Number võib olla määratud mis tahes mugaval viisil, tingimusel, et sama numbrit ei määrata rohkem kui ühele CBP vormile 7501. Nullid peavad olema näidatud. Kontrollnumbrit arvutatakse eelneva 10 tähemärgi põhjal. Kontrollnumbri arvutamise valem leidub Lisa 1-s, CBP 7501 juhised.\nSissekande tüüp on kahekohaline kood, mis on kooskõlas Bloki 2-ga, CBP 7501 juhised.
fi: Tulonumero/-tyyppi.\nKoostuu kolminumeroisesta täyttäjäkoodista, seurattuna seitsemännellä numeroisesta tulonumerosta ja päättynyt yhden numeron tarkistusnumeroon. Tulo Täyttäjäkoodi edustaa kolmimerkkistä alfanumeerista täyttäjäkoodia, jonka CBP on määrittänyt täyttäjälle tai tuojalle. Tulonumero edustaa täyttäjän määrittämää seitsemän numeroa. Numero voidaan määrittää millä tahansa kätevällä tavalla, kunhan samaa numeroa ei määritetä useammalle kuin yhdelle CBP-lomakkeelle 7501. Nollat on näytettävä. Tarkistusnumero lasketaan edellisistä 10 merkistä. Kaavan tarkistusnumeron laskemiseksi löytyy Liitteestä 1, CBP 7501 -ohjeet.\nTulotyyppi on kaksinumeroinen koodi, joka on yhteensopiva lohkon 2 kanssa, CBP 7501 -ohjeet.
fr: Numéro d'Entrée/Type.\nComposé du code de déclarant à trois chiffres, suivi du numéro d'entrée à sept chiffres, et complété par le chiffre de contrôle à un chiffre. Le Code de Déclarant représente le code alphanumérique à trois caractères attribué au déclarant ou à l'importateur par le CBP. Le Numéro d'Entrée représente le numéro à sept chiffres attribué par le déclarant. Le numéro peut être attribué de manière pratique, à condition que le même numéro ne soit pas attribué à plus d'un formulaire CBP 7501. Les zéros initiaux doivent être affichés. Le Chiffre de Contrôle est calculé sur les 10 caractères précédents. La formule de calcul du chiffre de contrôle se trouve dans l'Annexe 1, Instructions CBP 7501.\nLe type d'entrée est un code à deux chiffres conforme au Bloc 2, Instructions CBP 7501.
ga: Uimhir Iontrála/Cineál.\nComhdhéanta de chód trí dhigit an scagaire, ina dhiaidh sin an seacht ndigit uimhir iontrála, agus críochnaithe leis an digit seiceála aon dhigit. Léiríonn Cód Scagaire Iontrála an cód alfa-uimhriúil trí charachtar a shanntar don scagaire nó don allmhaireoir ag CBP. Léiríonn Uimhir Iontrála an seacht ndigit uimhir a shanntar ag an scagaire. Féadfar an uimhir a shannadh ar bhealach ar bith is áisiúil, ar choinníoll nach sannfar an uimhir chéanna do níos mó ná aon CBP Form 7501 amháin. Caithfear nialais tosaigh a thaispeáint. Ríomhtar an Digit Seiceála ar an 10 gcarachtar roimhe seo. Is féidir an fhoirmle chun an digit seiceála a ríomh a fháil in Iarscríbhinn 1, Treoracha CBP 7501.\nIs cód dhá dhigit é cineál iontrála atá comhlíontach le Bloc 2, Treoracha CBP 7501.
hr: Broj ulaza/Tip.\nSastoji se od troznamenkastog koda punioca, nakon čega slijedi sedmeroznamenkasti broj ulaza i završava s jednoznamenkastim kontrolnim brojem. Kod punioca predstavlja troznamenkasti alfanumerički kod dodijeljen puniocu ili uvozniku od strane CBP. Broj ulaza predstavlja sedmeroznamenkasti broj dodijeljen od strane punioca. Broj se može dodijeliti na bilo koji praktičan način, pod uvjetom da isti broj nije dodijeljen više od jednom CBP obrascu 7501. Nule na početku moraju biti prikazane. Kontrolni broj se izračunava na prethodnih 10 znakova. Formula za izračun kontrolnog broja može se naći u Dodatku 1, upute CBP 7501.\nTip ulaza je dvocifreni kod u skladu s Blokom 2, upute CBP 7501.
hu: Bejegyzés Száma/Típusa.\nAz háromjegyű töltőkód által követett hétjegyű bejegyzési szám, és egyjegyű ellenőrző számmal zárul. A Bejegyzési Töltőkód a CBP által a töltőnek vagy importőrnek kijelölt három karakteres alfanumerikus töltőkódot jelöli. A Bejegyzési Szám a töltő által hozzárendelt hétjegyű számot jelöli. A számot bármilyen kényelmes módon lehet hozzárendelni, feltéve, hogy ugyanazt a számot nem rendelik több mint egy CBP Form 7501-hez. A vezető nullákat meg kell jeleníteni. Az ellenőrző számjegyet az előző 10 karakteren számítják ki. Az ellenőrző szám számításának képletét az 1. mellékletben, a CBP 7501 utasításokban lehet megtalálni.\nA bejegyzés típusa egy kétjegyű kód, amely megfelel a CBP 7501 utasítások 2. blokkjának.
is: Inngangsnúmer/Tegund.\nSamanstendur af þriggja stafa skráningar kóða, fylgt af sjö tölustafa inngangsnúmeri, og lokið með einum athugunarstaf. Inngangsskráningar kóði táknar þriggja stafa bókstaf/tölustafa skráningar kóða úthlutað skrásetjara eða innflytjanda af CBP. Inngangsnúmer táknar sjö tölustafa númer úthlutað af skrásetjara. Númerið má úthluta á hvaða hátt sem er þægilegt, að því gefnu að sama númerið sé ekki úthlutað meira en einu CBP Formi 7501. Forystu núll verður að sýna. Athugunarstafur er reiknaður út frá fyrri 10 stöfum. Formúlan fyrir útreikningi athugunarstafsins má finna í viðauka 1, CBP 7501 leiðbeiningar.\nTegund inngangs er tveggja stafa kóði í samræmi við Blokk 2, CBP 7501 leiðbeiningar.
it: Numero/Tipo di Entrata.\nComposto dal codice a tre cifre del presentatore, seguito dal numero di entrata a sette cifre, e completato con la cifra di controllo di una cifra. Il Codice Presentatore rappresenta il codice alfanumerico a tre caratteri assegnato al presentatore o all'importatore da CBP. Il Numero di Entrata rappresenta il numero a sette cifre assegnato dal presentatore. Il numero può essere assegnato in qualsiasi modo conveniente, purché lo stesso numero non sia assegnato a più di un modulo CBP 7501. Gli zeri iniziali devono essere mostrati. La Cifra di Controllo è calcolata sui 10 caratteri precedenti. La formula per calcolare la cifra di controllo può essere trovata nell'Appendice 1, Istruzioni CBP 7501.\nIl tipo di entrata è un codice a due cifre conforme al Blocco 2, Istruzioni CBP 7501.
lt: Įrašo numeris / tipas.\nSudarytas iš trijų skaitmenų muitininko kodo, po to seka septynių skaitmenų įrašo numeris, ir užbaigiamas vienu tikrinimo skaitmeniu. Įrašo muitininko kodas atitinka tris simbolius alfanumerinį kodą, priskirtą įrašytojui ar importuotojui pagal CBP. Įrašo numeris atitinka septynių skaitmenų numerį, priskirtą įrašytojo. Numeris gali būti priskirtas bet kokiu patogiu būdu, su sąlyga, kad tas pats numeris nėra priskirtas daugiau nei vienam CBP formos 7501. Privalo būti rodomi pirmaujantys nuliai. Tikrinimo skaitmuo apskaičiuojamas pagal ankstesnius 10 simbolių. Tikrinimo skaitmens skaičiavimo formulė pateikta Priede 1, CBP 7501 instrukcijose.\nĮrašo tipas yra dviejų skaitmenų kodas, atitinkantis Bloką 2, CBP 7501 instrukcijas.
lv: Ieraksta numurs/tips.\nSastāv no trīsciparu pildītāja koda, kam seko septiņciparu ieraksta numurs, un tiek pabeigts ar vienu ciparu pārbaudes ciparu. Ieraksta pildītāja kods pārstāv trīszīmju alfanumērisko pildītāja kodu, kas piešķirts pildītājam vai importētājam no CBP. Ieraksta numurs pārstāv septiņciparu numuru, kas piešķirts pildītājam. Numuru var piešķirt jebkurā ērtā veidā, ar nosacījumu, ka tas pats numurs netiek piešķirts vairāk nekā vienai CBP Formai 7501. Jārāda vadošās nulles. Pārbaudes cipars tiek aprēķināts, balstoties uz iepriekšējiem 10 rakstzīmēm. Formula pārbaudes cipara aprēķināšanai atrodama Pielikumā 1, CBP 7501 instrukcijās.\nIeraksta tips ir divciparu kods, kas atbilst Blokam 2, CBP 7501 instrukcijām.
mt: Numru tad-Dħul/Tip.\nMagħmul mit-tliet ċifri tal-kodiċi tal-fajler, segwit min-numru tad-dħul ta' seba' ċifri, u kompletat biċ-ċifra tal-kontroll ta' ċifra waħda. Il-Kodiċi tal-Fajler jirrappreżenta l-kodiċi alfanumeriku ta' tliet karattri assenjat lill-fajler jew lill-importatur mill-CBP. In-Numru tad-Dħul jirrappreżenta n-numru ta' seba' ċifri assenjat mill-fajler. In-numru jista' jiġi assenjat b'kull mod konvenjenti, sakemm l-istess numru ma jiġix assenjat għal aktar minn Formola tal-CBP 7501 waħda. Iż-żerojiet ewlenin iridu jintwerew. Iċ-ċifra tal-kontroll hija kkalkulata fuq l-10 karattri preċedenti. Il-formula għall-kalkolu taċ-ċifra tal-kontroll tista' tinstab fl-Anness 1, Istruzzjonijiet tal-CBP 7501.\nIt-tip tad-dħul huwa kodiċi ta' żewġ ċifri konformi ma' Blokka 2, Istruzzjonijiet tal-CBP 7501.
nl: Invoernummer/Type.\nBestaande uit de driecijferige expediteurcode, gevolgd door het zevencijferige invoernummer, en afgerond met het één cijferige controlecijfer. Invoer Expediteurcode vertegenwoordigt de drie-karakter alfanumerieke expediteurcode toegewezen aan de expediteur of importeur door CBP. Invoernummer vertegenwoordigt het zevencijferige nummer toegewezen door de expediteur. Het nummer kan op elke handige manier worden toegewezen, mits hetzelfde nummer niet aan meer dan één CBP Formulier 7501 wordt toegewezen. Voorloopnullen moeten worden getoond. Controlecijfer wordt berekend op de voorgaande 10 karakters. De formule voor het berekenen van het controlecijfer is te vinden in Bijlage 1, CBP 7501 Instructies.\nInvoertype is een tweecijferige code conform Blok 2, CBP 7501 Instructies.
no: Inngangs Nummer/Type.\nBestår av den tredigitale filerkoden, fulgt av det syvsifrede inngangsnummeret, og fullført med det ene siffer kontrollsifferet. Inngangs Filer Kode representerer den tretallige alfanumeriske filerkoden tildelt til fileren eller importøren av CBP. Inngangsnummer representerer det syvsifrete nummeret tildelt av fileren. Nummeret kan tildeles på en hvilken som helst praktisk måte, forutsatt at det samme nummeret ikke er tildelt mer enn ett CBP Skjema 7501. Ledende nuller må vises. Kontrollsifferet beregnes ut fra de foregående 10 tegnene. Formelen for å beregne kontrollsifferet kan finnes i Appendiks 1, CBP 7501 Instruksjoner.\nInngangstype er en todigit kode i samsvar med Blokk 2, CBP 7501 Instruksjoner.
pl: Numer wejścia/Typ.\nSkłada się z trzycyfrowego kodu zgłaszającego, po którym następuje siedmiocyfrowy numer wejścia i zakończony jednocyfrową cyfrą kontrolną. Kod zgłaszającego reprezentuje trzyznakowy kod alfanumeryczny przypisany zgłaszającemu lub importerowi przez CBP. Numer wejścia reprezentuje siedmiocyfrowy numer przypisany przez zgłaszającego. Numer może być przypisany w dowolny sposób, pod warunkiem, że ten sam numer nie jest przypisany więcej niż jednemu formularzowi CBP 7501. Zera wiodące muszą być pokazane. Cyfra kontrolna jest obliczana na podstawie poprzednich 10 znaków. Formuła obliczania cyfry kontrolnej można znaleć w załączniku 1, instrukcje CBP 7501.\nTyp wejścia to dwucyfrowy kod zgodny z blokiem 2, instrukcje CBP 7501.
pt: Número/Tipo de Entrada.\nComposto pelo código de três dígitos do preenchimento, seguido pelo número de entrada de sete dígitos, e completado com o dígito verificador de um dígito. O Código do Preenchedor de Entrada representa o código alfanumérico de três caracteres atribuído ao preenchedor ou importador pela CBP. O Número de Entrada representa o número de sete dígitos atribuído pelo preenchedor. O número pode ser atribuído de qualquer maneira conveniente, desde que o mesmo número não seja atribuído a mais de um Formulário CBP 7501. Zeros à esquerda devem ser mostrados. O Dígito Verificador é calculado nos 10 caracteres anteriores. A fórmula para calcular o dígito verificador pode ser encontrada no Apêndice 1, Instruções CBP 7501.\nO tipo de entrada é um código de dois dígitos conforme Bloco 2, Instruções CBP 7501.
ro: Numărul de Intrare/Tipul.\nCompus din codul de trei cifre al depunătorului, urmat de numărul de intrare de șapte cifre și completat cu cifra de control de o cifră. Codul de Depunător reprezintă codul alfanumeric de trei caractere atribuit depunătorului sau importatorului de CBP. Numărul de Intrare reprezintă numărul de șapte cifre atribuit de depunător. Numărul poate fi atribuit în orice mod convenabil, cu condiția ca același număr să nu fie atribuit mai mult de unui Formular CBP 7501. Zerourile de început trebuie afișate. Cifra de control se calculează pe baza celor 10 caractere anterioare. Formula pentru calcularea cifrei de control poate fi găsită în Anexa 1, Instrucțiunile CBP 7501.\nTipul de intrare este un cod de două cifre conform cu Blocul 2, Instrucțiunile CBP 7501.
sk: Číslo/značka vstupu.\nSkładá sa z trojmiestneho kódu colného deklaranta, nasledovaného sedemmiestnym číslom vstupu a dokončené jednou kontrolnou číslicou. Kód colného deklaranta predstavuje trojznakový alfanumerický kód pridelený colnému deklarantovi alebo dovozcovi CBP. Číslo vstupu predstavuje sedemmiestne číslo pridelené colným deklarantom. Číslo môže byť pridelené akýmkoľvek spôsobom, za predpokladu, že to isté číslo nie je pridelené viac ako jednému formuláru CBP 7501. Musia byť zobrazené vedúce nuly. Kontrolná číslica je vypočítaná na predchádzajúcich 10 znakoch. Formula pre výpočet kontrolnej číslice možno nájsť v prílohe 1, pokyny CBP 7501.\nTyp vstupu je dvojmiestny kód v súlade s blokom 2, pokyny CBP 7501.
sl: Številka vnosa/vrsta vnosa.\nSestavlja trimestna koda polnilca, sledi sedemmestna številka vnosa in zaključi z enomestno kontrolno številko. Koda polnilca predstavlja triznakovno alfanumerično kodo, dodeljeno polnilcu ali uvozniku s strani CBP. Številka vnosa predstavlja sedemmestno številko, dodeljeno s strani polnilca. Številka se lahko dodeli na kakršen koli primeren način, pod pogojem, da ista številka ni dodeljena več kot enemu obrazcu CBP 7501. Prikaži morajo biti vodilne ničle. Kontrolna številka se izračuna na prejšnjih 10 znakih. Formula za izračun kontrolne številke se nahaja v Dodatku 1, navodilih CBP 7501.\nVrsta vnosa je dvomestna koda, skladna z Blokom 2, navodili CBP 7501.
sv: Inträdesnummer/-typ.\nBestående av tre-siffrig filerkod, följt av sju-siffrigt inträdesnummer, och avslutas med en siffers kontrollsiffra. Inträdesfilerkoden representerar den tre-karaktärs alfanumeriska filerkoden tilldelad till filern eller importören av CBP. Inträdesnummer representerar det sju-siffriga numret tilldelat av filern. Numret kan tilldelas på ett valfritt sätt, förutsatt att samma nummer inte tilldelas mer än en CBP Form 7501. Ledande nollor måste visas. Kontrollsiffran beräknas på de tidigare 10 tecknen. Formeln för att beräkna kontrollsiffran finns i bilaga 1, CBP 7501 Instruktioner.\nInträdestyp är en två-siffrig kod i enlighet med Block 2, CBP 7501 Instruktioner.
