Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di16053
source: Identifier for Specific Marine Equipment approved under the European Union Directive on Marine Equipment (2014/90/EU) and Implementing Regulation (EU) 2018/608.\nFormat:\n• DI (an3);\n• Type of conformity assessment (CA) module(s) set out in Annex II to Directive 2014/90/EU used for the conformity assessment (a1);\n• Notified body (NB) identification number assigned by the Commission in accordance with point 3.1 of Annex IV to Directive 2014/90/EU (n4);\n• Certificate (an5…20)
bg: Идентификатор за конкретно морско оборудване, одобрено по Директива на Европейския съюз за морско оборудване (2014/90/EU) и Регламент за изпълнение (ЕС) 2018/608.\nФормат:\n• DI (an3);\n• Тип на модула (модулите) за оценка на съответствието, посочен в Приложение II към Директива 2014/90/EU, използван за оценка на съответствието (a1);\n• Идентификационен номер на уведомен орган, присвоен от Комисията в съответствие с точка 3.1 от Приложение IV към Директива 2014/90/EU (n4);\n• Сертификат (an5...20)
cs: Identifikátor pro konkrétní námořní vybavení schválený podle směrnice Evropské unie o námořním vybavení (2014/90/EU) a prováděcího nařízení (EU) 2018/608.\nFormát:\n• DI (an3);\n• Typ modulu hodnocení shody (CA) stanoveného v příloze II ke směrnici 2014/90/EU použitého pro hodnocení shody (a1);\n• Identifikační číslo oznámeného subjektu (NB) přidělené Komisí v souladu s bodem 3.1 přílohy IV ke směrnici 2014/90/EU (n4);\n• Certifikát (an5…20)
de: Kennzeichnung für spezifische Seegeräte, die nach der Richtlinie der Europäischen Union über Seegeräte (2014/90/EU) und der Durchführungsverordnung (EU) 2018/608 genehmigt wurden.\nFormat:\n• DI (an3);\n• Art des Konformitätsbewertungsmodul(s) nach Anhang II der Richtlinie 2014/90/EU, das für die Konformitätsbewertung verwendet wird (a1);\n• Benannte Stelle (NB), Identifikationsnummer, die von der Kommission gemäß Punkt 3.1 von Anhang IV der Richtlinie 2014/90/EU zugewiesen wurde (n4);\n• Zertifikat (an5...20)
el: Αναγνωριστικό για Συγκεκριμένο Θαλάσσιο Εξοπλισμό που έχει εγκριθεί βάσει της Οδηγίας της Ευρωπαϊκής Ένωσης για τον Θαλάσσιο Εξοπλισμό (2014/90/EU) και του Κανονισμού Εφαρμογής (ΕΕ) 2018/608.\nΜορφή:\n• DI (an3)·\n• Τύπος μονάδας αξιολόγησης συμμόρφωσης (CA) που ορίζεται στο Παράρτημα II της Οδηγίας 2014/90/EU που χρησιμοποιείται για την αξιολόγηση συμμόρφωσης (a1)·\n• Αριθμός ενημερωμένου οργανισμού (NB) που ανατίθεται από την Επιτροπή σύμφωνα με το σημείο 3.1 του Παραρτήματος IV της Οδηγίας 2014/90/EU (n4)·\n• Πιστοποιητικό (an5...20)
es: Identificador para Equipos Marinos Específicos aprobados bajo la Directiva de la Unión Europea sobre Equipos Marinos (2014/90/EU) y Reglamento de Implementación (UE) 2018/608.\nFormato:\n• DI (an3);\n• Tipo de módulo(s) de evaluación de conformidad (CA) establecido en el Anexo II de la Directiva 2014/90/EU utilizado para la evaluación de conformidad (a1);\n• Número de identificación del organismo notificado (NB) asignado por la Comisión de acuerdo con el punto 3.1 del Anexo IV de la Directiva 2014/90/EU (n4);\n• Certificado (an5...20)
et: Spetsiifilise merevarustuse identifikaator, mis on heaks kiidetud Euroopa Liidu Mereseadmete Direktiivi (2014/90/EU) ja Rakendusmääruse (EL) 2018/608 alusel.\nFormaat:\n• DI (an3);\n• Vastavushindamise (CA) mooduli(de) tüüp, mis on sätestatud direktiivi 2014/90/EU lisas II vastavushindamiseks (a1);\n• Teatavaks tehtud asutuse (NB) identifitseerimisnumber, mille on määranud komisjon vastavalt direktiivi 2014/90/EU lisa IV punktile 3.1 (n4);\n• Sertifikaat (an5...20)
fi: Tunniste Tiettyä Merenkulun Laitteistoa Varten, joka on Hyväksytty Euroopan Unionin Merenkulkulaitteistoa Koskevan Direktiivin (2014/90/EU) ja Toteuttamisasetuksen (EU) 2018/608 Alla.\nMuoto:\n• DI (an3);\n• Direktiivin 2014/90/EU Liitteessä II määritelty(ä) yhdenmukaisuuden arviointimenetelmä(ät) (CA) (a1);\n• Komission Määrittämä Ilmoitettu Elintunnistenumero Direktiivin 2014/90/EU Liitteen IV kohdan 3.1 mukaisesti (n4);\n• Todistus (an5...20)
fr: Identifiant pour un équipement marin spécifique approuvé sous la directive européenne sur l'équipement marin (2014/90/EU) et le règlement d'application (UE) 2018/608.\nFormat :\n• DI (an3) ;\n• Type de module(s) d'évaluation de la conformité défini(s) dans l'annexe II de la directive 2014/90/EU utilisé(s) pour l'évaluation de la conformité (a1) ;\n• Numéro d'identification de l'organisme notifié (NB) attribué par la Commission conformément au point 3.1 de l'annexe IV de la directive 2014/90/EU (n4) ;\n• Certificat (an5...20)
ga: Aitheantas do Threalamh Mara Sonrach faoi cheadú faoin Treoir Aontais Eorpaigh um Threalamh Mara (2014/90/AE) agus Rialachán Cur Chun Feidhme (AE) 2018/608.\nFormáid:\n• DI (an3);\n• Cineál modh(anna) measúnaithe comhréireachta atá leagtha amach in Iarscríbhinn II chuig Treoir 2014/90/AE a úsáidtear le haghaidh an mheasúnaithe comhréireachta (a1);\n• Uimhir aitheantais an chomhlachta fógartha a shannann an Coimisiún de réir pointe 3.1 d’Iarscríbhinn IV chuig Treoir 2014/90/AE (n4);\n• Teastas (an5...20)
hr: Identifikator za specifičnu pomorsku opremu odobrenu prema Direktivi Europske unije o pomorskoj opremi (2014/90/EU) i Provedbenoj uredbi (EU) 2018/608.\nFormat:\n• DI (an3);\n• Vrsta modula ocjene sukladnosti (CA) navedenih u Prilogu II Direktive 2014/90/EU koji se koristi za ocjenu sukladnosti (a1);\n• Identifikacijski broj obaviještenog tijela (NB) dodijeljen od Komisije u skladu s točkom 3.1 Priloga IV Direktive 2014/90/EU (n4);\n• Certifikat (an5...20)
hu: Az Európai Unió Tengeri Felszerelési Irányelvének (2014/90/EU) és a Végrehajtási Rendeletnek (EU) 2018/608 alapján engedélyezett specifikus tengeri felszerelés azonosítója.\nFormátum:\n• DI (an3);\n• Az Irányelv 2014/90/EU II. mellékletében meghatározott megfelelőségi értékelési (CA) modul(ok) típusa(a1);\n• Az Bizottság által az Irányelv 2014/90/EU IV. mellékletének 3.1 pontja szerint kijelölt értesített testület (NB) azonosítószáma (n4);\n• Tanúsítvány (an5...20)
is: Auðkenni fyrir sérstök sjófarartæki samþykkt undir Evrópusambands tilskipun um sjófarartæki (2014/90/EU) og Framkvæmdarreglugerð (EU) 2018/608.\nSnið:\n• DI (an3);\n• Tegund samræmis mats (CA) mát eininga sett fram í viðauka II til tilskipunar 2014/90/EU notað fyrir samræmis mat (a1);\n• Tilkynnt stofnun (NB) auðkenninúmer úthlutað af framkvæmdastjórninni í samræmi við lið 3.1 í viðauka IV til tilskipunar 2014/90/EU (n4);\n• Vottorð (an5...20)
it: Identificatore per Specifiche Attrezzature Marine approvate secondo la Direttiva dell'Unione Europea sulle Attrezzature Marine (2014/90/UE) e Regolamento di Attuazione (UE) 2018/608.\nFormato:\n• DI (an3);\n• Tipo di modulo(i) di valutazione della conformità stabilito nell'Allegato II alla Direttiva 2014/90/UE utilizzato per la valutazione della conformità (a1);\n• Numero di identificazione dell'organismo notificato assegnato dalla Commissione in conformità con il punto 3.1 dell'Allegato IV alla Direttiva 2014/90/UE (n4);\n• Certificato (an5...20)
lt: Konkretaus jūrų įrenginio identifikatorius, patvirtintas pagal Europos Sąjungos direktyvą dėl jūrų įrangos (2014/90/EU) ir įgyvendinimo reglamentą (ES) 2018/608.\nFormatas:\n• DI (an3);\n• Konformumo įvertinimo (CA) modulio (-ių), nustatyto (-ų) Direktyvos 2014/90/EU II priede, tipas (-ai);\n• Pranešėjo (NB) identifikavimo numeris, priskirtas Komisijos pagal Direktyvos 2014/90/EU IV priedo 3.1 punktą;\n• Sertifikatas (an5...20)
lv: Specifisks Jūras Aprīkojuma Identifikators, kas apstiprināts saskaņā ar Eiropas Savienības Direktīvu par Jūras Aprīkojumu (2014/90/ES) un Īstenošanas Regulu (ES) 2018/608.\nFormāts:\n• DI (an3);\n• Konformitātes novērtējuma (CA) moduļu(-u) tips, kas noteikts Direktīvas 2014/90/ES II pielikumā izmantotajam konformitātes novērtējumam (a1);\n• Paziņotās iestādes (NB) identifikācijas numurs, ko Komisija piešķīrusi saskaņā ar Direktīvas 2014/90/ES IV pielikuma punktu 3.1 (n4);\n• Sertifikāts (an5...20)
mt: Identifikatur għal Tagħmir Marittimu Speċifiku approvat taħt id-Direttiva tal-Unjoni Ewropea dwar it-Tagħmir Marittimu (2014/90/EU) u r-Regolament Implimentattiv (UE) 2018/608.\nFormat:\n• DI (an3);\n• Tip ta' modulu(i) tal-valutazzjoni tal-konformità kif stabbilit fl-Anness II għad-Direttiva 2014/90/EU użat għall-valutazzjoni tal-konformità (a1);\n• Numru ta' identifikazzjoni tal-korp notifikat assenjat mill-Kummissjoni skont il-punt 3.1 tal-Anness IV għad-Direttiva 2014/90/EU (n4);\n• Ċertifikat (an5...20)
nl: Identificator voor Specifieke Maritieme Uitrusting goedgekeurd onder de Europese Unie Richtlijn voor Maritieme Uitrusting (2014/90/EU) en Uitvoeringsverordening (EU) 2018/608.\nFormaat:\n• DI (an3);\n• Type conformiteitsbeoordelingsmodule(s) uiteengezet in Bijlage II bij Richtlijn 2014/90/EU gebruikt voor de conformiteitsbeoordeling (a1);\n• Aangemelde instantie (NB) identificatienummer toegewezen door de Commissie in overeenstemming met punt 3.1 van Bijlage IV bij Richtlijn 2014/90/EU (n4);\n• Certificaat (an5...20)
no: Identifikator for spesifikt marint utstyr godkjent under Den europeiske unionens direktiv om marint utstyr (2014/90/EU) og gjennomføringsforordning (EU) 2018/608.\nFormat:\n• DI (an3);\n• Type konformitetsvurderingsmodul(er) angitt i vedlegg II til direktiv 2014/90/EU brukt for konformitetsvurderingen (a1);\n• Varslingsorgan (NB) identifikasjonsnummer tildelt av kommisjonen i henhold til punkt 3.1 i vedlegg IV til direktiv 2014/90/EU (n4);\n• Sertifikat (an5...20)
pl: Identyfikator dla konkretnego sprzętu morskiego zatwierdzonego na mocy Dyrektywy Unii Europejskiej dotyczącej sprzętu morskiego (2014/90/UE) i Rozporządzenia Wykonawczego (UE) 2018/608.\nFormat:\n• DI (an3);\n• Typ modułu(-ów) oceny zgodności (CA) określony w Załączniku II do Dyrektywy 2014/90/UE użyty do oceny zgodności (a1);\n• Numer identyfikacyjny jednostki notyfikowanej (NB) przydzielony przez Komisję zgodnie z punktem 3.1 Załącznika IV do Dyrektywy 2014/90/UE (n4);\n• Certyfikat (an5...20)
pt: Identificador para Equipamento Marinho Específico aprovado sob a Diretiva da União Europeia sobre Equipamentos Marinhos (2014/90/EU) e Regulamento de Implementação (EU) 2018/608.\nFormato:\n• DI (an3);\n• Tipo de módulo(s) de avaliação de conformidade estabelecido em Anexo II à Diretiva 2014/90/EU usado para a avaliação de conformidade (a1);\n• Número de identificação do corpo notificado atribuído pela Comissão de acordo com o ponto 3.1 do Anexo IV à Diretiva 2014/90/EU (n4);\n• Certificado (an5...20)
ro: Identificator pentru Echipamente Marine Specifice aprobate sub Directiva Uniunii Europene privind Echipamentele Marine (2014/90/EU) și Regulamentul de Implementare (UE) 2018/608.\nFormat:\n• DI (an3);\n• Tipul modulului(i) de evaluare a conformității (CA) stabilit(ă) în Anexa II la Directiva 2014/90/EU utilizat(ă) pentru evaluarea conformității (a1);\n• Numărul de identificare al organismului notificat (NB) atribuit de Comisie în conformitate cu punctul 3.1 din Anexa IV la Directiva 2014/90/EU (n4);\n• Certificatul (an5...20)
sk: Identifikátor pre špecifické námorné zariadenie schválené podľa smernice Európskej únie o námornom vybavení (2014/90/EÚ) a vykonávacieho nariadenia (EÚ) 2018/608.\nFormát:\n• DI (an3);\n• Typ modulu(modulov) posudzovania zhody uvedený v prílohe II k smernici 2014/90/EÚ použitý pre posudzovanie zhody (a1);\n• Identifikačné číslo oznamovacieho orgánu pridelené Komisiou v súlade s bodom 3.1 prílohy IV k smernici 2014/90/EÚ (n4);\n• Certifikát (an5...20)
sl: Identifikator za specifično pomorsko opremo, odobreno po direktivi Evropske unije o pomorski opremi (2014/90/EU) in izvedbeni uredbi (EU) 2018/608.\nFormat:\n• DI (an3);\n• Vrsta modula(-ov) ocenjevanja skladnosti, določenih v Prilogi II k Direktivi 2014/90/EU, uporabljenih za ocenjevanje skladnosti (a1);\n• Identifikacijska številka priglašenega organa, dodeljena s strani Komisije v skladu s točko 3.1 Priloge IV k Direktivi 2014/90/EU (n4);\n• Potrdilo (an5...20)
sv: Identifierare för Specifik Marin Utrustning godkänd enligt Europeiska Unionens direktiv om Marin Utrustning (2014/90/EU) och Genomförandeförordning (EU) 2018/608.\nFormat:\n• DI (an3);\n• Typ av överensstämmelsebedömningsmodul(er) angivna i bilaga II till direktiv 2014/90/EU som används för överensstämmelsebedömningen (a1);\n• Anmält organ (NB) identifikationsnummer tilldelat av kommissionen i enlighet med punkt 3.1 i bilaga IV till direktiv 2014/90/EU (n4);\n• Certifikat (an5...20)

# di16054
source: UDI-DI (Unique Device Identification - Device Identifier) for Medical Devices (MD) and In-vitro-Diagnostics (IvD) as the unique key to public UDI data bases (GUDID, EUDAMED, etc.), according to national regulatory requirements, as outlined by the International Medical Device Regulators Forum (IMDRF). All printable characters of the UTF-8 character set are allowed.
bg: UDI-DI (Уникална идентификация на устройство - Идентификатор на устройство) за медицински устройства (MD) и Ин-витро диагностика (IvD) като уникален ключ към публични бази данни за UDI (GUDID, EUDAMED и др.), в съответствие с национални регулаторни изисквания, както е очертано от Международния форум на регулаторите на медицински устройства (IMDRF). Разрешени са всички печатаеми символи от набора на символи UTF-8.
cs: UDI-DI (Unikátní identifikace zařízení - identifikátor zařízení) pro lékařská zařízení (MD) a in-vitro diagnostiku (IvD) jako jedinečný klíč k veřejným databázím UDI (GUDID, EUDAMED atd.) podle národních regulačních požadavků, jak je popsáno Mezinárodním fórem regulátorů lékařských zařízení (IMDRF). Povoleny jsou všechny tisknutelné znaky znakové sady UTF-8.
de: UDI-DI (Unique Device Identification - Gerätekennung) für Medizinprodukte (MD) und In-vitro-Diagnostika (IvD) als eindeutiger Schlüssel zu öffentlichen UDI-Datenbanken (GUDID, EUDAMED usw.), entsprechend den nationalen regulatorischen Anforderungen, wie vom International Medical Device Regulators Forum (IMDRF) dargelegt. Alle druckbaren Zeichen des UTF-8-Zeichensatzes sind erlaubt.
el: UDI-DI (Μοναδική Ταυτοποίηση Συσκευής - Αναγνωριστικό Συσκευής) για Ιατρικές Συσκευές (MD) και Διαγνωστικά In-vitro (IvD) ως το μοναδικό κλειδί για δημόσιες βάσεις δεδομένων UDI (GUDID, EUDAMED, κλπ.), σύμφωνα με τις εθνικές ρυθμιστικές απαιτήσεις, όπως περιγράφεται από το Διεθνές Φόρουμ Ρυθμιστών Ιατρικών Συσκευών (IMDRF). Επιτρέπονται όλοι οι εκτυπώσιμοι χαρακτήρες του συνόλου χαρακτήρων UTF-8.
es: UDI-DI (Identificación Única de Dispositivos - Identificador de Dispositivo) para Dispositivos Médicos (MD) y Diagnósticos In Vitro (IvD) como la clave única para bases de datos públicas UDI (GUDID, EUDAMED, etc.), según los requisitos regulatorios nacionales, como se describe por el Foro Internacional de Reguladores de Dispositivos Médicos (IMDRF). Se permiten todos los caracteres imprimibles del conjunto de caracteres UTF-8.
et: UDI-DI (Unikaalne Seadme Identifitseerimine - Seadme Identifikaator) Meditsiiniseadmetele (MD) ja In vitro Diagnostikaseadmetele (IvD) kui unikaalne võti avalikesse UDI andmebaasidesse (GUDID, EUDAMED jne), vastavalt rahvuslikele regulatiivsetele nõuetele, nagu on kirjeldatud Rahvusvahelises Meditsiiniseadmete Regulaatorite Foorumis (IMDRF). Lubatud on kõik UTF-8 tähemärkide komplekti prinditavad tähemärgid.
fi: UDI-DI (Uniikki Laitetunnistus - Laitetunniste) Lääkinnällisille Laitteille (MD) ja In vitro -Diagnostiikalle (IvD) julkisten UDI-tietokantojen (GUDID, EUDAMED jne.) uniikkina avaimena, kansallisten sääntelyvaatimusten mukaisesti, kuten Kansainvälinen Lääkinnällisten Laitteiden Sääntelyfoorumi (IMDRF) on hahmotellut. Kaikki UTF-8 merkistön tulostettavat merkit ovat sallittuja.
fr: UDI-DI (Identification Unique de Dispositif - Identifiant de Dispositif) pour les Dispositifs Médicaux (MD) et les Diagnostics In Vitro (IvD) comme la clé unique aux bases de données publiques UDI (GUDID, EUDAMED, etc.), conformément aux exigences réglementaires nationales, telles qu'esquissées par le Forum International des Régulateurs de Dispositifs Médicaux (IMDRF). Tous les caractères imprimables de l'ensemble de caractères UTF-8 sont autorisés.
ga: UDI-DI (Aitheantas Uathúil Gléis - Aitheantas Gléis) do Ghléasanna Leighis (MD) agus In-vitro-Diagnostics (IvD) mar an eochair uathúil do bhunachair sonraí UDI poiblí (GUDID, EUDAMED, srl.), de réir riachtanais rialála náisiúnta, mar a leagtar amach ag Fóram Rialálaithe Gléasanna Leighis Idirnáisiúnta (IMDRF). Ceadaithe gach carachtar inphriontáilte den tacar carachtar UTF-8.
hr: UDI-DI (Jedinstvena identifikacija uređaja - Identifikator uređaja) za medicinske uređaje (MD) i in vitro dijagnostiku (IvD) kao jedinstveni ključ javnih UDI baza podataka (GUDID, EUDAMED, itd.), prema nacionalnim regulatornim zahtjevima, kako je opisano od Međunarodnog foruma regulatora medicinskih uređaja (IMDRF). Dopušteni su svi ispisivi znakovi UTF-8 skupa znakova.
hu: Orvostechnikai eszközök UDI-DI (Egyedi Eszköz Azonosítás - Eszköz Azonosító) adatai, mint a nyilvános UDI adatbázisok (GUDID, EUDAMED stb.) egyedi kulcsa, a nemzeti szabályozási követelményeknek megfelelően, ahogy azt az International Medical Device Regulators Forum (IMDRF) vázolja. Az UTF-8 karakterkészlet összes nyomtatható karaktere engedélyezett.
is: UDI-DI (Einstakt tæki auðkenni - Tækisauðkenni) fyrir lækningatæki (MD) og In-vitro-Diagnostics (IvD) sem einstakt lykill að opinberum UDI gagnagrunnum (GUDID, EUDAMED, o.fl.), samkvæmt þjóðlegum reglugerðarkröfum, eins og útlínur International Medical Device Regulators Forum (IMDRF). Öll prentanleg stafi UTF-8 stafasettsins eru leyfðir.
it: UDI-DI (Identificazione Unica del Dispositivo - Identificatore del Dispositivo) per Dispositivi Medici (MD) e Diagnostici In-vitro (IvD) come chiave unica per le banche dati UDI pubbliche (GUDID, EUDAMED, ecc.), secondo i requisiti normativi nazionali, come delineato dal Forum Internazionale dei Regolatori dei Dispositivi Medici (IMDRF). Sono consentiti tutti i caratteri stampabili del set di caratteri UTF-8.
lt: UDI-DI (Unikalus prietaiso identifikavimas - Prietaiso identifikatorius) medicinos prietaisams (MD) ir in vitro diagnostikai (IvD) kaip unikalus raktas į viešas UDI duomenų bazes (GUDID, EUDAMED ir t.t.), pagal nacionalinius reguliavimo reikalavimus, kaip nurodyta Tarptautinio medicinos prietaisų reguliavimo forumo (IMDRF). Leidžiami visi spausdinami UTF-8 simbolių rinkinio simboliai.
lv: UDI-DI (Unikālās Ierīces Identifikācija - Ierīces Identifikators) Medicīnas Ierīcēm (MD) un In-vitro Diagnostikas (IvD) ierīcēm kā unikāla atslēga publiskajām UDI datu bāzēm (GUDID, EUDAMED utt.), saskaņā ar valstu regulatīvajām prasībām, kā noteikts Starptautiskajā Medicīnas Ierīču Regulatoru Forumā (IMDRF). Atļautas visas drukājamo rakstzīmju UTF-8 rakstzīmju kopas.
mt: UDI-DI (Identifikazzjoni Unika tad-Dispożittiv - Identifikatur tad-Dispożittiv) għal Dispożittivi Mediċi (MD) u Dijanjostiċi In-vitro (IvD) bħala ċ-ċavetta unika għal bażijiet tad-data pubbliċi tal-UDI (GUDID, EUDAMED, eċċ.), skont ir-rekwiżiti regolatorji nazzjonali, kif delineat mill-Forum Internazzjonali tar-Regolaturi tal-Dispożittivi Mediċi (IMDRF). Il-karattri stampabbli kollha tas-sett tal-karattri UTF-8 huma permessi.
nl: UDI-DI (Unique Device Identification - Apparaat Identificator) voor Medische Hulpmiddelen (MD) en In-vitro-Diagnostica (IvD) als de unieke sleutel naar openbare UDI-databanken (GUDID, EUDAMED, etc.), volgens nationale regelgevende vereisten, zoals uiteengezet door het International Medical Device Regulators Forum (IMDRF). Alle afdrukbare tekens van de UTF-8 tekenset zijn toegestaan.
no: UDI-DI (Unik enhetsidentifikasjon - Enhetsidentifikator) for medisinsk utstyr (MD) og in vitro-diagnostikk (IvD) som den unike nøkkelen til offentlige UDI-databaser (GUDID, EUDAMED, etc.), i henhold til nasjonale regulatoriske krav, som beskrevet av International Medical Device Regulators Forum (IMDRF). Alle utskriftbare tegn i UTF-8-tegnsettet er tillatt.
pl: UDI-DI (Unikalna Identyfikacja Urządzenia - Identyfikator Urządzenia) dla Urządzeń Medycznych (MD) i Diagnostyki In vitro (IvD) jako unikalny klucz do publicznych baz danych UDI (GUDID, EUDAMED itp.), zgodnie z wymogami regulacyjnymi krajowymi, jak określono przez Międzynarodowe Forum Regulatorów Urządzeń Medycznych (IMDRF). Dozwolone są wszystkie drukowalne znaki zestawu znaków UTF-8.
pt: UDI-DI (Identificação Única de Dispositivo - Identificador de Dispositivo) para Dispositivos Médicos (MD) e Diagnósticos In Vitro (IvD) como a chave única para bancos de dados públicos UDI (GUDID, EUDAMED, etc.), de acordo com requisitos regulatórios nacionais, conforme delineado pelo Fórum Internacional de Reguladores de Dispositivos Médicos (IMDRF). Todos os caracteres imprimíveis do conjunto de caracteres UTF-8 são permitidos.
ro: UDI-DI (Identificarea Unică a Dispozitivelor - Identificatorul Dispozitivului) pentru Dispozitive Medicale (MD) și Diagnostice In-vitro (IvD) ca cheie unică către bazele de date publice UDI (GUDID, EUDAMED, etc.), conform cerințelor regulatorii naționale, așa cum este conturat de Forumul Regulatorilor Internaționali ai Dispozitivelor Medicale (IMDRF). Toate caracterele imprimabile ale setului de caractere UTF-8 sunt permise.
sk: UDI-DI (Unikátna identifikácia zariadenia - Identifikátor zariadenia) pre zdravotnícke zariadenia (MD) a in vitro diagnostiku (IvD) ako jedinečný kľúč k verejným databázam UDI (GUDID, EUDAMED atď.), podľa národných regulačných požiadaviek, ako je uvedené Medzinárodným fórom regulačných orgánov pre zdravotnícke zariadenia (IMDRF). Povolené sú všetky tlačiteľné znaky znakovej sady UTF-8.
sl: UDI-DI (Edinstvena identifikacija naprave - Identifikator naprave) za medicinske naprave (MD) in in-vitro diagnostiko (IvD) kot edinstven ključ do javnih podatkovnih baz UDI (GUDID, EUDAMED itd.), v skladu z nacionalnimi regulativnimi zahtevami, kot jih opredeljuje Mednarodni forum regulatorjev medicinskih pripomočkov (IMDRF). Dovoljeni so vsi tiskljivi znaki nabora znakov UTF-8.
sv: UDI-DI (Unik Enhetsidentifiering - Enhetsidentifierare) för Medicintekniska produkter (MD) och In vitro-diagnostik (IvD) som den unika nyckeln till offentliga UDI-databaser (GUDID, EUDAMED, etc.), enligt nationella regulatoriska krav, som beskrivs av International Medical Device Regulators Forum (IMDRF). Alla utskrivbara tecken från UTF-8-teckenuppsättningen är tillåtna.
