Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di26028
source: Structured Free Text (Line 18 Data)
bg: Структуриран свободен текст (Данни за ред 18)
cs: Strukturovaný volný text (Data řádku 18)
de: Strukturierter Freitext (Zeile 18 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 18)
es: Texto Libre Estructurado (Datos de Línea 18)
et: Struktureeritud vaba tekst (rea 18 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 18 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 18)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 18)
hr: Strukturirani slobodan tekst (Podaci linije 18)
hu: Strukturált Szabad Szöveg (18. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 18 Gögn)
it: Testo Libero Strutturato (Dati Riga 18)
lt: Struktūrizuotas laisvas tekstas (18 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (18. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 18)
nl: Gestructureerde Vrije Tekst (Regel 18 Gegevens)
no: Strukturert Fritekst (Linje 18 Data)
pl: Strukturyzowany tekst wolny (Dane linii 18)
pt: Texto Livre Estruturado (Dados da Linha 18)
ro: Text Liber Structurat (Datele Liniei 18)
sk: Štruktúrovaný voľný text (údaje riadku 18)
sl: Strukturirano prosto besedilo (Podatki vrstice 18)
sv: Strukturerad Fritext (Rad 18 Data)

# di26029
source: Structured Free Text (Line 19 Data)
bg: Структуриран свободен текст (Данни за ред 19)
cs: Strukturovaný volný text (Data řádku 19)
de: Strukturierter Freitext (Zeile 19 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 19)
es: Texto Libre Estructurado (Datos de Línea 19)
et: Struktureeritud vaba tekst (rea 19 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 19 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 19)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 19)
hr: Strukturirani slobodan tekst (Podaci linije 19)
hu: Strukturált Szabad Szöveg (19. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 19 Gögn)
it: Testo Libero Strutturato (Dati Riga 19)
lt: Struktūrizuotas laisvas tekstas (19 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (19. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 19)
nl: Gestructureerde Vrije Tekst (Regel 19 Gegevens)
no: Strukturert Fritekst (Linje 19 Data)
pl: Strukturyzowany tekst wolny (Dane linii 19)
pt: Texto Livre Estruturado (Dados da Linha 19)
ro: Text Liber Structurat (Datele Liniei 19)
sk: Štruktúrovaný voľný text (údaje riadku 19)
sl: Strukturirano prosto besedilo (Podatki vrstice 19)
sv: Strukturerad Fritext (Rad 19 Data)

# di26030
source: Structured Free Text (Line 20 Data)
bg: Структуриран свободен текст (Данни за ред 20)
cs: Strukturovaný volný text (Data řádku 20)
de: Strukturierter Freitext (Zeile 20 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 20)
es: Texto Libre Estructurado (Datos de Línea 20)
et: Struktureeritud vaba tekst (rea 20 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 20 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 20)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 20)
hr: Strukturirani slobodan tekst (Podaci linije 20)
hu: Strukturált Szabad Szöveg (20. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 20 Gögn)
it: Testo Libero Strutturato (Dati Riga 20)
lt: Struktūrizuotas laisvas tekstas (20 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (20. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 20)
nl: Gestructureerde Vrije Tekst (Regel 20 Gegevens)
no: Strukturert Fritekst (Linje 20 Data)
pl: Strukturyzowany tekst wolny (Dane linii 20)
pt: Texto Livre Estruturado (Dados da Linha 20)
ro: Text Liber Structurat (Datele Liniei 20)
sk: Štruktúrovaný voľný text (údaje riadku 20)
sl: Strukturirano prosto besedilo (Podatki vrstice 20)
sv: Strukturerad Fritext (Rad 20 Data)

# di26031
source: Structured Free Text (Line 21 Data)
bg: Структуриран свободен текст (Данни за ред 21)
cs: Strukturovaný volný text (Data řádku 21)
de: Strukturierter Freitext (Zeile 21 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 21)
es: Texto Libre Estructurado (Datos de Línea 21)
et: Struktureeritud vaba tekst (rea 21 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 21 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 21)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 21)
hr: Strukturirani slobodan tekst (Podaci linije 21)
hu: Strukturált Szabad Szöveg (21. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 21 Gögn)
it: Testo Libero Strutturato (Dati Riga 21)
lt: Struktūrizuotas laisvas tekstas (21 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (21. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 21)
nl: Gestructureerde Vrije Tekst (Regel 21 Gegevens)
no: Strukturert Fritekst (Linje 21 Data)
pl: Strukturyzowany tekst wolny (Dane linii 21)
pt: Texto Livre Estruturado (Dados da Linha 21)
ro: Text Liber Structurat (Datele Liniei 21)
sk: Štruktúrovaný voľný text (údaje riadku 21)
sl: Strukturirano prosto besedilo (Podatki vrstice 21)
sv: Strukturerad Fritext (Rad 21 Data)

# di26032
source: Structured Free Text (Line 22 Data)
bg: Структуриран свободен текст (Данни за ред 22)
cs: Strukturovaný volný text (Data řádku 22)
de: Strukturierter Freitext (Zeile 22 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 22)
es: Texto Libre Estructurado (Datos de Línea 22)
et: Struktureeritud vaba tekst (rea 22 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 22 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 22)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 22)
hr: Strukturirani slobodan tekst (Podaci linije 22)
hu: Strukturált Szabad Szöveg (22. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 22 Gögn)
it: Testo Libero Strutturato (Dati Riga 22)
lt: Struktūrizuotas laisvas tekstas (22 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (22. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 22)
nl: Gestructureerde Vrije Tekst (Regel 22 Gegevens)
no: Strukturert Fritekst (Linje 22 Data)
pl: Strukturyzowany tekst wolny (Dane linii 22)
pt: Texto Livre Estruturado (Dados da Linha 22)
ro: Text Liber Structurat (Datele Liniei 22)
sk: Štruktúrovaný voľný text (údaje riadku 22)
sl: Strukturirano prosto besedilo (Podatki vrstice 22)
sv: Strukturerad Fritext (Rad 22 Data)

# di26033
source: Structured Free Text (Line 23 Data)
bg: Структуриран свободен текст (Данни за ред 23)
cs: Strukturovaný volný text (Data řádku 23)
de: Strukturierter Freitext (Zeile 23 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 23)
es: Texto Libre Estructurado (Datos de Línea 23)
et: Struktureeritud vaba tekst (rea 23 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 23 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 23)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 23)
hr: Strukturirani slobodan tekst (Podaci linije 23)
hu: Strukturált Szabad Szöveg (23. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 23 Gögn)
it: Testo Libero Strutturato (Dati Riga 23)
lt: Struktūrizuotas laisvas tekstas (23 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (23. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 23)
nl: Gestructureerde Vrije Tekst (Regel 23 Gegevens)
no: Strukturert Fritekst (Linje 23 Data)
pl: Strukturyzowany tekst wolny (Dane linii 23)
pt: Texto Livre Estruturado (Dados da Linha 23)
ro: Text Liber Structurat (Datele Liniei 23)
sk: Štruktúrovaný voľný text (údaje riadku 23)
sl: Strukturirano prosto besedilo (Podatki vrstice 23)
sv: Strukturerad Fritext (Rad 23 Data)

# di26034
source: Structured Free Text (Line 24 Data)
bg: Структуриран свободен текст (Данни за ред 24)
cs: Strukturovaný volný text (Data řádku 24)
de: Strukturierter Freitext (Zeile 24 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 24)
es: Texto Libre Estructurado (Datos de Línea 24)
et: Struktureeritud vaba tekst (rea 24 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 24 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 24)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 24)
hr: Strukturirani slobodan tekst (Podaci linije 24)
hu: Strukturált Szabad Szöveg (24. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 24 Gögn)
it: Testo Libero Strutturato (Dati Riga 24)
lt: Struktūrizuotas laisvas tekstas (24 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (24. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 24)
nl: Gestructureerde Vrije Tekst (Regel 24 Gegevens)
no: Strukturert Fritekst (Linje 24 Data)
pl: Strukturyzowany tekst wolny (Dane linii 24)
pt: Texto Livre Estruturado (Dados da Linha 24)
ro: Text Liber Structurat (Datele Liniei 24)
sk: Štruktúrovaný voľný text (údaje riadku 24)
sl: Strukturirano prosto besedilo (Podatki vrstice 24)
sv: Strukturerad Fritext (Rad 24 Data)

# di26035
source: Structured Free Text (Line 25 Data)
bg: Структуриран свободен текст (Данни за ред 25)
cs: Strukturovaný volný text (Data řádku 25)
de: Strukturierter Freitext (Zeile 25 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 25)
es: Texto Libre Estructurado (Datos de Línea 25)
et: Struktureeritud vaba tekst (rea 25 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 25 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 25)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 25)
hr: Strukturirani slobodan tekst (Podaci linije 25)
hu: Strukturált Szabad Szöveg (25. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 25 Gögn)
it: Testo Libero Strutturato (Dati Riga 25)
lt: Struktūrizuotas laisvas tekstas (25 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (25. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 25)
nl: Gestructureerde Vrije Tekst (Regel 25 Gegevens)
no: Strukturert Fritekst (Linje 25 Data)
pl: Strukturyzowany tekst wolny (Dane linii 25)
pt: Texto Livre Estruturado (Dados da Linha 25)
ro: Text Liber Structurat (Datele Liniei 25)
sk: Štruktúrovaný voľný text (údaje riadku 25)
sl: Strukturirano prosto besedilo (Podatki vrstice 25)
sv: Strukturerad Fritext (Rad 25 Data)

# di26036
source: Structured Free Text (Line 26 Data)
bg: Структуриран свободен текст (Данни за ред 26)
cs: Strukturovaný volný text (Data řádku 26)
de: Strukturierter Freitext (Zeile 26 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 26)
es: Texto Libre Estructurado (Datos de Línea 26)
et: Struktureeritud vaba tekst (rea 26 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 26 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 26)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 26)
hr: Strukturirani slobodan tekst (Podaci linije 26)
hu: Strukturált Szabad Szöveg (26. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 26 Gögn)
it: Testo Libero Strutturato (Dati Riga 26)
lt: Struktūrizuotas laisvas tekstas (26 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (26. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 26)
nl: Gestructureerde Vrije Tekst (Regel 26 Gegevens)
no: Strukturert Fritekst (Linje 26 Data)
pl: Strukturyzowany tekst wolny (Dane linii 26)
pt: Texto Livre Estruturado (Dados da Linha 26)
ro: Text Liber Structurat (Datele Liniei 26)
sk: Štruktúrovaný voľný text (údaje riadku 26)
sl: Strukturirano prosto besedilo (Podatki vrstice 26)
sv: Strukturerad Fritext (Rad 26 Data)

# di26037
source: Structured Free Text (Line 27 Data)
bg: Структуриран свободен текст (Данни за ред 27)
cs: Strukturovaný volný text (Data řádku 27)
de: Strukturierter Freitext (Zeile 27 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 27)
es: Texto Libre Estructurado (Datos de Línea 27)
et: Struktureeritud vaba tekst (rea 27 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 27 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 27)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 27)
hr: Strukturirani slobodan tekst (Podaci linije 27)
hu: Strukturált Szabad Szöveg (27. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 27 Gögn)
it: Testo Libero Strutturato (Dati Riga 27)
lt: Struktūrizuotas laisvas tekstas (27 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (27. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 27)
nl: Gestructureerde Vrije Tekst (Regel 27 Gegevens)
no: Strukturert Fritekst (Linje 27 Data)
pl: Strukturyzowany tekst wolny (Dane linii 27)
pt: Texto Livre Estruturado (Dados da Linha 27)
ro: Text Liber Structurat (Datele Liniei 27)
sk: Štruktúrovaný voľný text (údaje riadku 27)
sl: Strukturirano prosto besedilo (Podatki vrstice 27)
sv: Strukturerad Fritext (Rad 27 Data)

# di26038
source: Structured Free Text (Line 28 Data)
bg: Структуриран свободен текст (Данни за ред 28)
cs: Strukturovaný volný text (Data řádku 28)
de: Strukturierter Freitext (Zeile 28 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 28)
es: Texto Libre Estructurado (Datos de Línea 28)
et: Struktureeritud vaba tekst (rea 28 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 28 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 28)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 28)
hr: Strukturirani slobodan tekst (Podaci linije 28)
hu: Strukturált Szabad Szöveg (28. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 28 Gögn)
it: Testo Libero Strutturato (Dati Riga 28)
lt: Struktūrizuotas laisvas tekstas (28 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (28. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 28)
nl: Gestructureerde Vrije Tekst (Regel 28 Gegevens)
no: Strukturert Fritekst (Linje 28 Data)
pl: Strukturyzowany tekst wolny (Dane linii 28)
pt: Texto Livre Estruturado (Dados da Linha 28)
ro: Text Liber Structurat (Datele Liniei 28)
sk: Štruktúrovaný voľný text (údaje riadku 28)
sl: Strukturirano prosto besedilo (Podatki vrstice 28)
sv: Strukturerad Fritext (Rad 28 Data)

# di26039
source: Structured Free Text (Line 29 Data)
bg: Структуриран свободен текст (Данни за ред 29)
cs: Strukturovaný volný text (Data řádku 29)
de: Strukturierter Freitext (Zeile 29 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 29)
es: Texto Libre Estructurado (Datos de Línea 29)
et: Struktureeritud vaba tekst (rea 29 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 29 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 29)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 29)
hr: Strukturirani slobodan tekst (Podaci linije 29)
hu: Strukturált Szabad Szöveg (29. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 29 Gögn)
it: Testo Libero Strutturato (Dati Riga 29)
lt: Struktūrizuotas laisvas tekstas (29 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (29. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 29)
nl: Gestructureerde Vrije Tekst (Regel 29 Gegevens)
no: Strukturert Fritekst (Linje 29 Data)
pl: Strukturyzowany tekst wolny (Dane linii 29)
pt: Texto Livre Estruturado (Dados da Linha 29)
ro: Text Liber Structurat (Datele Liniei 29)
sk: Štruktúrovaný voľný text (údaje riadku 29)
sl: Strukturirano prosto besedilo (Podatki vrstice 29)
sv: Strukturerad Fritext (Rad 29 Data)

# di26040
source: Structured Free Text (Line 30 Data)
bg: Структуриран свободен текст (Данни за ред 30)
cs: Strukturovaný volný text (Data řádku 30)
de: Strukturierter Freitext (Zeile 30 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 30)
es: Texto Libre Estructurado (Datos de Línea 30)
et: Struktureeritud vaba tekst (rea 30 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 30 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 30)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 30)
hr: Strukturirani slobodan tekst (Podaci linije 30)
hu: Strukturált Szabad Szöveg (30. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 30 Gögn)
it: Testo Libero Strutturato (Dati Riga 30)
lt: Struktūrizuotas laisvas tekstas (30 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (30. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 30)
nl: Gestructureerde Vrije Tekst (Regel 30 Gegevens)
no: Strukturert Fritekst (Linje 30 Data)
pl: Strukturyzowany tekst wolny (Dane linii 30)
pt: Texto Livre Estruturado (Dados da Linha 30)
ro: Text Liber Structurat (Datele Liniei 30)
sk: Štruktúrovaný voľný text (údaje riadku 30)
sl: Strukturirano prosto besedilo (Podatki vrstice 30)
sv: Strukturerad Fritext (Rad 30 Data)

# di26041
source: Structured Free Text (Line 31 Data)
bg: Структуриран свободен текст (Данни за ред 31)
cs: Strukturovaný volný text (Data řádku 31)
de: Strukturierter Freitext (Zeile 31 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 31)
es: Texto Libre Estructurado (Datos de Línea 31)
et: Struktureeritud vaba tekst (rea 31 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 31 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 31)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 31)
hr: Strukturirani slobodan tekst (Podaci linije 31)
hu: Strukturált Szabad Szöveg (31. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 31 Gögn)
it: Testo Libero Strutturato (Dati Riga 31)
lt: Struktūrizuotas laisvas tekstas (31 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (31. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 31)
nl: Gestructureerde Vrije Tekst (Regel 31 Gegevens)
no: Strukturert Fritekst (Linje 31 Data)
pl: Strukturyzowany tekst wolny (Dane linii 31)
pt: Texto Livre Estruturado (Dados da Linha 31)
ro: Text Liber Structurat (Datele Liniei 31)
sk: Štruktúrovaný voľný text (údaje riadku 31)
sl: Strukturirano prosto besedilo (Podatki vrstice 31)
sv: Strukturerad Fritext (Rad 31 Data)

# di26042
source: Structured Free Text (Line 32 Data)
bg: Структуриран свободен текст (Данни за ред 32)
cs: Strukturovaný volný text (Data řádku 32)
de: Strukturierter Freitext (Zeile 32 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 32)
es: Texto Libre Estructurado (Datos de Línea 32)
et: Struktureeritud vaba tekst (rea 32 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 32 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 32)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 32)
hr: Strukturirani slobodan tekst (Podaci linije 32)
hu: Strukturált Szabad Szöveg (32. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 32 Gögn)
it: Testo Libero Strutturato (Dati Riga 32)
lt: Struktūrizuotas laisvas tekstas (32 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (32. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 32)
nl: Gestructureerde Vrije Tekst (Regel 32 Gegevens)
no: Strukturert Fritekst (Linje 32 Data)
pl: Strukturyzowany tekst wolny (Dane linii 32)
pt: Texto Livre Estruturado (Dados da Linha 32)
ro: Text Liber Structurat (Datele Liniei 32)
sk: Štruktúrovaný voľný text (údaje riadku 32)
sl: Strukturirano prosto besedilo (Podatki vrstice 32)
sv: Strukturerad Fritext (Rad 32 Data)

# di26043
source: Structured Free Text (Line 33 Data)
bg: Структуриран свободен текст (Данни за ред 33)
cs: Strukturovaný volný text (Data řádku 33)
de: Strukturierter Freitext (Zeile 33 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 33)
es: Texto Libre Estructurado (Datos de Línea 33)
et: Struktureeritud vaba tekst (rea 33 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 33 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 33)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 33)
hr: Strukturirani slobodan tekst (Podaci linije 33)
hu: Strukturált Szabad Szöveg (33. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 33 Gögn)
it: Testo Libero Strutturato (Dati Riga 33)
lt: Struktūrizuotas laisvas tekstas (33 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (33. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 33)
nl: Gestructureerde Vrije Tekst (Regel 33 Gegevens)
no: Strukturert Fritekst (Linje 33 Data)
pl: Strukturyzowany tekst wolny (Dane linii 33)
pt: Texto Livre Estruturado (Dados da Linha 33)
ro: Text Liber Structurat (Datele Liniei 33)
sk: Štruktúrovaný voľný text (údaje riadku 33)
sl: Strukturirano prosto besedilo (Podatki vrstice 33)
sv: Strukturerad Fritext (Rad 33 Data)

# di26044
source: Structured Free Text (Line 34 Data)
bg: Структуриран свободен текст (Данни за ред 34)
cs: Strukturovaný volný text (Data řádku 34)
de: Strukturierter Freitext (Zeile 34 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 34)
es: Texto Libre Estructurado (Datos de Línea 34)
et: Struktureeritud vaba tekst (rea 34 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 34 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 34)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 34)
hr: Strukturirani slobodan tekst (Podaci linije 34)
hu: Strukturált Szabad Szöveg (34. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 34 Gögn)
it: Testo Libero Strutturato (Dati Riga 34)
lt: Struktūrizuotas laisvas tekstas (34 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (34. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 34)
nl: Gestructureerde Vrije Tekst (Regel 34 Gegevens)
no: Strukturert Fritekst (Linje 34 Data)
pl: Strukturyzowany tekst wolny (Dane linii 34)
pt: Texto Livre Estruturado (Dados da Linha 34)
ro: Text Liber Structurat (Datele Liniei 34)
sk: Štruktúrovaný voľný text (údaje riadku 34)
sl: Strukturirano prosto besedilo (Podatki vrstice 34)
sv: Strukturerad Fritext (Rad 34 Data)

# di26045
source: Structured Free Text (Line 35 Data)
bg: Структуриран свободен текст (Данни за ред 35)
cs: Strukturovaný volný text (Data řádku 35)
de: Strukturierter Freitext (Zeile 35 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 35)
es: Texto Libre Estructurado (Datos de Línea 35)
et: Struktureeritud vaba tekst (rea 35 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 35 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 35)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 35)
hr: Strukturirani slobodan tekst (Podaci linije 35)
hu: Strukturált Szabad Szöveg (35. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 35 Gögn)
it: Testo Libero Strutturato (Dati Riga 35)
lt: Struktūrizuotas laisvas tekstas (35 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (35. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 35)
nl: Gestructureerde Vrije Tekst (Regel 35 Gegevens)
no: Strukturert Fritekst (Linje 35 Data)
pl: Strukturyzowany tekst wolny (Dane linii 35)
pt: Texto Livre Estruturado (Dados da Linha 35)
ro: Text Liber Structurat (Datele Liniei 35)
sk: Štruktúrovaný voľný text (údaje riadku 35)
sl: Strukturirano prosto besedilo (Podatki vrstice 35)
sv: Strukturerad Fritext (Rad 35 Data)

# di26046
source: Structured Free Text (Line 36 Data)
bg: Структуриран свободен текст (Данни за ред 36)
cs: Strukturovaný volný text (Data řádku 36)
de: Strukturierter Freitext (Zeile 36 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 36)
es: Texto Libre Estructurado (Datos de Línea 36)
et: Struktureeritud vaba tekst (rea 36 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 36 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 36)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 36)
hr: Strukturirani slobodan tekst (Podaci linije 36)
hu: Strukturált Szabad Szöveg (36. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 36 Gögn)
it: Testo Libero Strutturato (Dati Riga 36)
lt: Struktūrizuotas laisvas tekstas (36 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (36. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 36)
nl: Gestructureerde Vrije Tekst (Regel 36 Gegevens)
no: Strukturert Fritekst (Linje 36 Data)
pl: Strukturyzowany tekst wolny (Dane linii 36)
pt: Texto Livre Estruturado (Dados da Linha 36)
ro: Text Liber Structurat (Datele Liniei 36)
sk: Štruktúrovaný voľný text (údaje riadku 36)
sl: Strukturirano prosto besedilo (Podatki vrstice 36)
sv: Strukturerad Fritext (Rad 36 Data)
