Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di16010
source: Hazardous Material Code as defined by ANSI X12.3 in the format Data Element 208 (1-character code qualifier) followed by Data Element 209 (Hazardous Material Code).
bg: Код на опасен материал, дефиниран от ANSI X12.3 във формат Елемент на данни 208 (1-цифрен код квалификатор) последван от Елемент на данни 209 (Код на опасен материал).
cs: Kód nebezpečného materiálu definovaný ANSI X12.3 ve formátu datového prvku 208 (1znakový kvalifikátor kódu) následovaný datovým prvkem 209 (kód nebezpečného materiálu).
de: Gefahrgutcode, wie in ANSI X12.3 im Format Datenelement 208 (1-Zeichen-Codequalifikator) gefolgt von Datenelement 209 (Gefahrgutcode) definiert.
el: Κωδικός Επικίνδυνης Υλης όπως ορίζεται από το ANSI X12.3 στη μορφή Στοιχείο Δεδομένων 208 (1-ψήφιος κωδικός προσδιοριστής) ακολουθούμενο από το Στοιχείο Δεδομένων 209 (Κωδικός Επικίνδυνης Υλης).
es: Código de Material Peligroso definido por ANSI X12.3 en el formato Elemento de Datos 208 (calificador de código de 1 carácter) seguido por Elemento de Datos 209 (Código de Material Peligroso).
et: Ohtlike Materjalide Kood, nagu on määratletud ANSI X12.3-s formaadis Andmeelement 208 (1-tähemärgiline koodikvalifikaator) järgneb Andmeelement 209 (Ohtliku Materjali Kood).
fi: Vaarallisen Aineen Koodi, kuten ANSI X12.3 määrittelee, muodossa Dataelementti 208 (1-merkkinen koodin kvalifioija) seurattuna Dataelementillä 209 (Vaarallisen Aineen Koodi).
fr: Code de matériel dangereux défini par l'ANSI X12.3 dans le format Élément de données 208 (qualificateur de code à 1 caractère) suivi de l'Élément de données 209 (Code de matériel dangereux).
ga: Cód Ábhar Guaiseach mar a shainmhínítear le ANSI X12.3 sa fhormáid Eilimint Sonraí 208 (cáilitheoir cód 1-charachtar) in éineacht le Eilimint Sonraí 209 (Cód Ábhar Guaiseach).
hr: Kod opasnog materijala kako je definirano ANSI X12.3 u formatu Elementa podataka 208 (1-znamenkasti kod kvalifikatora) slijedi Element podataka 209 (Kod opasnog materijala).
hu: Veszélyes Anyagok Kódja az ANSI X12.3 szerint a formátumban Adatelem 208 (1 karakteres kódminősítő) ezt követi Adatelem 209 (Veszélyes Anyagok Kódja).
is: Hættulegs efnis kóði sem skilgreindur er af ANSI X12.3 í sniðinu Gagnaþáttur 208 (1 stafa kóðaauðkenni) fylgt af Gagnaþáttur 209 (Hættulegs efnis kóði).
it: Codice Materiale Pericoloso definito da ANSI X12.3 nel formato Elemento di Dati 208 (qualificatore di codice a 1 carattere) seguito dall'Elemento di Dati 209 (Codice Materiale Pericoloso).
lt: Pavojingų medžiagų kodas, apibrėžtas ANSI X12.3 formate, duomenų elementas 208 (1 simbolio kodo kvalifikatorius) sekamas duomenų elemento 209 (pavojingų medžiagų kodas).
lv: Bīstamo Materiālu Kods, kā definēts ANSI X12.3 formātā Datu Elements 208 (1 rakstzīmes koda kvalifikators) seko Datu Elements 209 (Bīstamo Materiālu Kods).
mt: Kodiċi tal-Materjal Perikoluż kif definit minn ANSI X12.3 fil-format Element tad-Data 208 (kwalifikatur tal-kodiċi ta' 1-karattru) segwit minn Element tad-Data 209 (Kodiċi tal-Materjal Perikoluż).
nl: Gevaarlijk Materiaal Code zoals gedefinieerd door ANSI X12.3 in het formaat Gegevenselement 208 (1-tekens code kwalificatie) gevolgd door Gegevenselement 209 (Gevaarlijk Materiaal Code).
no: Farlig materialekode som definert av ANSI X12.3 i formatet Dataelement 208 (1-tegns kodekvalifikator) etterfulgt av Dataelement 209 (Farlig materialekode).
pl: Kod materiału niebezpiecznego zdefiniowany przez ANSI X12.3 w formacie Elementu Danych 208 (kwalifikator kodu jednoznakowego) po którym następuje Element Danych 209 (Kod Materiału Niebezpiecznego).
pt: Código de Material Perigoso conforme definido pela ANSI X12.3 no formato Elemento de Dados 208 (qualificador de código de 1 caractere) seguido pelo Elemento de Dados 209 (Código de Material Perigoso).
ro: Codul Materialului Periculos definit de ANSI X12.3 în formatul Elementul de Date 208 (calificatorul de cod cu 1 caracter) urmat de Elementul de Date 209 (Codul Materialului Periculos).
sk: Kód nebezpečného materiálu definovaný ANSI X12.3 vo formáte dátového prvku 208 (1-znakový kvalifikátor kódu) nasledovaný dátovým prvkom 209 (Kód nebezpečného materiálu).
sl: Koda nevarnega materiala, kot je opredeljeno s strani ANSI X12.3 v formatu Podatkovni element 208 (1-znakovni kvalifikator kode) sledi Podatkovni element 209 (Koda nevarnega materiala).
sv: Farligt Material Kod som definieras av ANSI X12.3 i formatet Dataelement 208 (1-teckenskodkvalificerare) följt av Dataelement 209 (Kod för farligt material).

# di16011
source: 10-character CLEI Code for telecommunications equipment.
bg: 10-цифрен CLEI код за телекомуникационно оборудване.
cs: 10znakový kód CLEI pro telekomunikační zařízení.
de: 10-stelliger CLEI-Code für Telekommunikationsgeräte.
el: 10-ψήφιος Κωδικός CLEI για τηλεπικοινωνιακό εξοπλισμό.
es: Código CLEI de 10 caracteres para equipos de telecomunicaciones.
et: 10-tähemärgiline CLEI Kood telekommunikatsiooniseadmetele.
fi: 10-merkkinen CLEI Koodi telekommunikaatiolaitteille.
fr: Code CLEI à 10 caractères pour les équipements de télécommunications.
ga: Cód CLEI 10 gcarachtar do threalamh teileachumarsáide.
hr: 10-znamenkasti CLEI kod za telekomunikacijsku opremu.
hu: 10 karakteres CLEI Kód távközlési berendezésekhez.
is: 10 stafa CLEI kóði fyrir fjarskiptabúnað.
it: Codice CLEI a 10 caratteri per attrezzature di telecomunicazione.
lt: 10 simbolių CLEI kodas telekomunikacijų įrangai.
lv: 10-ciparu CLEI Kods telekomunikāciju iekārtām.
mt: Kodiċi CLEI ta' 10-karattri għal tagħmir tat-telekomunikazzjoni.
nl: 10-tekens CLEI Code voor telecommunicatieapparatuur.
no: 10-tegns CLEI-kode for telekommunikasjonsutstyr.
pl: 10-znakowy kod CLEI dla sprzętu telekomunikacyjnego.
pt: Código CLEI de 10 caracteres para equipamentos de telecomunicações.
ro: Codul CLEI cu 10 caractere pentru echipamentele de telecomunicații.
sk: 10-znakový kód CLEI pre telekomunikačné zariadenia.
sl: 10-znakovna koda CLEI za telekomunikacijsko opremo.
sv: 10-teckens CLEI-kod för telekommunikationsutrustning.

# di16012
source: Document Type (e.g., Pick List, Design Drawing, etc.) (internally assigned or mutually defined).
bg: Тип на документ (напр., Списък за избор, Проектна чертеж и др.) (вътрешно присвоен или взаимно определен).
cs: Typ dokumentu (např. seznam pro výběr, výkres konstrukce atd.) (interně přiřazený nebo vzájemně definovaný).
de: Dokumententyp (z. B. Kommissionierliste, Konstruktionszeichnung usw.) (intern zugewiesen oder gemeinsam definiert).
el: Τύπος Εγγράφου (π.χ., Λίστα Παραλαβής, Σχεδιαγράμματα Σχεδίασης, κλπ.) (εσωτερικά ανατεθειμένο ή αμοιβαία καθορισμένο).
es: Tipo de Documento (por ejemplo, Lista de Recogida, Dibujo de Diseño, etc.) (asignado internamente o definido mutuamente).
et: Dokumendi Tüüp (nt Korjetellimus, Projekteerimisjoonis jne) (sisemiselt määratud või vastastikku määratletud).
fi: Asiakirjatyyppi (esim., Noutolista, Suunnittelupiirustus jne.) (sisäisesti määritetty tai keskinäisesti määritelty).
fr: Type de document (par exemple, liste de prélèvement, dessin de conception, etc.) (attribué en interne ou défini mutuellement).
ga: Cineál Doiciméid (m.sh., Liosta Piocála, Líníocht Dearaidh, srl.) (arna shannadh go hinmheánach nó a shainmhínítear go frithpháirteach).
hr: Tip dokumenta (npr., Lista za preuzimanje, Tehnički crtež, itd.) (interno dodijeljen ili međusobno definiran).
hu: Dokumentum Típusa (pl. Komissiózó Lista, Tervezési Rajz stb.) (belsőleg kijelölve vagy közösen meghatározva).
is: Skjalategund (t.d., Afhendingarlista, Hönnunarteikning, o.s.frv.) (innanhúss úthlutað eða í sameiningu skilgreint).
it: Tipo di Documento (ad es., Lista di Prelevamento, Disegno di Progettazione, ecc.) (assegnato internamente o definito di comune accordo).
lt: Dokumento tipas (pvz., pakavimo sąrašas, konstrukcijos brėžinys ir t.t.) (viduje priskirtas arba abipusiai apibrėžtas).
lv: Dokumenta Tips (piem., Izņemšanas Saraksts, Projektēšanas Zīmējums utt.) (iekšēji piešķirts vai savstarpēji definēts).
mt: Tip ta' Dokument (eż., Lista tal-Picks, Tpinġija tad-Disinn, eċċ.) (assenjat internament jew definit b'mod reċiproku).
nl: Documenttype (bijv., Picklijst, Ontwerptekening, etc.) (intern toegewezen of onderling gedefinieerd).
no: Dokumenttype (for eksempel, Plukkliste, Design tegning, etc.) (internt tildelt eller gjensidig definert).
pl: Typ dokumentu (np. lista wyboru, rysunek konstrukcyjny itp.) (przydzielony wewnętrznie lub zdefiniowany wspólnie).
pt: Tipo de Documento (por exemplo, Lista de Separação, Desenho de Projeto, etc.) (atribuído internamente ou definido mutuamente).
ro: Tipul Documentului (de ex., Lista de Preluare, Desenul de Proiectare, etc.) (atribuit intern sau definit mutual).
sk: Typ dokumentu (napr., Zoznam na vyzdvihnutie, Návrhový výkres atď.) (interné pridelený alebo vzájomne definovaný).
sl: Vrsta dokumenta (npr., seznam za prevzem, načrtna risba itd.) (notranje dodeljeno ali medsebojno definirano).
sv: Dokumenttyp (t.ex., Plocklista, Designritning, etc.) (internt tilldelad eller ömsesidigt definierad).

# di16013
source: VMRS System Code.
bg: VMRS системен код.
cs: Kód systému VMRS.
el: Κωδικός Συστήματος VMRS.
es: Código del Sistema VMRS.
et: VMRS Süsteemi Kood.
fi: VMRS Järjestelmäkoodi.
fr: Code du système VMRS.
ga: Cód Córais VMRS.
hr: VMRS sistemski kod.
hu: VMRS Rendszerkód.
is: VMRS kerfiskóði.
it: Codice Sistema VMRS.
lt: VMRS sistemos kodas.
lv: VMRS Sistēmas Kods.
mt: Kodiċi tas-Sistema VMRS.
nl: VMRS Systeemcode.
no: VMRS-systemkode.
pl: Kod systemu VMRS.
pt: Código do Sistema VMRS.
ro: Codul Sistemului VMRS.
sk: Kód systému VMRS.
sl: VMRS sistemski kod.
sv: VMRS-systemkod.

# di16014
source: VMRS System and Assembly Code.
bg: VMRS системен и събирателен код.
cs: Kód systému a sestavy VMRS.
de: VMRS-System- und Baugruppencode.
el: Κωδικός Συστήματος και Συναρμολόγησης VMRS.
es: Código del Sistema y Ensamblaje VMRS.
et: VMRS Süsteemi ja Kooste Kood.
fi: VMRS Järjestelmä ja Kokoonpanokoodi.
fr: Code du système et de l'assemblage VMRS.
ga: Cód Córais agus Tionóil VMRS.
hr: VMRS sistemski i sklopni kod.
hu: VMRS Rendszer és Összeállítási Kód.
is: VMRS kerfi og samsetningarkóði.
it: Codice Sistema e Assemblaggio VMRS.
lt: VMRS sistemos ir surinkimo kodas.
lv: VMRS Sistēmas un Montāžas Kods.
mt: Kodiċi tas-Sistema u tal-Assemblea VMRS.
nl: VMRS Systeem- en Assemblagecode.
no: VMRS-system og samlekode.
pl: Kod systemu i zespołu VMRS.
pt: Código do Sistema e Montagem VMRS.
ro: Codul Sistemului și Asamblarea VMRS.
sk: Kód systému a zostavy VMRS.
sl: VMRS sistemski in sklopni kod.
sv: VMRS-system och Monteringkod.

# di16015
source: VMRS System, Assembly, & Part Code.
bg: VMRS системен, събирателен и частен код.
cs: Kód systému, sestavy a dílu VMRS.
de: VMRS-System-, Baugruppen- & Teilcode.
el: Κωδικός Συστήματος, Συναρμολόγησης, & Μέρους VMRS.
es: Código del Sistema, Ensamblaje y Parte VMRS.
et: VMRS Süsteemi, Kooste ja Osa Kood.
fi: VMRS Järjestelmä, Kokoonpano, & Osakoodi.
fr: Code du système, de l'assemblage et de la pièce VMRS.
ga: Cód Córais, Tionóil, & Páirte VMRS.
hr: VMRS sistemski, sklopni i dio koda.
hu: VMRS Rendszer, Összeállítás és Alkatrész Kód.
is: VMRS kerfi, samsetning, & hlutakóði.
it: Codice Sistema, Assemblaggio e Parte VMRS.
lt: VMRS sistemos, surinkimo ir dalies kodas.
lv: VMRS Sistēmas, Montāžas un Daļas Kods.
mt: Kodiċi tas-Sistema, tal-Assemblea, u tal-Parti VMRS.
nl: VMRS Systeem-, Assemblage- en Onderdeelcode.
no: VMRS-system, samling, & delkode.
pl: Kod systemu, zespołu i części VMRS.
pt: Código do Sistema, Montagem e Peça VMRS.
ro: Codul Sistemului, Asamblarea, & Piesa VMRS.
sk: Kód systému, zostavy a dielu VMRS.
sl: VMRS sistemski, sklopni in delovni kod.
sv: VMRS-system, Montering, & Delkod.

# di16016
source: VMRS System, Assembly, or Part Code. (User Modified).
bg: VMRS системен, събирателен или частен код. (Модифициран от потребителя).
cs: Kód systému, sestavy nebo dílu VMRS. (Uživatelem upraveno).
de: VMRS-System-, Baugruppen- oder Teilcode. (Benutzermodifiziert).
el: Κωδικός Συστήματος, Συναρμολόγησης, ή Μέρους VMRS. (Τροποποιημένο από Χρήστη).
es: Código del Sistema, Ensamblaje o Parte VMRS. (Modificado por el Usuario).
et: VMRS Süsteemi, Kooste või Osa Kood. (Kasutaja Muudetud).
fi: VMRS Järjestelmä, Kokoonpano tai Osakoodi. (Käyttäjän Muokkaama).
fr: Code du système, de l'assemblage ou de la pièce VMRS. (Modifié par l'utilisateur).
ga: Cód Córais, Tionóil, nó Páirte VMRS. (Modhnaithe ag an Úsáideoir).
hr: VMRS sistemski, sklopni ili dio koda. (Korisnički modificiran).
hu: VMRS Rendszer, Összeállítás vagy Alkatrész Kód. (Felhasználó által Módosítva).
is: VMRS kerfi, samsetning, eða hlutakóði. (Notandi breytt).
it: Codice Sistema, Assemblaggio o Parte VMRS. (Modificato dall'Utente).
lt: VMRS sistemos, surinkimo arba dalies kodas. (Naudotojo modifikuotas).
lv: VMRS Sistēmas, Montāžas vai Daļas Kods. (Lietotāja Modificēts).
mt: Kodiċi tas-Sistema, tal-Assemblea, jew tal-Parti VMRS. (Modifikat mill-Utent).
nl: VMRS Systeem-, Assemblage- of Onderdeelcode. (Gebruiker Gewijzigd).
no: VMRS-system, samling, eller delkode. (Brukermodifisert).
pl: Kod systemu, zespołu lub części VMRS. (Zmodyfikowany przez użytkownika).
pt: Código do Sistema, Montagem ou Peça VMRS. (Modificado pelo Usuário).
ro: Codul Sistemului, Asamblarea, sau Piesa VMRS. (Modificat de Utilizator).
sk: Kód systému, zostavy alebo dielu VMRS. (Upravené používateľom).
sl: VMRS sistemski, sklopni ali delovni kod. (Uporabnik spremenjeno).
sv: VMRS-system, Montering, eller Delkod. (Användarmodifierad).

# di16017
source: Combined GS1 Supplier Identification and Item Code Assigned By The Supplier.\n2020 Update: GS1 recommends this DI no longer be used and that users of this DI migrate to GS1 data qualifiers (Application Identifiers) per ISO/IEC 15418 and ISO/IEC 15459-3.
bg: Комбиниран GS1 идентификационен код на доставчика и код на артикула, присвоен от доставчика.\nАктуализация 2020: GS1 препоръчва този DI вече да не се използва и потребителите на този DI да мигрират към квалификатори на данни на GS1 (Идентификатори за приложения) според ISO/IEC 15418 и ISO/IEC 15459-3.
cs: Kombinovaný kód identifikace dodavatele GS1 a kód položky přiřazený dodavatelem.\nAktualizace 2020: GS1 doporučuje, aby tento DI již nebyl používán a aby uživatelé tohoto DI přešli na kvalifikátory dat GS1 (identifikátory aplikací) podle ISO/IEC 15418 a ISO/IEC 15459-3.
de: Kombinierter GS1-Lieferantenidentifikations- und Artikelcode, der vom Lieferanten zugewiesen wird.\n2020 Update: GS1 empfiehlt, dass dieser DI nicht mehr verwendet wird und dass Benutzer dieses DI zu GS1-Datenqualifikatoren (Anwendungsidentifikatoren) gemäß ISO/IEC 15418 und ISO/IEC 15459-3 migrieren.
el: Συνδυασμένος Κωδικός Ταυτοποίησης Προμηθευτή GS1 και Κωδικός Αντικειμένου που Ανατέθηκε από τον Προμηθευτή.\nΕνημέρωση 2020: Η GS1 συνιστά αυτός ο DI να μη χρησιμοποιείται πλέον και ότι οι χρήστες αυτού του DI να μεταφέρονται στους προσδιοριστές δεδομένων GS1 (Αναγνωριστικά Εφαρμογών) σύμφωνα με το ISO/IEC 15418 και ISO/IEC 15459-3.
es: Combinación de Identificación del Proveedor GS1 y Código de Artículo Asignado Por El Proveedor.\nActualización 2020: GS1 recomienda que este DI ya no se use y que los usuarios de este DI migren a calificadores de datos de GS1 (Identificadores de Aplicación) según ISO/IEC 15418 y ISO/IEC 15459-3.
et: Kombineeritud GS1 Tarnija Identifitseerimine ja Tarnija poolt Määratud Eseme Kood.\n2020 Uuendus: GS1 soovitab seda DI-d enam mitte kasutada ja soovitab selle DI kasutajatel üle minna GS1 andmekvalifikaatoritele (Rakendusidentifikaatorid) vastavalt ISO/IEC 15418 ja ISO/IEC 15459-3.
fi: Yhdistetty GS1 Toimittajan Tunnistus ja Tuotekoodi, Joka on Toimittajan Määrittämä.\n2020 Päivitys: GS1 suosittelee, että tätä DI:tä ei enää käytetä ja että tämän DI:n käyttäjät siirtyvät käyttämään GS1 datan tunnistekoodit (Sovellustunnisteet) ISO/IEC 15418 ja ISO/IEC 15459-3 mukaisesti.
fr: Code combiné d'identification de fournisseur GS1 et de code d'article attribué par le fournisseur.\nMise à jour 2020 : GS1 recommande que ce DI ne soit plus utilisé et que les utilisateurs de ce DI migrent vers les qualificateurs de données GS1 (Identifiants d'application) selon l'ISO/IEC 15418 et l'ISO/IEC 15459-3.
ga: Cód Comhcheangailte GS1 Aitheantais Soláthraí agus Cód Míre a Shanntar ag an Soláthraí.\nNuashonrú 2020: Molann GS1 nach n-úsáidtear an DI seo a thuilleadh agus go n-aistríonn úsáideoirí an DI seo chuig cáilíochtóirí sonraí GS1 (Aitheantóirí Iarratais) de réir ISO/IEC 15418 agus ISO/IEC 15459-3.
hr: Kombinirani GS1 identifikacijski broj dobavljača i Kod artikla dodijeljen od dobavljača.\nAžuriranje 2020: GS1 preporučuje da se ovaj DI više ne koristi i da korisnici ovog DI-a migriraju na GS1 kvalifikatore podataka (identifikatore aplikacija) prema ISO/IEC 15418 i ISO/IEC 15459-3.
hu: GS1 Beszállító Azonosító és Tételkód kombinációja a Beszállító által Kijelölve.\n2020 Frissítés: Az GS1 azt javasolja, hogy ezt az DI-t ne használják tovább, és hogy az ezt az DI-t használó felhasználók migráljanak az GS1 adatminősítőire (Alkalmazási Azonosítók) az ISO/IEC 15418 és az ISO/IEC 15459-3 szerint.
is: Samsett GS1 birgja auðkenni og vörukóði úthlutað af birgja.\n2020 Uppfærsla: GS1 mælir með því að þessi DI lengur sé ekki notaður og að notendur þessa DI færist yfir í GS1 gagnaauðkenni (Application Identifiers) samkvæmt ISO/IEC 15418 og ISO/IEC 15459-3.
it: Codice Identificativo Combinato del Fornitore GS1 e Codice Articolo Assegnato dal Fornitore.\nAggiornamento 2020: GS1 raccomanda che questo DI non sia più utilizzato e che gli utenti di questo DI migrino ai qualificatori di dati GS1 (Identificatori di Applicazione) secondo ISO/IEC 15418 e ISO/IEC 15459-3.
lt: Kombinuotas GS1 tiekėjo identifikavimas ir prekės kodas, priskirtas tiekėjo.\n2020 metų atnaujinimas: GS1 rekomenduoja šį DI nebenaudoti ir kad šio DI naudotojai pereitų prie GS1 duomenų kvalifikatorių (Taikomųjų Identifikatorių) pagal ISO/IEC 15418 ir ISO/IEC 15459-3.
lv: Apvienotais GS1 Piegādātāja Identifikācija un Preces Kods, ko Piešķīris Piegādātājs.\n2020. gada atjauninājums: GS1 iesaka šo DI vairs nelietot un, ka DI lietotājiem vajadzētu pāriet uz GS1 datu kvalifikatoriem (Pielietojuma Identifikatoriem) saskaņā ar ISO/IEC 15418 un ISO/IEC 15459-3.
mt: Kombinazzjoni tal-Identifikazzjoni tal-Fornitur tal-GS1 u l-Kodiċi tal-Oġġett Assenjat mill-Fornitur.\nAġġornament 2020: GS1 jirrakkomanda li dan id-DI m'għadux jintuża u li l-utenti ta' dan id-DI jemigraw lejn kwalifikaturi tad-data tal-GS1 (Identifikaturi tal-Applikazzjoni) skont l-ISO/IEC 15418 u l-ISO/IEC 15459-3.
nl: Gecombineerde GS1 Leverancier Identificatie en Unieke Pakketidentificatie Toegewezen door de Leverancier.\n2020 Update: GS1 beveelt aan deze DI niet langer te gebruiken en dat gebruikers van deze DI migreren naar GS1 gegevenskwalificaties (Toepassingsidentificatoren) per ISO/IEC 15418 en ISO/IEC 15459-3.
no: Kombinert GS1 leverandøridentifikasjon og varekode tildelt av leverandøren.\n2020 Oppdatering: GS1 anbefaler at dette DI ikke lenger brukes og at brukere av dette DI migrerer til GS1-datakvalifikatorer (applikasjonsidentifikatorer) i henhold til ISO/IEC 15418 og ISO/IEC 15459-3.
pl: Połączony kod identyfikacyjny dostawcy GS1 i kod przedmiotu przydzielony przez dostawcę.\nAktualizacja 2020: GS1 zaleca, aby ten DI nie był już używany i aby użytkownicy tego DI przeszli na kwalifikatory danych GS1 (Identyfikatory Aplikacji) zgodnie z ISO/IEC 15418 i ISO/IEC 15459-3.
pt: Identificação Combinada de Fornecedor GS1 e Código de Item Atribuído Pelo Fornecedor.\nAtualização 2020: A GS1 recomenda que este DI não seja mais usado e que os usuários deste DI migrem para qualificadores de dados GS1 (Identificadores de Aplicação) conforme ISO/IEC 15418 e ISO/IEC 15459-3.
ro: Combinat GS1 Codul de Identificare al Furnizorului și Codul Articolului Atribuit de Furnizor.\nActualizare 2020: GS1 recomandă ca acest DI să nu mai fie utilizat și ca utilizatorii acestui DI să migreze către calificatorii de date GS1 (Identificatorii de Aplicație) conform ISO/IEC 15418 și ISO/IEC 15459-3.
sk: Kombinovaný identifikačný kód dodávateľa GS1 a kód položky pridelený dodávateľom.\nAktualizácia 2020: GS1 odporúča, aby tento DI už nebol používaný a aby používatelia tohto DI prešli na kvalifikátory údajov GS1 (identifikátory aplikácií) podľa ISO/IEC 15418 a ISO/IEC 15459-3.
sl: Kombinirana identifikacijska številka dobavitelja GS1 in koda izdelka, dodeljena s strani dobavitelja.\nPosodobitev 2020: GS1 priporoča, da se ta DI več ne uporablja in da uporabniki tega DI preidejo na kvalifikatorje podatkov GS1 (identifikatorje aplikacij) po ISO/IEC 15418 in ISO/IEC 15459-3.
sv: Kombinerad GS1 Leverantörsidentifiering och Artikelkod Tilldelad av Leverantören.\n2020 Uppdatering: GS1 rekommenderar att denna DI inte längre används och att användare av denna DI migrerar till GS1 datakvalificerare (Applikationsidentifierare) enligt ISO/IEC 15418 och ISO/IEC 15459-3.

# di16018
source: Combined VMRS supplier ID and Supplier Assigned Part Number.
bg: Комбиниран VMRS идентификационен код на доставчика и номер на частта, присвоен от доставчика.
cs: Kombinované ID dodavatele VMRS a číslo dílu přiřazené dodavatelem.
de: Kombinierte VMRS-Lieferanten-ID und vom Lieferanten zugewiesene Artikelnummer.
el: Συνδυασμένος Κωδικός Προμηθευτή VMRS και Αριθμός Μέρους που Ανατέθηκε από τον Προμηθευτή.
es: Combinación de ID de proveedor VMRS y Número de Parte Asignado por el Proveedor.
et: Kombineeritud VMRS tarnija ID ja Tarnija Määratud Osa Number.
fi: Yhdistetty VMRS toimittajan ID ja Toimittajan Määrittämä Osanumero.
fr: Identification combinée du fournisseur VMRS et numéro de pièce attribué par le fournisseur.
ga: Cód Comhcheangailte VMRS aitheantas soláthraí agus Uimhir Cuid a Shanntar ag an Soláthraí.
hr: Kombinirani VMRS identifikacijski broj dobavljača i Broj dijela dodijeljen od dobavljača.
hu: VMRS beszállítói AZ és a Beszállító által Kijelölt Alkatrészszám kombinációja.
is: Samsett VMRS birgja ID og birgja úthlutað varahlutanúmer.
it: Codice fornitore VMRS combinato e Numero di Parte Assegnato dal Fornitore.
lt: Kombinuotas VMRS tiekėjo ID ir tiekėjo priskirtas dalies numeris.
lv: Apvienotais VMRS piegādātāja ID un Piegādātāja Piešķirtais Daļas Numurs.
mt: Kombinazzjoni tal-ID tal-Fornitur VMRS u n-Numru tal-Parti Assenjat mill-Fornitur.
nl: Gecombineerde VMRS leveranciers-ID en Leverancier Toegewezen Onderdeelnummer.
no: Kombinert VMRS-leverandør-ID og leverandørtildelt delnummer.
pl: Połączony identyfikator dostawcy VMRS i numer części przydzielony przez dostawcę.
pt: Identificação combinada de fornecedor VMRS e Número de Peça Atribuído pelo Fornecedor.
ro: Combinat ID-ul furnizorului VMRS și Numărul de Piesă Atribuit de Furnizor.
sk: Kombinovaný identifikačný kód dodávateľa VMRS a číslo dielu pridelené dodávateľom.
sl: Kombinirana identifikacijska številka dobavitelja VMRS in dobaviteljeva dodeljena številka dela.
sv: Kombinerad VMRS leverantörs-ID och Leverantörstilldelat Delnummer.
