Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di17027
source: Single Product Price Value, Net, '.' (dot) used as decimal point (e.g. 27Q1000.5 for the price value of 1000.50).\nStructure: an3+an1...20\n <DI><price value>.\nCharacter set: 0 to 9, dot (ISO 646 ASCII value decimal 46, hexadecimal 2E).\nExample of encoding using a net price value of 1000:\n27Q1000.\nExample of encoding using a net price value of 1000.50:\n27Q1000.5.\nNOTE - If currency is required it can be taken from another data element used in same code, e.g. 12Q.
bg: Единична цена на стойността на продукта, нетна, '.' (точка) се използва като десятъчна точка (напр. 27Q1000.5 за ценовата стойност от 1000.50).\nСтруктура: an3+an1...20\n <DI><ценова стойност>.\nНабор от символи: 0 до 9, точка (ISO 646 ASCII стойност десетично 46, шестнадесетично 2E).\nПример за кодиране, използвайки нетна ценова стойност от 1000:\n27Q1000.\nПример за кодиране, използвайки нетна ценова стойност от 1000.50:\n27Q1000.5.\nЗАБЕЛЕЖКА - Ако се изисква валута, тя може да бъде взета от друг данни елемент, използван в същия код, напр. 12Q.
cs: Jednotková cena produktu, čistá, '.' (tečka) použita jako desetinná tečka (např. 27Q1000.5 pro cenu produktu 1000,50).\nStruktura: an3+an1...20\n <DI><cena produktu>.\nZnaková sada: 0 až 9, tečka (ISO 646 ASCII hodnota desetinná 46, hexadecimální 2E).\nPříklad kódování s použitím čisté ceny produktu 1000:\n27Q1000.\nPříklad kódování s použitím čisté ceny produktu 1000,50:\n27Q1000.5.\nPOZNÁMKA - Pokud je vyžadována měna, lze ji vzít z jiného datového prvku použitého ve stejném kódu, např. 12Q.
de: Einzelprodukt-Preiswert, Netto, '.' (Punkt) als Dezimalpunkt verwendet (z. B. 27Q1000.5 für den Preiswert von 1000,50).\nStruktur: an3+an1...20\n <DI><Preiswert>.\nZeichensatz: 0 bis 9, Punkt (ISO 646 ASCII-Wert Dezimal 46, Hexadezimal 2E).\nBeispiel der Kodierung mit einem Nettopreiswert von 1000:\n27Q1000.\nBeispiel der Kodierung mit einem Nettopreiswert von 1000,50:\n27Q1000.5.\nHINWEIS - Wenn eine Währung erforderlich ist, kann sie aus einem anderen in demselben Code verwendeten Datenelement entnommen werden, z. B. 12Q.
el: Μοναδική Τιμή Τιμής Προϊόντος, Καθαρή, '.' (τελεία) χρησιμοποιείται ως δεκαδικό σημείο (π.χ. 27Q1000.5 για την τιμή τιμής 1000.50).\nΔομή: an3+an1...20\n <DI><τιμή τιμής>.\nΣύνολο χαρακτήρων: 0 έως 9, τελεία (ISO 646 ASCII τιμή δεκαδική 46, δεκαεξαδική 2E).\nΠαράδειγμα κωδικοποίησης χρησιμοποιώντας μια καθαρή τιμή τιμής 1000:\n27Q1000.\nΠαράδειγμα κωδικοποίησης χρησιμοποιώντας μια καθαρή τιμή τιμής 1000.50:\n27Q1000.5.\nΣΗΜΕΙΩΣΗ - Εάν απαιτείται νόμισμα μπορεί να ληφθεί από άλλο στοιχείο δεδομένων που χρησιμοποιείται στον ίδιο κώδικα, π.χ. 12Q.
es: Valor de Precio de Producto Individual, Neto, '.' (punto) usado como punto decimal (por ejemplo, 27Q1000.5 para el valor de precio de 1000.50).\nEstructura: an3+an1...20\n <DI><valor de precio>.\nConjunto de caracteres: 0 a 9, punto (valor ASCII ISO 646 decimal 46, hexadecimal 2E).\nEjemplo de codificación usando un valor de precio neto de 1000:\n27Q1000.\nEjemplo de codificación usando un valor de precio neto de 1000.50:\n27Q1000.5.\nNOTA - Si se requiere moneda, se puede tomar de otro elemento de datos utilizado en el mismo código, por ejemplo, 12Q.
et: Üksiku Toote Hinna Väärtus, Neto, '.' (punkt) kasutatud koma asendajana (nt 27Q1000.5 hinnaväärtuse jaoks 1000.50).\nStruktuur: an3+an1...20\n <DI><hinna väärtus>.\nTähemärkide komplekt: 0 kuni 9, punkt (ISO 646 ASCII väärtus kümnendarv 46, heksadesimaal 2E).\nNäide kodeerimisest, kasutades neto hinnaväärtust 1000:\n27Q1000.\nNäide kodeerimisest, kasutades neto hinnaväärtust 1000.50:\n27Q1000.5.\nMÄRKUS - Kui on vajalik valuuta, võib selle võtta teisest sama koodi kasutatavast andmeelemendist, nt 12Q.
fi: Yksittäisen Tuotteen Hinta-Arvo, Netto, '.' (piste) käytetty desimaalipisteenä (esim. 27Q1000.5 hinnan arvosta 1000,50).\nRakenne: an3+an1...20\n <DI><hinta-arvo>.\nMerkistö: 0 - 9, piste (ISO 646 ASCII arvo desimaali 46, heksadesimaali 2E).\nEsimerkki käytettäessä nettohinta-arvoa 1000:\n27Q1000.\nEsimerkki käytettäessä nettohinta-arvoa 1000,50:\n27Q1000.5.\nHUOM - Jos valuuttaa vaaditaan, se voidaan ottaa toisesta samassa koodissa käytetystä dataelementistä, esim. 12Q.
fr: Valeur du prix d'un produit unique, net, '.' (point) utilisé comme point décimal (par exemple, 27Q1000.5 pour la valeur du prix de 1000,50).\nStructure : an3+an1...20\n <DI><valeur du prix>.\nJeu de caractères : 0 à 9, point (valeur décimale ASCII ISO 646 46, hexadécimal 2E).\nExemple de codage utilisant une valeur de prix net de 1000 :\n27Q1000.\nExemple de codage utilisant une valeur de prix net de 1000,50 :\n27Q1000.5.\nREMARQUE - Si une devise est requise, elle peut être prise d'un autre élément de données utilisé dans le même code, par exemple, 12Q.
ga: Praghas Aonair Táirge, Glan, '.' (ponc) á úsáid mar phointe deachúil (m.sh. 27Q1000.5 le haghaidh luach praghas de 1000.50).\nStruchtúr: an3+an1...20\n <DI><luach praghas>.\nTacar carachtar: 0 go 9, ponc (ISO 646 luach ASCII deachúil 46, luach heicsidheachúil 2E).\nSampla de chódú ag baint úsáide as luach praghas glan de 1000:\n27Q1000.\nSampla de chódú ag baint úsáide as luach praghas glan de 1000.50:\n27Q1000.5.\nNÓTA - Má tá airgeadra de dhíth is féidir é a ghlacadh ó eilimint sonraí eile a úsáidtear sa chód céanna, m.sh. 12Q.
hr: Pojedinačna Cijena Proizvoda, Neto, '.' (točka) koristi se kao decimalna točka (npr. 27Q1000.5 za cijenu vrijednosti 1000.50).\nStruktura: an3+an1...20\n <DI><vrijednost cijene>.\nSkup znakova: 0 do 9, točka (ISO 646 ASCII vrijednost decimalno 46, heksadecimalno 2E).\nPrimjer kodiranja koristeći neto cijenu vrijednosti 1000:\n27Q1000.\nPrimjer kodiranja koristeći neto cijenu vrijednosti 1000.50:\n27Q1000.5.\nNAPOMENA - Ako je potrebna valuta, može se uzeti iz drugog podatkovnog elementa korištenog u istom kodu, npr. 12Q.
hu: Egytermék Ár Értéke, Nettó, '.' (pont) használata tizedes pontként (pl. 27Q1000.5 az ár értéke 1000,50).\nStruktúra: an3+an1...20\n <DI><ár érték>.\nKarakterkészlet: 0-tól 9-ig, pont (ISO 646 ASCII érték tizedes 46, hexadecimális 2E).\nPélda kódolásra egy nettó ár értékével 1000:\n27Q1000.\nPélda kódolásra egy nettó ár értékével 1000,50:\n27Q1000.5.\nMEGJEGYZÉS - Ha pénznem szükséges, azt egy másik ugyanabban a kódban használt adatelemből lehet venni, pl. 12Q.
is: Einstakt verðgildi vöru, nettó, '.' (punktur) notaður sem komma (t.d. 27Q1000.5 fyrir verðgildi 1000,50).\nStrúktúr: an3+an1...20\n <DI><verðgildi>.\nStafasett: 0 til 9, punktur (ISO 646 ASCII gildi aukastafur 46, sextándakerfi 2E).\nDæmi um kóðun með nettóverðgildi 1000:\n27Q1000.\nDæmi um kóðun með nettóverðgildi 1000.50:\n27Q1000.5.\nATH - Ef gjaldmiðill er krafist getur hann verið tekin frá öðru gagnaelementi notað í sama kóða, t.d. 12Q.
it: Valore del Prezzo del Prodotto Singolo, Netto, '.' (punto) utilizzato come punto decimale (ad es. 27Q1000.5 per il valore del prezzo di 1000,50).\nStruttura: an3+an1...20\n <DI><valore del prezzo>.\nSet di caratteri: 0 a 9, punto (valore ASCII ISO 646 decimale 46, esadecimale 2E).\nEsempio di codifica utilizzando un valore del prezzo netto di 1000:\n27Q1000.\nEsempio di codifica utilizzando un valore del prezzo netto di 1000,50:\n27Q1000.5.\nNOTA - Se è richiesta la valuta può essere presa da un altro elemento di dati utilizzato nello stesso codice, ad es. 12Q.
lt: Vieneto produkto kaina, grynasis, '.' (taškas) naudojamas kaip dešimtainis taškas (pvz., 27Q1000.5 už 1000,50 kainos vertę).\nStruktūra: an3+an1...20\n <DI><kainos vertė>.\nSimbolių rinkinys: 0 iki 9, taškas (ISO 646 ASCII vertė dešimtainė 46, šešioliktainė 2E).\nKodavimo pavyzdys naudojant grynąją kainos vertę 1000:\n27Q1000.\nKodavimo pavyzdys naudojant grynąją kainos vertę 1000,50:\n27Q1000.5.\nPASTABA - Jei reikalinga valiuta, ji gali būti imama iš kito toje pačioje kodėje naudojamo duomenų elemento, pvz., 12Q.
lv: Vienas Preces Cena Vērtība, Neto, '.' (punkts) tiek izmantots kā decimālais punkts (piem., 27Q1000.5 cena vērtībai 1000.50).\nStruktūra: an3+an1...20\n <DI><cenas vērtība>.\nRakstzīmju kopums: 0 līdz 9, punkts (ISO 646 ASCII vērtība decimāli 46, heksadecimāli 2E).\nKodēšanas piemērs, izmantojot neto cenas vērtību 1000:\n27Q1000.\nKodēšanas piemērs, izmantojot neto cenas vērtību 1000.50:\n27Q1000.5.\nPIEZĪME - Ja nepieciešama valūta, to var ņemt no cita datu elementa, kas izmantots tajā pašā kodā, piem., 12Q.
mt: Valur tal-Prezz Uniku tal-Prodott, Nett, '.' (punt) użat bħala punt deċimali (eż. 27Q1000.5 għall-valur tal-prezz ta' 1000.50).\nStruttura: an3+an1...20\n <DI><valur tal-prezz>.\nSett tal-karattri: 0 sa 9, punt (valur ASCII ISO 646 deċimali 46, eżadeċimali 2E).\nEżempju ta' kodifikazzjoni bl-użu ta' valur tal-prezz nett ta' 1000:\n27Q1000.\nEżempju ta' kodifikazzjoni bl-użu ta' valur tal-prezz nett ta' 1000.50:\n27Q1000.5.\nNOTA - Jekk meħtieġ il-munita tista' tiġi meħuda minn element tad-data ieħor użat fl-istess kodiċi, eż. 12Q.
nl: Enkele Product Prijs Waarde, Netto, '.' (punt) gebruikt als decimaalteken (bijv. 27Q1000.5 voor de prijswaarde van 1000.50).\nStructuur: an3+an1...20\n <DI><prijs waarde>.\nTekenset: 0 tot 9, punt (ISO 646 ASCII waarde decimaal 46, hexadecimaal 2E).\nVoorbeeld van codering met een netto prijswaarde van 1000:\n27Q1000.\nVoorbeeld van codering met een netto prijswaarde van 1000.50:\n27Q1000.5.\nOPMERKING - Als valuta vereist is, kan deze worden genomen van een ander gegevenselement gebruikt in dezelfde code, bijv. 12Q.
no: Enkeltproduktets prisverdi, netto, '.' (punktum) brukt som desimaltegn (for eksempel 27Q1000.5 for prisverdien 1000,50).\nStruktur: an3+an1...20\n <DI><prisverdi>.\nTegnsett: 0 til 9, punktum (ISO 646 ASCII verdi desimal 46, heksadesimal 2E).\nEksempel på koding ved bruk av nettoprisverdi 1000:\n27Q1000.\nEksempel på koding ved bruk av nettoprisverdi 1000,50:\n27Q1000.5.\nMERK - Hvis valuta kreves, kan det tas fra et annet dataelement brukt i samme kode, for eksempel 12Q.
pl: Pojedyncza cena netto wartości produktu, '.' (kropka) używana jako separator dziesiętny (np. 27Q1000.5 dla wartości ceny 1000,50).\nStruktura: an3+an1...20\n <DI><wartość ceny>.\nZestaw znaków: 0 do 9, kropka (ISO 646 wartość dziesiętna ASCII 46, wartość szesnastkowa 2E).\nPrzykład kodowania używając wartości ceny netto 1000:\n27Q1000.\nPrzykład kodowania używając wartości ceny netto 1000,50:\n27Q1000.5.\nUWAGA - Jeśli wymagana jest waluta, może być pobrana z innego elementu danych używanego w tym samym kodzie, np. 12Q.
pt: Valor de Preço Único do Produto, Líquido, '.' (ponto) usado como ponto decimal (por exemplo, 27Q1000.5 para o valor de preço de 1000,50).\nEstrutura: an3+an1...20\n <DI><valor do preço>.\nConjunto de caracteres: 0 a 9, ponto (valor ASCII ISO 646 decimal 46, hexadecimal 2E).\nExemplo de codificação usando um valor de preço líquido de 1000:\n27Q1000.\nExemplo de codificação usando um valor de preço líquido de 1000,50:\n27Q1000.5.\nNOTA - Se moeda for necessária, ela pode ser obtida de outro elemento de dados usado no mesmo código, por exemplo, 12Q.
ro: Valoarea Prețului Unic al Produsului, Net, '.' (punct) utilizat ca punct zecimal (de ex. 27Q1000.5 pentru valoarea prețului de 1000,50).\nStructură: an3+an1...20\n <DI><valoarea prețului>.\nSetul de caractere: 0 până la 9, punct (valoarea ASCII ISO 646 zecimal 46, hexazecimal 2E).\nExemplu de codificare folosind o valoare de preț net de 1000:\n27Q1000.\nExemplu de codificare folosind o valoare de preț net de 1000,50:\n27Q1000.5.\nNOTĂ - Dacă este necesară moneda, aceasta poate fi luată dintr-un alt element de date folosit în același cod, de ex. 12Q.
sk: Cena jednotlivého produktu, čistá, '.' (bodka) použitá ako desatinná bodka (napr. 27Q1000.5 pre cenu 1000,50).\nŠtruktúra: an3+an1...20\n <DI><cena>.\nZnaková sada: 0 až 9, bodka (ISO 646 ASCII hodnota desatinná 46, hexadecimálna 2E).\nPríklad kódovania s čistou cenou 1000:\n27Q1000.\nPríklad kódovania s čistou cenou 1000,50:\n27Q1000.5.\nPOZNÁMKA - Ak je potrebná mena, možno ju získať z iného dátového prvku použitého v rovnakom kóde, napr. 12Q.
sl: Cena posameznega izdelka, neto, '.' (pika) uporabljena kot decimalna točka (npr. 27Q1000.5 za ceno vrednosti 1000,50).\nStruktura: an3+an1...20\n <DI><cena vrednosti>.\nNabor znakov: 0 do 9, pika (ISO 646 ASCII vrednost decimalno 46, heksadecimalno 2E).\nPrimer kodiranja z neto ceno vrednosti 1000:\n27Q1000.\nPrimer kodiranja z neto ceno vrednosti 1000,50:\n27Q1000.5.\nOPOMBA - Če je potrebna valuta, se lahko vzame iz drugega podatkovnega elementa, uporabljenega v isti kodi, npr. 12Q.
sv: Enskilt Produktprisvärde, Netto, '.' (punkt) används som decimalpunkt (t.ex. 27Q1000.5 för prisvärdet 1000,50).\nStruktur: an3+an1...20\n <DI><prisvärde>.\nTeckenuppsättning: 0 till 9, punkt (ISO 646 ASCII-värde decimal 46, hexadecimal 2E).\nExempel på kodning med ett nettoprisvärde på 1000:\n27Q1000.\nExempel på kodning med ett nettoprisvärde på 1000,50:\n27Q1000.5.\nOBS - Om valuta krävs kan den tas från ett annat dataelement som används i samma kod, t.ex. 12Q.
