Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di2011
source: Van Number (complete number minus check digit).
bg: Номер на фургон (пълен номер без контролната цифра).
cs: Číslo dodávky (úplné číslo bez kontrolní číslice).
de: Van-Nummer (komplette Nummer ohne Prüfziffer).
el: Αριθμός Van (πλήρης αριθμός χωρίς τον αριθμό έλεγχου).
es: Número de Van (número completo menos el dígito de control).
et: Vaguni number (täielik number ilma kontrollnumbrita).
fi: Vaununumero (täydellinen numero ilman tarkistusnumeroa).
fr: Numéro de Fourgon (numéro complet à l'exception du chiffre de contrôle).
ga: Uimhir Van (uimhir iomlán lúide an digit seiceála).
hr: Broj kombija (potpuni broj minus kontrolni broj).
hu: Furgon Száma (teljes szám ellenőrző szám nélkül).
is: Númer vöruflutningsbíls (fullt númer án athugunarstafs).
it: Numero del Furgone (numero completo meno la cifra di controllo).
lt: Furgono numeris (pilnas numeris be tikrinimo skaitmens).
lv: Furgona numurs (pilns numurs bez pārbaudes cipara).
mt: Numru tal-Van (numru sħiħ mingħajr iċ-ċifra tal-kontroll).
nl: Van nummer (volledig nummer minus controlecijfer).
no: Van-nummer (komplett nummer minus kontrollsiffer).
pl: Numer vana (pełny numer minus cyfra kontrolna).
pt: Número da Van (número completo menos o dígito verificador).
ro: Numărul Furgonului (numărul complet fără cifra de control).
sk: Číslo dodávky (úplné číslo bez kontrolnej číslice).
sl: Številka tovornjaka (celotna številka brez kontrolne številke).
sv: Vagnummer (komplett nummer minus kontrollsiffran).

# di2012
source: Check digit of Van Number identified in 11B.
bg: Контролна цифра на номера на фургона, идентифициран в 11B.
cs: Kontrolní číslice čísla dodávky identifikovaná v 11B.
de: Prüfziffer der in 11B identifizierten Van-Nummer.
el: Αριθμός έλεγχου του Αριθμού Van που ταυτοποιήθηκε στο 11B.
es: Dígito de control del Número de Van identificado en 11B.
et: Vaguni numbri kontrollnumber, määratud 11B-s.
fi: Vaununumeron tarkistusnumero, joka on tunnistettu 11B:ssä.
fr: Chiffre de contrôle du Numéro de Fourgon identifié dans 11B.
ga: Digit seiceála d'Uimhir Van a aithnítear in 11B.
hr: Kontrolni broj broja kombija identificiran u 11B.
hu: Furgon Számának ellenőrző számjegye, az 11B-ben azonosítva.
is: Athugunarstafur númers vöruflutningsbíls greindur í 11B.
it: Cifra di controllo del Numero del Furgone identificato in 11B.
lt: Furgono numerio tikrinimo skaitmuo nurodytas 11B.
lv: Van numura pārbaudes cipars, identificēts 11B.
mt: Ċifra tal-kontroll tan-Numru tal-Van identifikata fl-11B.
nl: Controlecijfer van Van Nummer geïdentificeerd in 11B.
no: Kontrollsiffer for Van-nummer identifisert i 11B.
pl: Cyfra kontrolna numeru vana określona w 11B.
pt: Dígito verificador do Número da Van identificado em 11B.
ro: Cifra de control a Numărului Furgonului identificată în 11B.
sk: Kontrolná číslica čísla dodávky identifikovaná v 11B.
sl: Kontrolna številka številke tovornjaka, identificirana v 11B.
sv: Kontrollsiffra för vagnummer identifierat i 11B.

# di2013
source: Container Number Code (last 5 digits of number not counting check digit).
bg: Код на номер на контейнер (последните 5 цифри на номера без броене на контролната цифра).
cs: Kód čísla kontejneru (posledních 5 číslic čísla bez zahrnutí kontrolní číslice).
de: Container-Nummerncode (letzte 5 Ziffern der Nummer, ohne Prüfziffer).
el: Κωδικός Αριθμού Δοχείου (τελευταία 5 ψηφία του αριθμού χωρίς τον αριθμό έλεγχου).
es: Código de Número de Contenedor (últimos 5 dígitos del número sin contar el dígito de control).
et: Konteineri numbri kood (viimased 5 numbrit, kontrollnumbrit arvestamata).
fi: Astianumerokoodi (viimeiset 5 numeroa lukuun ottamatta tarkistusnumeroa).
fr: Code de Numéro de Conteneur (les 5 derniers chiffres du numéro à l'exception du chiffre de contrôle).
ga: Cód Uimhir Coimeádáin (an 5 dhigit deireanach d'uimhir gan an digit seiceála a áireamh).
hr: Kod broja spremnika (posljednjih 5 znamenki broja ne računajući kontrolni broj).
hu: Tartályszám Kód (az utolsó 5 számjegy a számból, az ellenőrző számot nem számítva).
is: Kóði númers gáma (síðustu 5 tölustafir númersins án athugunarstafs).
it: Codice Numero del Contenitore (ultime 5 cifre del numero esclusa la cifra di controllo).
lt: Konteinerio numerio kodas (paskutiniai 5 numerio skaitmenys neįskaitant tikrinimo skaitmens).
lv: Konteinera numura kods (pēdējie 5 cipari no numura, neskaitot pārbaudes ciparu).
mt: Kodiċi tan-Numru tal-Kontenitur (l-aħħar 5 ċifri tan-numru barra miċ-ċifra tal-kontroll).
nl: Containernummercode (laatste 5 cijfers van nummer niet tellend controlecijfer).
no: Beholder Nummer Kode (siste 5 sifre av nummer ikke inkludert kontrollsiffer).
pl: Kod numeru kontenera (ostatnie 5 cyfr numeru bez uwzględnienia cyfry kontrolnej).
pt: Código do Número do Contêiner (últimos 5 dígitos do número não contando o dígito verificador).
ro: Codul Numărului Containerului (ultimele 5 cifre ale numărului fără a număra cifra de control).
sk: Kód čísla kontajnera (posledných 5 čísel čísla bez kontrolnej číslice).
sl: Koda številke kontejnerja (zadnjih 5 številk številke brez kontrolne številke).
sv: Behållarnummerkod (sista 5 siffrorna av numret utan kontrollsiffran).

# di2014
source: Tag Status.\nY=Authorized / N=Unauthorized.
bg: Статус на етикет.\nY=Разрешено / N=Неразрешено.
cs: Stav značky.\nY=Autorizováno / N=Neautorizováno.
de: Tag-Status.\nY=Autokarte / N=Unautokarte.
el: Κατάσταση Ετικέτας.\nY=Εξουσιοδοτημένο / N=Μη Εξουσιοδοτημένο.
es: Estado de la Etiqueta.\nY=Autorizado / N=No autorizado.
et: Sildi staatus.\nY=Lubatud / N=Keelatud.
fi: Tunnisteen tila.\nY=Valtuutettu / N=Valtuuttamaton.
fr: Statut du Tag.\nY=Autorisé / N=Non autorisé.
ga: Stádas Clib.\nY=Ceadaithe / N=Neamhcheadaithe.
hr: Status oznake.\nY=Ovlašten / N=Neovlašten.
hu: Címke Státusza.\nY=Engedélyezett / N=Nem engedélyezett.
is: Merki um stöðu.\nY=Heimilt / N=Óheimilt.
it: Stato del Tag.\nY=Autorizzato / N=Non autorizzato.
lt: Žymės būsena.\nY=Leidžiama / N=Nesankcionuota.
lv: Taga statuss.\nY=Autorizēts / N=Neautorizēts.
mt: Status tat-Tag.\nY=Awtorizzat / N=Mhux Awtorizzat.
nl: Tagstatus.\nY=Geautoriseerd / N=Niet geautoriseerd.
no: Tagg Status.\nY=Autorisert / N=Uautorisert.
pl: Status tagu.\nY=Autoryzowany / N=Nieautoryzowany.
pt: Status da Etiqueta.\nY=Autorizado / N=Não autorizado.
ro: Starea Etichetei.\nY=Autorizat / N=Neautorizat.
sk: Stav značky.\nY=Autorizovaný / N=Neautorizovaný.
sl: Status oznake.\nY=Avtorizirano / N=Neavtorizirano.
sv: Taggstatus.\nY=Auktoriserad / N=Oauktoriserad.

# di2015
source: Dangerous Cargo Class.\nIMDG Class in the format 'n.na' where n = numeric, decimal point expressly encoded, and a = conditional alphabetic qualifier. http://docs.imo.org/.
bg: Клас на опасен товар.\nКлас IMDG във формат 'n.na', където n = числово, десятъчната точка изрично кодирана, и a = условен алфабетен квалификатор. http://docs.imo.org/.
cs: Třída nebezpečného nákladu.\nTřída IMDG ve formátu 'n.na', kde n = číselné, desetinná tečka vyjádřená výslovně, a = podmíněný abecední kvalifikátor. http://docs.imo.org/.
de: Gefährliche Ladungsklasse.\nIMDG-Klasse im Format 'n.na' wobei n = numerisch, Dezimalpunkt ausdrücklich kodiert und a = bedingter alphabetischer Qualifikator. http://docs.imo.org/.
el: Κλάση Επικίνδυνου Φορτίου.\nΚλάση IMDG σε μορφή 'n.na' όπου n = αριθμητικό, δεκαδικό σημείο ρητά κωδικοποιημένο, και a = υποθετικός αλφαβητικός προσδιορισμός. http://docs.imo.org/.
es: Clase de Carga Peligrosa.\nClase IMDG en el formato 'n.na' donde n = numérico, punto decimal expresamente codificado, y a = calificador alfabético condicional. http://docs.imo.org/.
et: Ohtliku veose klass.\nIMDG klass formaadis 'n.na', kus n = numbriline, koma on selgelt kodeeritud, ja a = tingimuslik tähestikuline kvalifikaator. http://docs.imo.org/.
fi: Vaarallisen lastin luokka.\nIMDG-luokka muodossa 'n.na', missä n = numeerinen, desimaalipiste nimenomaisesti koodattu, ja a = ehdollinen alfabeettinen kvalifioija. http://docs.imo.org/.
fr: Classe de Cargaison Dangereuse.\nClasse IMDG dans le format 'n.na' où n = numérique, point décimal expressément codé, et a = qualificatif alphabétique conditionnel. http://docs.imo.org/.
ga: Aicme Lastais Contúirteach.\nAicme IMDG sa fhormáid 'n.na' áit a bhfuil n = uimhriúil, pointe deachúil go sonrach códaithe, agus a = cáilitheoir alfaibéiteach coinníollach. http://docs.imo.org/.
hr: Klasa opasnog tereta.\nIMDG klasa u formatu 'n.na' gdje n = numerički, decimalna točka izričito kodirana, i a = uvjetni abecedni kvalifikator. http://docs.imo.org/.
hu: Veszélyes Áru Osztálya.\nIMDG Osztály a 'n.na' formátumban, ahol n = numerikus, tizedespont kifejezetten kódolva, és a = feltételes betűs minősítő. http://docs.imo.org/.
is: Flokkur hættulegs farmgóðs.\nIMDG flokkur á formi 'n.na' þar sem n = tölustafur, tugapunktur sérstaklega kóðaður, og a = skilyrt bókstafskenni. http://docs.imo.org/.
it: Classe di Carico Pericoloso.\nClasse IMDG nel formato 'n.na' dove n = numerico, punto decimale codificato esplicitamente, e a = qualificatore alfabetico condizionale. http://docs.imo.org/.
lt: Pavojingos krovinių klasė.\nIMDG klasė formatu 'n.na', kur n = skaitinis, dešimtainis taškas aiškiai užkoduotas, ir a = sąlyginis abėcėlės kvalifikatorius. http://docs.imo.org/.
lv: Bīstamas kravas klase.\nIMDG klase formātā 'n.na', kur n = cipars, decimālkomats izteikti kodēts, un a = nosacīts alfabētisks kvalifikators. http://docs.imo.org/.
mt: Klassi tal-Merkanzija Perikoluża.\nKlassi IMDG fil-format 'n.na' fejn n = numeriku, punt deċimali espressament kodifikat, u a = kwalifikatur alfabetiku kondizzjonali. http://docs.imo.org/.
nl: Gevaarlijke Goederen Klasse.\nIMDG Klasse in het formaat 'n.na' waar n = numeriek, decimaal punt uitdrukkelijk gecodeerd, en a = voorwaardelijke alfabetische kwalificatie. http://docs.imo.org/.
no: Farlig Last Klasse.\nIMDG Klasse i formatet 'n.na' hvor n = numerisk, desimalpunkt uttrykkelig kodet, og a = betinget alfabetisk kvalifikator. http://docs.imo.org/.
pl: Klasa niebezpiecznego ładunku.\nKlasa IMDG w formacie 'n.na', gdzie n = liczba, kropka dziesiętna wyraźnie zakodowana, a = warunkowy kwalifikator alfabetyczny. http://docs.imo.org/.
pt: Classe de Carga Perigosa.\nClasse IMDG no formato 'n.na' onde n = numérico, ponto decimal expressamente codificado, e a = qualificador alfabético condicional. http://docs.imo.org/.
ro: Clasa de Marfă Periculoasă.\nClasa IMDG în formatul 'n.na' unde n = numeric, punctul zecimal codificat expres, și a = calificativ alfabetic condițional. http://docs.imo.org/.
sk: Trieda nebezpečného nákladu.\nTrieda IMDG vo formáte 'n.na', kde n = číselné, desatinná bodka vyjadrená výslovne a a = podmienený abecedný kvalifikátor. http://docs.imo.org/.
sl: Razred nevarnega tovora.\nRazred IMDG v formatu 'n.na', kjer je n = numerično, decimalna točka izrecno kodirana, in a = pogojni abecedni kvalifikator. http://docs.imo.org/.
sv: Farlig Lastklass.\nIMDG-klass i formatet 'n.na' där n = numerisk, decimalpunkt uttryckligen kodad, och a = villkorlig alfabetisk kvalificerare. http://docs.imo.org/.

# di2016
source: UN Code for Dangerous Goods.\nFor dangerous cargo provided by shipper in accordance with UN Code.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\n2020 Update: URL changed to http://www.unece.org/trans/danger/danger.html
bg: Код на ООН за опасни стоки.\nЗа опасен товар, предоставен от изпращача в съответствие с кода на ООН.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nАктуализация 2020: URL е променен на http://www.unece.org/trans/danger/danger.html
cs: Kód OSN pro nebezpečné zboží.\nPro nebezpečný náklad poskytnutý odesílatelem v souladu s kódem OSN.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nAktualizace 2020: URL změněna na http://www.unece.org/trans/danger/danger.html
de: UN-Code für gefährliche Güter.\nFür gefährliche Ladung vom Versender gemäß UN-Code bereitgestellt.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\n2020 Update: URL geändert zu http://www.unece.org/trans/danger/danger.html
el: Κωδικός UN για Επικίνδυνα Αγαθά.\nΓια επικίνδυνο φορτίο που παρέχεται από τον αποστολέα σύμφωνα με τον κωδικό UN.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nΕνημέρωση 2020: Η διεύθυνση URL άλλαξε σε http://www.unece.org/trans/danger/danger.html
es: Código ONU para Mercancías Peligrosas.\nPara carga peligrosa proporcionada por el transportista de acuerdo con el Código ONU.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nActualización 2020: URL cambiado a http://www.unece.org/trans/danger/danger.html
et: ÜRO kood ohtlikele kaupadele.\nOhtliku kauba puhul, mille on esitanud saatja vastavalt ÜRO koodile.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\n2020 uuendus: URL muudetud aadressiks http://www.unece.org/trans/danger/danger.html
fi: YK-koodi vaarallisille aineille.\nVaarallisen lastin toimittajan määrittämä YK-koodin mukaisesti.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\n2020 Päivitys: URL muutettu osoitteeseen http://www.unece.org/trans/danger/danger.html
fr: Code ONU pour les Marchandises Dangereuses.\nPour les cargaisons dangereuses fournies par l'expéditeur conformément au Code ONU.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nMise à jour 2020 : URL changée en http://www.unece.org/trans/danger/danger.html
ga: Cód NA le haghaidh Earraí Contúirteacha.\nLe haghaidh lastais contú irteach a sholáthraíonn an seoltóir de réir Cód NA.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nNuashonrú 2020: Athraíodh an URL go http://www.unece.org/trans/danger/danger.html
hr: UN kod za opasne tvari.\nZa opasni teret koji je osigurao otpremnik u skladu s UN kodom.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nAžuriranje 2020: URL promijenjen na http://www.unece.org/trans/danger/danger.html
hu: VESZÉLYES ÁRU UN Kódja.\nVeszélyes áru esetén a szállító által az ENSZ Kód szerint biztosított.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\n2020 Frissítés: Az URL megváltozott: http://www.unece.org/trans/danger/danger.html
is: UN kóði fyrir hættuleg góðs.\nFyrir hættulegan farm sem skipað er af farmflytjanda í samræmi við UN kóða.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\n2020 Uppfærsla: Vefslóð breytt í http://www.unece.org/trans/danger/danger.html
it: Codice ONU per Merci Pericolose.\nPer carichi pericolosi forniti dal mittente in conformità con il Codice ONU.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nAggiornamento 2020: URL cambiato in http://www.unece.org/trans/danger/danger.html
lt: JT kodas pavojingoms prekėms.\nKrovinio, kurį tiekėjas pateikia pagal JT kodą, pavojingumas.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\n2020 atnaujinimas: URL pakeistas į http://www.unece.org/trans/danger/danger.html
lv: Bīstamo preču ANO kods.\nBīstamai kravai, ko nosūtījis kravas nosūtītājs saskaņā ar ANO kodu.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\n2020. gada atjauninājums: URL mainīts uz http://www.unece.org/trans/danger/danger.html
mt: Kodiċi UN għal Merkanzija Perikoluża.\nGħal merkanzija perikoluża mogħtija mill-shipper skont il-Kodiċi UN.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nAġġornament 2020: L-URL inbidel għal http://www.unece.org/trans/danger/danger.html
nl: UN-code voor gevaarlijke goederen.\nVoor gevaarlijke lading geleverd door de verzender in overeenstemming met UN-code.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\n2020 Update: URL gewijzigd naar http://www.unece.org/trans/danger/danger.html
no: UN Kode for Farlige Varer.\nFor farlig last levert av avsender i samsvar med UN Kode.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\n2020 Oppdatering: URL endret til http://www.unece.org/trans/danger/danger.html
pl: Kod ONZ dla niebezpiecznych towarów.\nDla niebezpiecznego ładunku dostarczonego przez nadawcę zgodnie z kodem ONZ.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nAktualizacja 2020: adres URL zmieniony na http://www.unece.org/trans/danger/danger.html
pt: Código da ONU para Mercadorias Perigosas.\nPara carga perigosa fornecida pelo expedidor de acordo com o Código da ONU.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nAtualização 2020: URL alterado para http://www.unece.org/trans/danger/danger.html
ro: Codul ONU pentru Mărfuri Periculoase.\nPentru marfa periculoasă furnizată de expediat conform Codului ONU.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nActualizare 2020: URL schimbat la http://www.unece.org/trans/danger/danger.html
sk: Kód OSN pre nebezpečný tovar.\nPre nebezpečný náklad poskytnutý odosielateľom v súlade s kódom OSN.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nAktualizácia 2020: URL zmenená na http://www.unece.org/trans/danger/danger.html
sl: UN koda za nevarno blago.\nZa nevarni tovor, ki ga zagotovi pošiljatelj v skladu z UN kodo.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\nPosodobitev 2020: URL spremenjen v http://www.unece.org/trans/danger/danger.html
sv: UN-kod för Farliga Gods.\nFör farlig last tillhandahållen av avsändaren i enlighet med UN-koden.\nwww.unece.org/trans/danger/publi/unrec/English/part3.pdf\n2020 Uppdatering: URL ändrad till http://www.unece.org/trans/danger/danger.html

# di2017
source: Name Of Transportation Subject.\nVessel name or vehicle code/train trip number in English.
bg: Име на обект на транспортиране.\nИме на кораб или код на превозно средство/номер на влаково пътуване на английски.
cs: Název předmětu přepravy.\nNázev plavidla nebo kód vozidla/číslo vlakového spoje v angličtině.
de: Name Des Transportgegenstands.\nSchiffsname oder Fahrzeugcode/Zugfahrt-Nummer in Englisch.
el: Όνομα Θέματος Μεταφοράς.\nΌνομα πλοίου ή κωδικός οχήματος/αριθμός ταξιδιού τρένου στα Αγγλικά.
es: Nombre del Sujeto de Transporte.\nNombre del buque o código del vehículo/número de viaje del tren en inglés.
et: Transpordiobjekti nimi.\nLaeva nimi või sõiduki kood/rongireisi number inglise keeles.
fi: Kuljetuskohteen nimi.\nAluksen nimi tai ajoneuvokoodi/junamatkan numero englanniksi.
fr: Nom du Sujet de Transport.\nNom du navire ou code du véhicule/numéro de trajet de train en anglais.
ga: Ainm an Ábhair Iompair.\nAinm an long nó cód feithicle/uimhir turais traenach i mBéarla.
hr: Ime subjekta prijevoza.\nIme plovila ili kod vozila/broj putovanja vlaka na engleskom.
hu: Szállítási Tárgy Neve.\nHajónév vagy járműkód/vonatút szám angolul.
is: Nafn flutningsaðila.\nSkipanafn eða ökutækjakóði/lestarnúmer á ensku.
it: Nome del Soggetto al Trasporto.\nNome della nave o codice del veicolo/numero del viaggio del treno in inglese.
lt: Transporto priemonės pavadinimas.\nLaivo pavadinimas arba transporto priemonės kodas / traukinio kelionės numeris anglų kalba.
lv: Transports objekta nosaukums.\nKuģa nosaukums vai transportlīdzekļa kods/vilcienu reisa numurs angļu valodā.
mt: Isem tas-Suġġett tat-Trasport.\nIsem tal-vapur jew kodiċi tal-vettura/numru tal-vjaġġ tal-ferrovija bl-Ingliż.
nl: Naam van vervoersobject.\nNaam van het schip of voertuigcode/treinreisnummer in het Engels.
no: Navn På Transportobjekt.\nNavn på fartøy eller kjøretøykode/togreisenummer på engelsk.
pl: Nazwa przedmiotu transportu.\nNazwa statku lub kod pojazdu/numer podróży pociągu w języku angielskim.
pt: Nome do Sujeito ao Transporte.\nNome do navio ou código do veículo/número da viagem de trem em inglês.
ro: Numele Subiectului Transportului.\nNumele navei sau codul vehiculului/numărul călătoriei trenului în engleză.
sk: Názov dopravného subjektu.\nNázov plavidla alebo kód vozidla/číslo vlakovej jazdy v angličtine.
sl: Ime prevoznega subjekta.\nIme ladje ali koda vozila/številka vlaka v angleščini.
sv: Namn På Transportsubjekt.\nFartygsnamn eller fordonskod/tågresa nummer på engelska.
