Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di16028
source: Cargo Name. Plain language description (English).
bg: Име на товара. Обикновено описание (на английски).
cs: Název nákladu. Jednoduchý popis (anglicky).
de: Ladungsname. Klare Sprachbeschreibung (Englisch).
el: Όνομα Φορτίου. Περιγραφή σε απλή γλώσσα (Αγγλικά).
es: Nombre de la Carga. Descripción en lenguaje sencillo (inglés).
et: Kauba Nimetus. Lihtkeelne kirjeldus (inglise keeles).
fi: Rahtinimi. Yksinkertainen kielenkuvaus (englanniksi).
fr: Nom du chargement. Description en langage clair (anglais).
ga: Ainm Lastais. Cur síos i dteanga shimplí (Béarla).
hr: Naziv tereta. Opis uobičajenog jezika (engleski).
hu: Árunév. Egyszerű nyelvű leírás (angol).
is: Varaheiti. Hrein máls lýsing (Enska).
it: Nome del Carico. Descrizione in lingua inglese semplice.
lt: Krovinio pavadinimas. Paprastas anglų kalbos aprašymas.
lv: Kravas Nosaukums. Vienkāršas valodas apraksts (angļu valodā).
mt: Isem tal-Merkanzija. Deskrizzjoni fil-lingwaġġ sempliċi (bl-Ingliż).
nl: Ladingsnaam. Eenvoudige taalbeschrijving (Engels).
no: Lastnavn. Enkel språkbeskrivelse (engelsk).
pl: Nazwa ładunku. Opis w języku potocznym (angielskim).
pt: Nome da Carga. Descrição em linguagem simples (inglês).
ro: Numele Marfii. Descrierea în limbaj simplu (în engleză).
sk: Názov nákladu. Jednoduchý jazykový popis (angličtina).
sl: Ime tovora. Navadni jezikovni opis (v angleščini).
sv: Lastnamn. Klartextbeskrivning (Engelska).

# di16029
source: Product Classification Code as defined with the GMDN (Global Medical Device Nomenclature - http://www.gmdnagency.org).
bg: Код за класификация на продукта, дефиниран с GMDN (Глобална медицинска номенклатура за устройства - http://www.gmdnagency.org).
cs: Kód klasifikace produktu definovaný s GMDN (Globální nomenklatura pro lékařská zařízení - http://www.gmdnagency.org).
de: Produktklassifikationscode, wie definiert mit der GMDN (Global Medical Device Nomenclature - http://www.gmdnagency.org).
el: Κωδικός Ταξινόμησης Προϊόντος όπως ορίζεται με το GMDN (Global Medical Device Nomenclature - http://www.gmdnagency.org).
es: Código de Clasificación de Producto definido con el GMDN (Nomenclatura Global de Dispositivos Médicos - http://www.gmdnagency.org).
et: Toote Klassifikatsiooni Kood, nagu on määratletud GMDN-ga (Globaalne Meditsiiniseadmete Nomenklatuur - http://www.gmdnagency.org).
fi: Tuotteen Luokittelukoodi, kuten GMDN (Global Medical Device Nomenclature - http://www.gmdnagency.org) määrittelee.
fr: Code de classification de produit tel que défini avec le GMDN (Nomenclature mondiale des dispositifs médicaux - http://www.gmdnagency.org).
ga: Cód Aicmithe Táirge mar a shainmhínítear leis an GMDN (Ainmníocht Dhéimeagrafach Dhomhanda Gléasanna Leighis - http://www.gmdnagency.org).
hr: Kod klasifikacije proizvoda kako je definiran s GMDN (Global Medical Device Nomenclature - http://www.gmdnagency.org).
hu: Termék Osztályozási Kód, amelyet a GMDN (Globális Orvostechnikai Eszközök Nómenklatúrája - http://www.gmdnagency.org) határoz meg.
is: Vöru flokkunarkóði eins og skilgreint með GMDN (Global Medical Device Nomenclature - http://www.gmdnagency.org).
it: Codice di Classificazione del Prodotto definito con la GMDN (Nomenclatura Globale dei Dispositivi Medici - http://www.gmdnagency.org).
lt: Produkto klasifikacijos kodas, apibrėžtas su GMDN (Global Medical Device Nomenclature - http://www.gmdnagency.org).
lv: Produkta Klasifikācijas Kods, kas definēts ar GMDN (Globālā Medicīnas Ierīču Nomenklatūra - http://www.gmdnagency.org).
mt: Kodiċi tal-Klassifikazzjoni tal-Prodott kif definit mal-GMDN (Nomenklatura Globali tal-Dispożittivi Mediċi - http://www.gmdnagency.org).
nl: Productclassificatiecode zoals gedefinieerd met de GMDN (Global Medical Device Nomenclature - http://www.gmdnagency.org).
no: Produktklassifiseringskode definert med GMDN (Global Medical Device Nomenclature - http://www.gmdnagency.org).
pl: Kod klasyfikacji produktu zdefiniowany z GMDN (Globalna Nomenklatura Urządzeń Medycznych - http://www.gmdnagency.org).
pt: Código de Classificação de Produto conforme definido com o GMDN (Nomenclatura Global de Dispositivos Médicos - http://www.gmdnagency.org).
ro: Codul de Clasificare a Produsului definit cu GMDN (Nomenclatura Globală a Dispozitivelor Medicale - http://www.gmdnagency.org).
sk: Kód klasifikácie produktu definovaný s GMDN (Globálna nomenklatúra zdravotníckych pomôcok - http://www.gmdnagency.org).
sl: Koda klasifikacije izdelka, določena z GMDN (Globalna nomenklatura medicinskih pripomočkov - http://www.gmdnagency.org).
sv: Produktklassificeringskod som definieras med GMDN (Global Medical Device Nomenclature - http://www.gmdnagency.org).

# di16030
source: First Level (Supplier Assigned).
bg: Първо ниво (Присвоено от доставчика).
cs: První úroveň (přiřazená dodavatelem).
de: Erste Ebene (Lieferantenzugewiesen).
el: Πρώτο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή).
es: Primer Nivel (Asignado por el Proveedor).
et: Esimene Tase (Tarnija Määratud).
fi: Ensimmäinen Taso (Toimittajan Määrittämä).
fr: Premier niveau (Attribué par le fournisseur).
ga: An Chéad Leibhéal (Arna Shannadh ag an Soláthraí).
hr: Prva razina (Dodijeljeno od strane dobavljača).
hu: Első Szint (Beszállító által Kijelölt).
is: Fyrsta stig (Birgja úthlutað).
it: Primo Livello (Assegnato dal Fornitore).
lt: Pirmasis lygis (Tiekėjo priskirtas).
lv: Pirmā Līmeņa (Piegādātāja Piešķirts).
mt: Ewwel Livell (Assenjat mill-Fornitur).
nl: Eerste Niveau (Leverancier Toegewezen).
no: Første nivå (Leverandørtildelt).
pl: Pierwszy poziom (Przydzielony przez dostawcę).
pt: Primeiro Nível (Atribuído pelo Fornecedor).
ro: Primul Nivel (Atribuit de Furnizor).
sk: Prvá úroveň (Pridelené dodávateľom).
sl: Prva stopnja (Dodeljeno s strani dobavitelja).
sv: Första Nivån (Leverantörstilldelad).

# di16031
source: Second Level (Supplier Assigned).
bg: Второ ниво (Присвоено от доставчика).
cs: Druhá úroveň (přiřazená dodavatelem).
de: Zweite Ebene (Lieferantenzugewiesen).
el: Δεύτερο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή).
es: Segundo Nivel (Asignado por el Proveedor).
et: Teine Tase (Tarnija Määratud).
fi: Toinen Taso (Toimittajan Määrittämä).
fr: Deuxième niveau (Attribué par le fournisseur).
ga: An Dara Leibhéal (Arna Shannadh ag an Soláthraí).
hr: Druga razina (Dodijeljeno od strane dobavljača).
hu: Második Szint (Beszállító által Kijelölt).
is: Annað stig (Birgja úthlutað).
it: Secondo Livello (Assegnato dal Fornitore).
lt: Antrasis lygis (Tiekėjo priskirtas).
lv: Otrā Līmeņa (Piegādātāja Piešķirts).
mt: It-Tieni Livell (Assenjat mill-Fornitur).
nl: Tweede Niveau (Leverancier Toegewezen).
no: Andre nivå (Leverandørtildelt).
pl: Drugi poziom (Przydzielony przez dostawcę).
pt: Segundo Nível (Atribuído pelo Fornecedor).
ro: Al Doilea Nivel (Atribuit de Furnizor).
sk: Druhá úroveň (Pridelené dodávateľom).
sl: Druga stopnja (Dodeljeno s strani dobavitelja).
sv: Andra Nivån (Leverantörstilldelad).

# di16032
source: Third Level (Supplier Assigned).
bg: Трето ниво (Присвоено от доставчика).
cs: Třetí úroveň (přiřazená dodavatelem).
de: Dritte Ebene (Lieferantenzugewiesen).
el: Τρίτο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή).
es: Tercer Nivel (Asignado por el Proveedor).
et: Kolmas Tase (Tarnija Määratud).
fi: Kolmas Taso (Toimittajan Määrittämä).
fr: Troisième niveau (Attribué par le fournisseur).
ga: An Tríú Leibhéal (Arna Shannadh ag an Soláthraí).
hr: Treća razina (Dodijeljeno od strane dobavljača).
hu: Harmadik Szint (Beszállító által Kijelölt).
is: Þriðja stig (Birgja úthlutað).
it: Terzo Livello (Assegnato dal Fornitore).
lt: Trečiasis lygis (Tiekėjo priskirtas).
lv: Trešā Līmeņa (Piegādātāja Piešķirts).
mt: It-Tielet Livell (Assenjat mill-Fornitur).
nl: Derde Niveau (Leverancier Toegewezen).
no: Tredje nivå (Leverandørtildelt).
pl: Trzeci poziom (Przydzielony przez dostawcę).
pt: Terceiro Nível (Atribuído pelo Fornecedor).
ro: Al Treilea Nivel (Atribuit de Furnizor).
sk: Tretia úroveň (Pridelené dodávateľom).
sl: Tretja stopnja (Dodeljeno s strani dobavitelja).
sv: Tredje Nivån (Leverantörstilldelad).

# di16033
source: Fourth Level (Supplier Assigned).
bg: Четвърто ниво (Присвоено от доставчика).
cs: Čtvrtá úroveň (přiřazená dodavatelem).
de: Vierte Ebene (Lieferantenzugewiesen).
el: Τέταρτο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή).
es: Cuarto Nivel (Asignado por el Proveedor).
et: Neljas Tase (Tarnija Määratud).
fi: Neljäs Taso (Toimittajan Määrittämä).
fr: Quatrième niveau (Attribué par le fournisseur).
ga: An Ceathrú Leibhéal (Arna Shannadh ag an Soláthraí).
hr: Četvrta razina (Dodijeljeno od strane dobavljača).
hu: Negyedik Szint (Beszállító által Kijelölt).
is: Fjórða stig (Birgja úthlutað).
it: Quarto Livello (Assegnato dal Fornitore).
lt: Ketvirtasis lygis (Tiekėjo priskirtas).
lv: Ceturtais Līmeņa (Piegādātāja Piešķirts).
mt: Ir-Raba' Livell (Assenjat mill-Fornitur).
nl: Vierde Niveau (Leverancier Toegewezen).
no: Fjerde nivå (Leverandørtildelt).
pl: Czwarty poziom (Przydzielony przez dostawcę).
pt: Quarto Nível (Atribuído pelo Fornecedor).
ro: Al Patrulea Nivel (Atribuit de Furnizor).
sk: Štvrtá úroveň (Pridelené dodávateľom).
sl: Četrta stopnja (Dodeljeno s strani dobavitelja).
sv: Fjärde Nivån (Leverantörstilldelad).

# di16034
source: Fifth Level (Supplier Assigned).
bg: Пето ниво (Присвоено от доставчика).
cs: Pátá úroveň (přiřazená dodavatelem).
de: Fünfte Ebene (Lieferantenzugewiesen).
el: Πέμπτο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή).
es: Quinto Nivel (Asignado por el Proveedor).
et: Viies Tase (Tarnija Määratud).
fi: Viides Taso (Toimittajan Määrittämä).
fr: Cinquième niveau (Attribué par le fournisseur).
ga: An Cúigiú Leibhéal (Arna Shannadh ag an Soláthraí).
hr: Peta razina (Dodijeljeno od strane dobavljača).
hu: Ötödik Szint (Beszállító által Kijelölt).
is: Fimmta stig (Birgja úthlutað).
it: Quinto Livello (Assegnato dal Fornitore).
lt: Penktasis lygis (Tiekėjo priskirtas).
lv: Piektā Līmeņa (Piegādātāja Piešķirts).
mt: Il-Ħames Livell (Assenjat mill-Fornitur).
nl: Vijfde Niveau (Leverancier Toegewezen).
no: Femte nivå (Leverandørtildelt).
pl: Piąty poziom (Przydzielony przez dostawcę).
pt: Quinto Nível (Atribuído pelo Fornecedor).
ro: Al Cincilea Nivel (Atribuit de Furnizor).
sk: Piatá úroveň (Pridelené dodávateľom).
sl: Peta stopnja (Dodeljeno s strani dobavitelja).
sv: Femte Nivån (Leverantörstilldelad).

# di16040
source: A Code Assigned by a Customer to the Identification Number of the Manufacturer's Material Safety Data Sheet (MSDS) document that describes the uses, hazards, and chemical composition of a hazardous material.
bg: Код, присвоен от клиент на идентификационния номер на листа за безопасност на материала (MSDS) на производителя, описващ употребите, опасностите и химическия състав на опасен материал.
cs: Kód přiřazený zákazníkem identifikačnímu číslu bezpečnostního listu výrobce (MSDS), který popisuje použití, nebezpečí a chemické složení nebezpečného materiálu.
de: Ein vom Kunden zugewiesener Code zur Identifizierung der Hersteller-Nummer des Sicherheitsdatenblattes (MSDS), das die Verwendung, Gefahren und chemische Zusammensetzung eines Gefahrstoffs beschreibt.
el: Κωδικός που Ανατέθηκε από έναν Πελάτη στον Αριθμό Ταυτοποίησης του Φύλλου Δεδομένων Ασφαλείας Υλικού (MSDS) του κατασκευαστή που περιγράφει τις χρήσεις, τους κινδύνους, και τη χημική σύνθεση ενός επικίνδυνου υλικού.
es: Un Código Asignado por un Cliente al Número de Identificación del Fabricante de la Hoja de Datos de Seguridad de Materiales (MSDS) que describe los usos, riesgos y composición química de un material peligroso.
et: Kood, mille on kliendi poolt määratud tootja Materjali Ohutusandmelehe (MSDS) identifitseerimisnumbri dokumenti, mis kirjeldab ohtliku materjali kasutust, ohte ja keemilist koostist.
fi: Asiakkaan Määrittämä Koodi Valmistajan Materiaaliturvallisuustiedotteen (MSDS) Tunnistusnumeron Kuvailevaan Asiakirjaan, Joka Kuvaa Vaarallisen Aineen Käyttötarkoitukset, Vaarat ja Kemiallisen Koostumuksen.
fr: Un code attribué par un client à l'identifiant du fabricant sur la fiche de données de sécurité des matériaux (MSDS) qui décrit les utilisations, les dangers et la composition chimique d'un matériau dangereux.
ga: Cód a shanntar ag custaiméir chun Uimhir Aitheantais Bileog Sonraí Sábháilteachta Ábhair (MSDS) an mhonaróra a aithint a chuireann síos ar úsáidí, guaiseacha, agus comhdhéanamh ceimiceach ábhar guaiseach.
hr: Kod dodijeljen od strane kupca identifikacijskom broju lista sigurnosnih podataka proizvođača (MSDS) koji opisuje upotrebe, opasnosti i kemijski sastav opasnog materijala.
hu: Egy Vevő által Kijelölt Kód a Gyártó Anyagbiztonsági Adatlapjának (MSDS) Azonosító Számához, amely leírja egy veszélyes anyag felhasználását, veszélyeit és kémiai összetételét.
is: Kóði úthlutað af viðskiptavini til auðkennisnúmers framleiðanda á Öryggisgagnablöðum (MSDS) skjali sem lýsir notkun, hættum og efnafræðilegri samsetningu hættulegs efnis.
it: Un Codice Assegnato da un Cliente al Numero di Identificazione del Foglio di Sicurezza del Materiale (MSDS) del produttore che descrive gli usi, i pericoli e la composizione chimica di un materiale pericoloso.
lt: Kliento priskirtas kodas, identifikuojantis gamintojo Medžiagų saugos duomenų lapo (MSDS) dokumento identifikavimo numerį, apibūdinantį pavojingos medžiagos naudojimą, pavojus ir cheminę sudėtį.
lv: Kods, ko Klients Piešķīris Ražotāja Materiālu Drošības Datu Lapas (MSDS) Identifikācijas Numuram, kas apraksta bīstama materiāla lietojumu, bīstamību un ķīmisko sastāvu.
mt: Kodiċi Assenjat minn Klijent għall-Numru tal-Identifikazzjoni tal-Folja tad-Data tas-Sikurezza tal-Materjal (MSDS) tal-Manifattur li jiddeskrivi l-użi, ir-riskji, u l-kompożizzjoni kimika ta' materjal perikoluż.
nl: Een Code Toegewezen door een Klant aan het Identificatienummer van de Fabrikant's Material Safety Data Sheet (MSDS) document dat de gebruiken, gevaren en chemische samenstelling van een gevaarlijk materiaal beschrijft.
no: En kode tildelt av en kunde til identifikasjonsnummeret til produsentens materiellsikkerhetsdatablad (MSDS) dokument som beskriver bruken, farene og den kjemiske sammensetningen av et farlig materiale.
pl: Kod przydzielony przez klienta do numeru identyfikacyjnego karty charakterystyki bezpieczeństwa chemicznego (MSDS) producenta, opisujący zastosowania, zagrożenia i skład chemiczny materiału niebezpiecznego.
pt: Um Código Atribuído por um Cliente ao Número de Identificação da Ficha de Dados de Segurança de Material (MSDS) do fabricante que descreve os usos, perigos e composição química de um material perigoso.
ro: Un Cod Atribuit de un Client Numărului de Identificare al Fișei cu Date de Securitate a Materialului (MSDS) a producătorului care descrie utilizările, pericolele și compoziția chimică a unui material periculos.
sk: Kód pridelený zákazníkom identifikačnému číslu výrobcu dokumentu bezpečnostných údajov o materiáli (MSDS), ktorý opisuje použitie, nebezpečenstvá a chemické zloženie nebezpečného materiálu.
sl: Koda, dodeljena s strani kupca identifikacijski številki varnostnega lista proizvajalca (MSDS) za dokument, ki opisuje uporabo, nevarnosti in kemično sestavo nevarnega materiala.
sv: En Kod Tilldelad av en Kund till Identifieringsnumret för Tillverkarens Material Safety Data Sheet (MSDS) dokument som beskriver användningar, faror och kemisk sammansättning av ett farligt material.
