Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di26004
source: Mutually Defined Between Carrier and Trading Partner
bg: Взаимно определено между превозвач и търговски партньор
cs: Vzájemně definováno mezi přepravcem a obchodním partnerem
de: Gemeinsam definiert zwischen Transporteur und Handelspartner
el: Μεταξύ Μεταφορέα και Εμπορικού Συνεργάτη Κοινά Ορισμένο
es: Definido Mutuamente Entre Transportista y Socio Comercial
et: Vastastikku määratletud vedaja ja kaubanduspartneri vahel
fi: Yhteisesti määritelty kuljetusliikkeen ja kaupankäyntikumppanin välillä
fr: Mutuellement Défini Entre Transporteur et Partenaire Commercial
ga: Sainmhínithe go Frithpháirteach idir Iompróir agus Comhpháirtí Trádála
hr: Uzajamno definiran između prijevoznika i trgovinskog partnera
hu: Közösen Meghatározva Fuvarozó és Kereskedelmi Partner Között
is: Sameiginlega Skilgreint Á Milli Flutningsaðila og Viðskiptafélaga
it: Definito di Comune Accordo tra Vettore e Partner Commerciale
lt: Tarpusavyje apibrėžtas tarp vežėjo ir prekybos partnerio
lv: Savstarpēji Definēts Starp Pārvadātāju un Tirdzniecības Partneri
mt: Definit b'Mod Reċiproku Bejn il-Portatur u s-Sieħeb Kummerċjali
nl: Onderling Gedefinieerd Tussen Vervoerder en Handelspartner
no: Gjensidig Definert Mellom Transportør og Handelspartner
pl: Wzajemnie zdefiniowane między przewoźnikiem a partnerem handlowym
pt: Definido Mutuamente entre Transportador e Parceiro Comercial
ro: Definit Mutual între Transportator și Partenerul Comercial
sk: Vzájomne definované medzi prepravcom a obchodným partnerom
sl: Medsebojno določeno med prevoznikom in trgovinskim partnerjem
sv: Ömsesidigt Definierat Mellan Transportör och Handelspartner

# di26010
source: Structured Free Text (Header Data)
bg: Структуриран свободен текст (Данни за заглавие)
cs: Strukturovaný volný text (Hlavičková data)
de: Strukturierter Freitext (Kopfdaten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Επικεφαλίδας)
es: Texto Libre Estructurado (Datos de Encabezado)
et: Struktureeritud vaba tekst (päise andmed)
fi: Rakenteellinen vapaa teksti (Otsikkotiedot)
fr: Texte Libre Structuré (Données d'En-tête)
ga: Téacs Saor Struchtúrtha (Sonraí Ceanntásca)
hr: Strukturirani slobodan tekst (Podaci zaglavlja)
hu: Strukturált Szabad Szöveg (Fejlécadatok)
is: Skipulagður Frjáls Texti (Hausagögn)
it: Testo Libero Strutturato (Dati Intestazione)
lt: Struktūrizuotas laisvas tekstas (antraštės duomenys)
lv: Strukturēts Brīvs Teksts (Galvenes Dati)
mt: Test Ħieles Strutturat (Data tal-Intestatura)
nl: Gestructureerde Vrije Tekst (Kopgegevens)
no: Strukturert Fritekst (Hodedata)
pl: Strukturyzowany tekst wolny (Dane nagłówka)
pt: Texto Livre Estruturado (Dados de Cabeçalho)
ro: Text Liber Structurat (Datele Antetului)
sk: Štruktúrovaný voľný text (údaje hlavičky)
sl: Strukturirano prosto besedilo (Podatki glave)
sv: Strukturerad Fritext (Huvuddata)

# di26011
source: Structured Free Text (Line 1 Data)
bg: Структуриран свободен текст (Данни за ред 1)
cs: Strukturovaný volný text (Data řádku 1)
de: Strukturierter Freitext (Zeile 1 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 1)
es: Texto Libre Estructurado (Datos de Línea 1)
et: Struktureeritud vaba tekst (rea 1 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 1 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 1)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 1)
hr: Strukturirani slobodan tekst (Podaci linije 1)
hu: Strukturált Szabad Szöveg (1. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 1 Gögn)
it: Testo Libero Strutturato (Dati Riga 1)
lt: Struktūrizuotas laisvas tekstas (1 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (1. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 1)
nl: Gestructureerde Vrije Tekst (Regel 1 Gegevens)
no: Strukturert Fritekst (Linje 1 Data)
pl: Strukturyzowany tekst wolny (Dane linii 1)
pt: Texto Livre Estruturado (Dados da Linha 1)
ro: Text Liber Structurat (Datele Liniei 1)
sk: Štruktúrovaný voľný text (údaje riadku 1)
sl: Strukturirano prosto besedilo (Podatki vrstice 1)
sv: Strukturerad Fritext (Rad 1 Data)

# di26012
source: Structured Free Text (Line 2 Data)
bg: Структуриран свободен текст (Данни за ред 2)
cs: Strukturovaný volný text (Data řádku 2)
de: Strukturierter Freitext (Zeile 2 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 2)
es: Texto Libre Estructurado (Datos de Línea 2)
et: Struktureeritud vaba tekst (rea 2 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 2 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 2)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 2)
hr: Strukturirani slobodan tekst (Podaci linije 2)
hu: Strukturált Szabad Szöveg (2. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 2 Gögn)
it: Testo Libero Strutturato (Dati Riga 2)
lt: Struktūrizuotas laisvas tekstas (2 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (2. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 2)
nl: Gestructureerde Vrije Tekst (Regel 2 Gegevens)
no: Strukturert Fritekst (Linje 2 Data)
pl: Strukturyzowany tekst wolny (Dane linii 2)
pt: Texto Livre Estruturado (Dados da Linha 2)
ro: Text Liber Structurat (Datele Liniei 2)
sk: Štruktúrovaný voľný text (údaje riadku 2)
sl: Strukturirano prosto besedilo (Podatki vrstice 2)
sv: Strukturerad Fritext (Rad 2 Data)

# di26013
source: Structured Free Text (Line 3 Data)
bg: Структуриран свободен текст (Данни за ред 3)
cs: Strukturovaný volný text (Data řádku 3)
de: Strukturierter Freitext (Zeile 3 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 3)
es: Texto Libre Estructurado (Datos de Línea 3)
et: Struktureeritud vaba tekst (rea 3 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 3 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 3)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 3)
hr: Strukturirani slobodan tekst (Podaci linije 3)
hu: Strukturált Szabad Szöveg (3. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 3 Gögn)
it: Testo Libero Strutturato (Dati Riga 3)
lt: Struktūrizuotas laisvas tekstas (3 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (3. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 3)
nl: Gestructureerde Vrije Tekst (Regel 3 Gegevens)
no: Strukturert Fritekst (Linje 3 Data)
pl: Strukturyzowany tekst wolny (Dane linii 3)
pt: Texto Livre Estruturado (Dados da Linha 3)
ro: Text Liber Structurat (Datele Liniei 3)
sk: Štruktúrovaný voľný text (údaje riadku 3)
sl: Strukturirano prosto besedilo (Podatki vrstice 3)
sv: Strukturerad Fritext (Rad 3 Data)

# di26014
source: Structured Free Text (Line 4 Data)
bg: Структуриран свободен текст (Данни за ред 4)
cs: Strukturovaný volný text (Data řádku 4)
de: Strukturierter Freitext (Zeile 4 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 4)
es: Texto Libre Estructurado (Datos de Línea 4)
et: Struktureeritud vaba tekst (rea 4 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 4 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 4)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 4)
hr: Strukturirani slobodan tekst (Podaci linije 4)
hu: Strukturált Szabad Szöveg (4. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 4 Gögn)
it: Testo Libero Strutturato (Dati Riga 4)
lt: Struktūrizuotas laisvas tekstas (4 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (4. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 4)
nl: Gestructureerde Vrije Tekst (Regel 4 Gegevens)
no: Strukturert Fritekst (Linje 4 Data)
pl: Strukturyzowany tekst wolny (Dane linii 4)
pt: Texto Livre Estruturado (Dados da Linha 4)
ro: Text Liber Structurat (Datele Liniei 4)
sk: Štruktúrovaný voľný text (údaje riadku 4)
sl: Strukturirano prosto besedilo (Podatki vrstice 4)
sv: Strukturerad Fritext (Rad 4 Data)

# di26015
source: Structured Free Text (Line 5 Data)
bg: Структуриран свободен текст (Данни за ред 5)
cs: Strukturovaný volný text (Data řádku 5)
de: Strukturierter Freitext (Zeile 5 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 5)
es: Texto Libre Estructurado (Datos de Línea 5)
et: Struktureeritud vaba tekst (rea 5 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 5 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 5)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 5)
hr: Strukturirani slobodan tekst (Podaci linije 5)
hu: Strukturált Szabad Szöveg (5. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 5 Gögn)
it: Testo Libero Strutturato (Dati Riga 5)
lt: Struktūrizuotas laisvas tekstas (5 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (5. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 5)
nl: Gestructureerde Vrije Tekst (Regel 5 Gegevens)
no: Strukturert Fritekst (Linje 5 Data)
pl: Strukturyzowany tekst wolny (Dane linii 5)
pt: Texto Livre Estruturado (Dados da Linha 5)
ro: Text Liber Structurat (Datele Liniei 5)
sk: Štruktúrovaný voľný text (údaje riadku 5)
sl: Strukturirano prosto besedilo (Podatki vrstice 5)
sv: Strukturerad Fritext (Rad 5 Data)

# di26016
source: Structured Free Text (Line 6 Data)
bg: Структуриран свободен текст (Данни за ред 6)
cs: Strukturovaný volný text (Data řádku 6)
de: Strukturierter Freitext (Zeile 6 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 6)
es: Texto Libre Estructurado (Datos de Línea 6)
et: Struktureeritud vaba tekst (rea 6 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 6 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 6)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 6)
hr: Strukturirani slobodan tekst (Podaci linije 6)
hu: Strukturált Szabad Szöveg (6. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 6 Gögn)
it: Testo Libero Strutturato (Dati Riga 6)
lt: Struktūrizuotas laisvas tekstas (6 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (6. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 6)
nl: Gestructureerde Vrije Tekst (Regel 6 Gegevens)
no: Strukturert Fritekst (Linje 6 Data)
pl: Strukturyzowany tekst wolny (Dane linii 6)
pt: Texto Livre Estruturado (Dados da Linha 6)
ro: Text Liber Structurat (Datele Liniei 6)
sk: Štruktúrovaný voľný text (údaje riadku 6)
sl: Strukturirano prosto besedilo (Podatki vrstice 6)
sv: Strukturerad Fritext (Rad 6 Data)

# di26017
source: Structured Free Text (Line 7 Data)
bg: Структуриран свободен текст (Данни за ред 7)
cs: Strukturovaný volný text (Data řádku 7)
de: Strukturierter Freitext (Zeile 7 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 7)
es: Texto Libre Estructurado (Datos de Línea 7)
et: Struktureeritud vaba tekst (rea 7 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 7 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 7)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 7)
hr: Strukturirani slobodan tekst (Podaci linije 7)
hu: Strukturált Szabad Szöveg (7. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 7 Gögn)
it: Testo Libero Strutturato (Dati Riga 7)
lt: Struktūrizuotas laisvas tekstas (7 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (7. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 7)
nl: Gestructureerde Vrije Tekst (Regel 7 Gegevens)
no: Strukturert Fritekst (Linje 7 Data)
pl: Strukturyzowany tekst wolny (Dane linii 7)
pt: Texto Livre Estruturado (Dados da Linha 7)
ro: Text Liber Structurat (Datele Liniei 7)
sk: Štruktúrovaný voľný text (údaje riadku 7)
sl: Strukturirano prosto besedilo (Podatki vrstice 7)
sv: Strukturerad Fritext (Rad 7 Data)

# di26018
source: Structured Free Text (Line 8 Data)
bg: Структуриран свободен текст (Данни за ред 8)
cs: Strukturovaný volný text (Data řádku 8)
de: Strukturierter Freitext (Zeile 8 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 8)
es: Texto Libre Estructurado (Datos de Línea 8)
et: Struktureeritud vaba tekst (rea 8 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 8 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 8)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 8)
hr: Strukturirani slobodan tekst (Podaci linije 8)
hu: Strukturált Szabad Szöveg (8. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 8 Gögn)
it: Testo Libero Strutturato (Dati Riga 8)
lt: Struktūrizuotas laisvas tekstas (8 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (8. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 8)
nl: Gestructureerde Vrije Tekst (Regel 8 Gegevens)
no: Strukturert Fritekst (Linje 8 Data)
pl: Strukturyzowany tekst wolny (Dane linii 8)
pt: Texto Livre Estruturado (Dados da Linha 8)
ro: Text Liber Structurat (Datele Liniei 8)
sk: Štruktúrovaný voľný text (údaje riadku 8)
sl: Strukturirano prosto besedilo (Podatki vrstice 8)
sv: Strukturerad Fritext (Rad 8 Data)

# di26019
source: Structured Free Text (Line 9 Data)
bg: Структуриран свободен текст (Данни за ред 9)
cs: Strukturovaný volný text (Data řádku 9)
de: Strukturierter Freitext (Zeile 9 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 9)
es: Texto Libre Estructurado (Datos de Línea 9)
et: Struktureeritud vaba tekst (rea 9 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 9 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 9)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 9)
hr: Strukturirani slobodan tekst (Podaci linije 9)
hu: Strukturált Szabad Szöveg (9. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 9 Gögn)
it: Testo Libero Strutturato (Dati Riga 9)
lt: Struktūrizuotas laisvas tekstas (9 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (9. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 9)
nl: Gestructureerde Vrije Tekst (Regel 9 Gegevens)
no: Strukturert Fritekst (Linje 9 Data)
pl: Strukturyzowany tekst wolny (Dane linii 9)
pt: Texto Livre Estruturado (Dados da Linha 9)
ro: Text Liber Structurat (Datele Liniei 9)
sk: Štruktúrovaný voľný text (údaje riadku 9)
sl: Strukturirano prosto besedilo (Podatki vrstice 9)
sv: Strukturerad Fritext (Rad 9 Data)

# di26020
source: Structured Free Text (Line 10 Data)
bg: Структуриран свободен текст (Данни за ред 10)
cs: Strukturovaný volný text (Data řádku 10)
de: Strukturierter Freitext (Zeile 10 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 10)
es: Texto Libre Estructurado (Datos de Línea 10)
et: Struktureeritud vaba tekst (rea 10 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 10 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 10)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 10)
hr: Strukturirani slobodan tekst (Podaci linije 10)
hu: Strukturált Szabad Szöveg (10. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 10 Gögn)
it: Testo Libero Strutturato (Dati Riga 10)
lt: Struktūrizuotas laisvas tekstas (10 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (10. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 10)
nl: Gestructureerde Vrije Tekst (Regel 10 Gegevens)
no: Strukturert Fritekst (Linje 10 Data)
pl: Strukturyzowany tekst wolny (Dane linii 10)
pt: Texto Livre Estruturado (Dados da Linha 10)
ro: Text Liber Structurat (Datele Liniei 10)
sk: Štruktúrovaný voľný text (údaje riadku 10)
sl: Strukturirano prosto besedilo (Podatki vrstice 10)
sv: Strukturerad Fritext (Rad 10 Data)

# di26021
source: Structured Free Text (Line 11 Data)
bg: Структуриран свободен текст (Данни за ред 11)
cs: Strukturovaný volný text (Data řádku 11)
de: Strukturierter Freitext (Zeile 11 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 11)
es: Texto Libre Estructurado (Datos de Línea 11)
et: Struktureeritud vaba tekst (rea 11 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 11 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 11)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 11)
hr: Strukturirani slobodan tekst (Podaci linije 11)
hu: Strukturált Szabad Szöveg (11. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 11 Gögn)
it: Testo Libero Strutturato (Dati Riga 11)
lt: Struktūrizuotas laisvas tekstas (11 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (11. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 11)
nl: Gestructureerde Vrije Tekst (Regel 11 Gegevens)
no: Strukturert Fritekst (Linje 11 Data)
pl: Strukturyzowany tekst wolny (Dane linii 11)
pt: Texto Livre Estruturado (Dados da Linha 11)
ro: Text Liber Structurat (Datele Liniei 11)
sk: Štruktúrovaný voľný text (údaje riadku 11)
sl: Strukturirano prosto besedilo (Podatki vrstice 11)
sv: Strukturerad Fritext (Rad 11 Data)

# di26022
source: Structured Free Text (Line 12 Data)
bg: Структуриран свободен текст (Данни за ред 12)
cs: Strukturovaný volný text (Data řádku 12)
de: Strukturierter Freitext (Zeile 12 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 12)
es: Texto Libre Estructurado (Datos de Línea 12)
et: Struktureeritud vaba tekst (rea 12 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 12 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 12)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 12)
hr: Strukturirani slobodan tekst (Podaci linije 12)
hu: Strukturált Szabad Szöveg (12. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 12 Gögn)
it: Testo Libero Strutturato (Dati Riga 12)
lt: Struktūrizuotas laisvas tekstas (12 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (12. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 12)
nl: Gestructureerde Vrije Tekst (Regel 12 Gegevens)
no: Strukturert Fritekst (Linje 12 Data)
pl: Strukturyzowany tekst wolny (Dane linii 12)
pt: Texto Livre Estruturado (Dados da Linha 12)
ro: Text Liber Structurat (Datele Liniei 12)
sk: Štruktúrovaný voľný text (údaje riadku 12)
sl: Strukturirano prosto besedilo (Podatki vrstice 12)
sv: Strukturerad Fritext (Rad 12 Data)

# di26023
source: Structured Free Text (Line 13 Data)
bg: Структуриран свободен текст (Данни за ред 13)
cs: Strukturovaný volný text (Data řádku 13)
de: Strukturierter Freitext (Zeile 13 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 13)
es: Texto Libre Estructurado (Datos de Línea 13)
et: Struktureeritud vaba tekst (rea 13 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 13 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 13)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 13)
hr: Strukturirani slobodan tekst (Podaci linije 13)
hu: Strukturált Szabad Szöveg (13. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 13 Gögn)
it: Testo Libero Strutturato (Dati Riga 13)
lt: Struktūrizuotas laisvas tekstas (13 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (13. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 13)
nl: Gestructureerde Vrije Tekst (Regel 13 Gegevens)
no: Strukturert Fritekst (Linje 13 Data)
pl: Strukturyzowany tekst wolny (Dane linii 13)
pt: Texto Livre Estruturado (Dados da Linha 13)
ro: Text Liber Structurat (Datele Liniei 13)
sk: Štruktúrovaný voľný text (údaje riadku 13)
sl: Strukturirano prosto besedilo (Podatki vrstice 13)
sv: Strukturerad Fritext (Rad 13 Data)

# di26024
source: Structured Free Text (Line 14 Data)
bg: Структуриран свободен текст (Данни за ред 14)
cs: Strukturovaný volný text (Data řádku 14)
de: Strukturierter Freitext (Zeile 14 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 14)
es: Texto Libre Estructurado (Datos de Línea 14)
et: Struktureeritud vaba tekst (rea 14 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 14 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 14)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 14)
hr: Strukturirani slobodan tekst (Podaci linije 14)
hu: Strukturált Szabad Szöveg (14. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 14 Gögn)
it: Testo Libero Strutturato (Dati Riga 14)
lt: Struktūrizuotas laisvas tekstas (14 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (14. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 14)
nl: Gestructureerde Vrije Tekst (Regel 14 Gegevens)
no: Strukturert Fritekst (Linje 14 Data)
pl: Strukturyzowany tekst wolny (Dane linii 14)
pt: Texto Livre Estruturado (Dados da Linha 14)
ro: Text Liber Structurat (Datele Liniei 14)
sk: Štruktúrovaný voľný text (údaje riadku 14)
sl: Strukturirano prosto besedilo (Podatki vrstice 14)
sv: Strukturerad Fritext (Rad 14 Data)

# di26025
source: Structured Free Text (Line 15 Data)
bg: Структуриран свободен текст (Данни за ред 15)
cs: Strukturovaný volný text (Data řádku 15)
de: Strukturierter Freitext (Zeile 15 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 15)
es: Texto Libre Estructurado (Datos de Línea 15)
et: Struktureeritud vaba tekst (rea 15 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 15 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 15)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 15)
hr: Strukturirani slobodan tekst (Podaci linije 15)
hu: Strukturált Szabad Szöveg (15. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 15 Gögn)
it: Testo Libero Strutturato (Dati Riga 15)
lt: Struktūrizuotas laisvas tekstas (15 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (15. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 15)
nl: Gestructureerde Vrije Tekst (Regel 15 Gegevens)
no: Strukturert Fritekst (Linje 15 Data)
pl: Strukturyzowany tekst wolny (Dane linii 15)
pt: Texto Livre Estruturado (Dados da Linha 15)
ro: Text Liber Structurat (Datele Liniei 15)
sk: Štruktúrovaný voľný text (údaje riadku 15)
sl: Strukturirano prosto besedilo (Podatki vrstice 15)
sv: Strukturerad Fritext (Rad 15 Data)

# di26026
source: Structured Free Text (Line 16 Data)
bg: Структуриран свободен текст (Данни за ред 16)
cs: Strukturovaný volný text (Data řádku 16)
de: Strukturierter Freitext (Zeile 16 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 16)
es: Texto Libre Estructurado (Datos de Línea 16)
et: Struktureeritud vaba tekst (rea 16 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 16 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 16)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 16)
hr: Strukturirani slobodan tekst (Podaci linije 16)
hu: Strukturált Szabad Szöveg (16. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 16 Gögn)
it: Testo Libero Strutturato (Dati Riga 16)
lt: Struktūrizuotas laisvas tekstas (16 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (16. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 16)
nl: Gestructureerde Vrije Tekst (Regel 16 Gegevens)
no: Strukturert Fritekst (Linje 16 Data)
pl: Strukturyzowany tekst wolny (Dane linii 16)
pt: Texto Livre Estruturado (Dados da Linha 16)
ro: Text Liber Structurat (Datele Liniei 16)
sk: Štruktúrovaný voľný text (údaje riadku 16)
sl: Strukturirano prosto besedilo (Podatki vrstice 16)
sv: Strukturerad Fritext (Rad 16 Data)

# di26027
source: Structured Free Text (Line 17 Data)
bg: Структуриран свободен текст (Данни за ред 17)
cs: Strukturovaný volný text (Data řádku 17)
de: Strukturierter Freitext (Zeile 17 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 17)
es: Texto Libre Estructurado (Datos de Línea 17)
et: Struktureeritud vaba tekst (rea 17 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 17 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 17)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 17)
hr: Strukturirani slobodan tekst (Podaci linije 17)
hu: Strukturált Szabad Szöveg (17. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 17 Gögn)
it: Testo Libero Strutturato (Dati Riga 17)
lt: Struktūrizuotas laisvas tekstas (17 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (17. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 17)
nl: Gestructureerde Vrije Tekst (Regel 17 Gegevens)
no: Strukturert Fritekst (Linje 17 Data)
pl: Strukturyzowany tekst wolny (Dane linii 17)
pt: Texto Livre Estruturado (Dados da Linha 17)
ro: Text Liber Structurat (Datele Liniei 17)
sk: Štruktúrovaný voľný text (údaje riadku 17)
sl: Strukturirano prosto besedilo (Podatki vrstice 17)
sv: Strukturerad Fritext (Rad 17 Data)
