Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di14009
source: Pharmacy Product Number maintained by IFA (www.ifaffm.de) with the following elements; Data Identifier (DI), two-digit product registration agency code (PRAC), the product reference (PR), and the two PPN check digits (CC), in the form DI PRAC PR CC.\nNOTE – space is added as a separator for visual clarity and is not part of the data.\nExamples:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
bg: Номер на продукт в аптека, поддържан от IFA (www.ifaffm.de) със следните елементи; Идентификатор на данни (DI), двуцифрен код на агенция за регистрация на продукти (PRAC), референция на продукта (PR) и двата контролни цифри на PPN (CC), във формат DI PRAC PR CC.\nЗАБЕЛЕЖКА - интервалът се добавя като разделител за визуална яснота и не е част от данните.\nПримери:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
cs: Číslo farmaceutického produktu udržované IFA (www.ifaffm.de) s následujícími prvky; Identifikátor dat (DI), dvoumístný kód agentury pro registraci produktů (PRAC), referenční kód produktu (PR) a dva kontrolní číslice PPN (CC), ve formátu DI PRAC PR CC.\nPOZNÁMKA - mezera je přidána jako oddělovač pro vizuální jasnost a není součástí dat.\nPříklady:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
de: Pharmacy Product Number, gepflegt von IFA (www.ifaffm.de) mit folgenden Elementen; Datenidentifikator (DI), zweistelliger Produktregistrierungsagenturcode (PRAC), das Produktreferenz (PR) und die zwei PPN-Prüfziffern (CC), im Format DI PRAC PR CC.\nHINWEIS - Ein Leerzeichen wird als Trennzeichen für visuelle Klarheit hinzugefügt und ist nicht Teil der Daten.\nBeispiele:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
el: Αριθμός Φαρμακευτικού Προϊόντος που διατηρείται από το IFA (www.ifaffm.de) με τα εξής στοιχεία· Αναγνωριστικό Δεδομένων (DI), διψήφιος κωδικός υπηρεσίας εγγραφής προϊόντος (PRAC), η αναφορά προϊόντος (PR), και τα δύο ψηφία ελέγχου PPN (CC), στη μορφή DI PRAC PR CC.\nΣΗΜΕΙΩΣΗ - προστίθεται κενό ως διαχωριστικό για οπτική σαφήνεια και δεν αποτελεί μέρος των δεδομένων.\nΠαραδείγματα:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
es: Número de Producto de Farmacia mantenido por IFA (www.ifaffm.de) con los siguientes elementos; Identificador de Datos (DI), código de agencia de registro de productos de dos dígitos (PRAC), la referencia del producto (PR) y los dos dígitos de verificación PPN (CC), en la forma DI PRAC PR CC.\nNOTA - se agrega espacio como separador para claridad visual y no forma parte de los datos.\nEjemplos:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
et: Apteegi Toote Number, mida hoitakse IFA-s (www.ifaffm.de) järgmiste elementidega; Andmeidentifikaator (DI), kahekohaline toote registreerimisagentuuri kood (PRAC), toote viide (PR) ja kaks PPN kontrollnumbrit (CC), vormis DI PRAC PR CC.\nMÄRKUS - visuaalse selguse huvides lisatakse tühik eraldajana, kuid see ei kuulu andmete hulka.\nNäited:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
fi: Apteekkituotenumero, jota IFA (www.ifaffm.de) ylläpitää seuraavilla elementeillä; Data-identifikaattori (DI), kaksinumeroinen tuoterekisteröintiviraston koodi (PRAC), tuoteviite (PR) ja kaksi PPN-tarkistusnumeroa (CC), muodossa DI PRAC PR CC.\nHUOMAUTUS - väli lisätään visuaalisen selkeyden vuoksi eikä se ole osa dataa.\nEsimerkit:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
fr: Numéro de produit en pharmacie maintenu par l'IFA (www.ifaffm.de) avec les éléments suivants ; Identifiant de données (DI), code d'agence d'enregistrement de produit à deux chiffres (PRAC), la référence du produit (PR) et les deux chiffres de contrôle PPN (CC), sous la forme DI PRAC PR CC.\nREMARQUE - un espace est ajouté comme séparateur pour la clarté visuelle et ne fait pas partie des données.\nExemples :\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
ga: Uimhir Táirge Cógaisíochta a chothabháil ag IFA (www.ifaffm.de) leis na heilimintí seo a leanas; Aitheantas Sonraí (DI), cód dhá dhigit gníomhaireachta clárúcháin táirgí (PRAC), an tagairt táirge (PR), agus dhá dhigit seiceála PPN (CC), sa fhormáid DI PRAC PR CC.\nNÓTA - cuirtear spás leis mar scaradhóir le haghaidh soiléireachta amhairc agus ní cuid den sonra é.\nSamplaí:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
hr: Farmaceutski proizvodni broj održavan od IFA (www.ifaffm.de) s sljedećim elementima; Identifikator podataka (DI), dvocifreni kod agencije za registraciju proizvoda (PRAC), referenca proizvoda (PR) i dvije PPN kontrolne znamenke (CC), u obliku DI PRAC PR CC.\nNAPOMENA - razmak je dodan kao separator za vizualnu jasnoću i nije dio podataka.\nPrimjeri:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
hu: Gyógyszertári Termékszám, amelyet az IFA (www.ifaffm.de) tart fenn, a következő elemekkel; Adat Azonosító (DI), kétszámjegyű termékregisztrációs ügynökségi kód (PRAC), a termékreferencia (PR) és a két PPN ellenőrző szám (CC), a következő formában DI PRAC PR CC.\nMEGJEGYZÉS - a vizuális tisztaság érdekében szóközt adtunk elválasztóként, ez nem része az adatnak.\nPéldák:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
is: Lyfjavarunúmer viðhaldið af IFA (www.ifaffm.de) með eftirfarandi þáttum; Gagnakennari (DI), tveggja stafa skráningarstofnunarkóði vöru (PRAC), vísun vöru (PR), og tveir PPN athugunartölustafir (CC), á formi DI PRAC PR CC.\nATH - bil er bætt við sem aðskilnaður fyrir sjónræna skýrleika og er ekki hluti af gögnunum.\nDæmi:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
it: Numero di Prodotto Farmaceutico mantenuto da IFA (www.ifaffm.de) con i seguenti elementi; Identificatore di Dati (DI), codice dell'agenzia di registrazione del prodotto a due cifre (PRAC), il riferimento del prodotto (PR) e le due cifre di controllo PPN (CC), nella forma DI PRAC PR CC.\nNOTA - uno spazio è aggiunto come separatore per chiarezza visiva e non fa parte dei dati.\nEsempi:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
lt: Vaistinės produkto numeris, palaikomas IFA (www.ifaffm.de), su šiais elementais; Duomenų identifikatorius (DI), dviejų skaitmenų produkto registracijos agentūros kodas (PRAC), produkto nuoroda (PR) ir dviejų PPN patikros skaitmenys (CC), formoje DI PRAC PR CC.\nPASTABA - dėl vizualinio aiškumo tarpą pridedame kaip atskirtuvą, tačiau jis nėra dalis duomenų.\nPavyzdžiai:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
lv: Aptiekas Produkta Numurs, ko uztur IFA (www.ifaffm.de) ar šādiem elementiem; Datu Identifikators (DI), divciparu produkta reģistrācijas aģentūras kods (PRAC), produkta atsauce (PR) un divi PPN pārbaudes cipari (CC), formātā DI PRAC PR CC.\nPIEZĪME - telpa tiek pievienota kā atdalītājs vizuālai skaidrībai un nav daļa no datiem.\nPiemēri:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
mt: Numru tal-Prodott tal-Farmaċija miżmum mill-IFA (www.ifaffm.de) b'dawn l-elementi; Identifikatur tad-Data (DI), kodiċi ta' żewġ ċifri tal-aġenzija tar-reġistrazzjoni tal-prodott (PRAC), ir-referenza tal-prodott (PR), u ż-żewġ ċifri tal-verifika PPN (CC), fil-forma DI PRAC PR CC.\nNOTA - spazju huwa miżjud bħala separatur għall-kjarità viżiva u mhuwiex parti mid-data.\nEżempji:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
nl: Apotheek Productnummer onderhouden door IFA (www.ifaffm.de) met de volgende elementen; Gegevensidentificator (DI), tweecijferige productregistratiebureau code (PRAC), het productreferentie (PR), en de twee PPN-controletekens (CC), in de vorm DI PRAC PR CC.\nOPMERKING - ruimte is toegevoegd als scheidingsteken voor visuele duidelijkheid en maakt geen deel uit van de gegevens.\nVoorbeelden:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
no: Apotekproduktnummer vedlikeholdt av IFA (www.ifaffm.de) med følgende elementer; Dataidentifikator (DI), todigitals produktregistreringsbyråkode (PRAC), produktreferansen (PR), og de to PPN-kontrolltallene (CC), i formen DI PRAC PR CC.\nMERK - mellomrom legges til som en separator for visuell klarhet og er ikke en del av dataene.\nEksempler:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
pl: Numer produktu farmaceutycznego utrzymywany przez IFA (www.ifaffm.de) z następującymi elementami; Identyfikator danych (DI), dwucyfrowy kod agencji rejestracyjnej produktu (PRAC), referencja produktu (PR) i dwie cyfry kontrolne PPN (CC), w formie DI PRAC PR CC.\nUWAGA - spacja dodana jako separator dla czytelności wizualnej i nie jest częścią danych.\nPrzykłady:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
pt: Número de Produto Farmacêutico mantido pela IFA (www.ifaffm.de) com os seguintes elementos; Identificador de Dados (DI), código de agência de registro de produto de dois dígitos (PRAC), a referência do produto (PR) e os dois dígitos de verificação PPN (CC), no formato DI PRAC PR CC.\nNOTA - espaço é adicionado como um separador para clareza visual e não faz parte dos dados.\nExemplos:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
ro: Numărul Produsului Farmaceutic menținut de IFA (www.ifaffm.de) cu următoarele elemente; Identificatorul Datelor (DI), codul agenției de înregistrare a produsului cu două cifre (PRAC), referința produsului (PR) și cele două cifre de verificare PPN (CC), în forma DI PRAC PR CC.\nNOTĂ - spațiul este adăugat ca separator pentru claritate vizuală și nu face parte din date.\nExemple:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
sk: Číslo produktu lekárne udržiavané IFA (www.ifaffm.de) s nasledujúcimi prvkami; Identifikátor údajov (DI), dvojmiestny kód registračnej agentúry produktu (PRAC), referenčný produkt (PR) a dve kontrolné číslice PPN (CC) vo formáte DI PRAC PR CC.\nPOZNÁMKA - medzera je pridaná ako oddeľovač pre vizuálnu jasnosť a nie je súčasťou údajov.\nPríklady:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
sl: Številka farmacevtskega izdelka, vzdrževana s strani IFA (www.ifaffm.de) z naslednjimi elementi; Identifikator podatkov (DI), dvomestna koda agencije za registracijo izdelkov (PRAC), referenca izdelka (PR) in dve preverjalni številki PPN (CC), v obliki DI PRAC PR CC.\nOPOMBA - presledek je dodan kot ločilnik za vizualno jasnost in ni del podatkov.\nPrimeri:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
sv: Apoteksproduktnummer underhållet av IFA (www.ifaffm.de) med följande element; Data Identifierare (DI), tvåsiffrig produktregistreringsbyråkod (PRAC), produktreferensen (PR) och de två PPN-kontrollsiffrorna (CC), i formen DI PRAC PR CC.\nOBS - mellanslag läggs till som en avgränsare för visuell tydlighet och är inte en del av datan.\nExempel:\n • 9N1112345678CC\n • 9N1312345MEDDEVICE1245678900CC
