Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di20003
source: Exclusive Assignment (U.S. EPA vehicle identification for emissions testing).
bg: Ексклузивно присвояване (Идентификация на превозно средство на САЩ EPA за тестове на емисии).
cs: Výhradní přidělení (identifikace vozidla pro testování emisí stanovená americkou EPA).
de: Exklusive Zuweisung (U.S. EPA-Fahrzeugkennung für Emissionstests).
el: Αποκλειστική Ανάθεση (Αναγνώριση οχήματος του ΗΠΑ EPA για δοκιμές εκπομπών).
es: Asignación Exclusiva (Identificación de vehículo de la EPA de EE. UU. para pruebas de emisiones).
et: Eksklusiivne Määramine (USA EPA sõidukite identifitseerimine heitgaaside testimiseks).
fi: Yksinoikeudellinen Määritys (Yhdysvaltain EPA:n ajoneuvotunnistus päästötestaukseen).
fr: Attribution exclusive (Identification de véhicule de l'EPA américaine pour les tests d'émissions).
ga: Sannadh Eisiach (Aitheantas Feithicle de chuid EPA na SA le haghaidh tástála astaíochtaí).
hr: Ekskluzivna dodjela (Identifikacija vozila EPA SAD-a za testiranje emisija).
hu: Kizárólagos Kijelölés (Az USA Környezetvédelmi Ügynökségének járműazonosítása kibocsátási tesztelésre).
is: Einkaréttarúthlutun (U.S. EPA ökutækjaauðkenni fyrir útblástursprófanir).
it: Assegnazione Esclusiva (Identificazione del veicolo dell'EPA statunitense per i test sulle emissioni).
lt: Išskirtinė paskyrima (JAV EPA transporto priemonių identifikavimas dėl išmetamųjų dujų testavimo).
lv: Ekskluzīva Piešķiršana (ASV EPA transportlīdzekļa identifikācija emisiju testēšanai).
mt: Assenjazzjoni Esklussiva (Identifikazzjoni tal-vettura tal-EPA tal-Istati Uniti għat-testijiet tal-emissjonijiet).
nl: Exclusieve Toewijzing (U.S. EPA voertuigidentificatie voor emissietesten).
no: Eksklusiv tildeling (U.S. EPA kjøretøyidentifikasjon for utslippstesting).
pl: Przydział wyłączny (Identyfikacja pojazdu przez US EPA do testów emisji).
pt: Atribuição Exclusiva (Identificação de veículo da EPA dos EUA para testes de emissões).
ro: Atribuire Exclusivă (Identificare a vehiculului EPA SUA pentru testarea emisiilor).
sk: Exkluzívne pridelenie (identifikácia vozidla U.S. EPA pre testovanie emisií).
sl: Ekskluzivna dodelitev (identifikacija vozila ZDA EPA za testiranje emisij).
sv: Exklusiv Tilldelning (U.S. EPA fordonsidentifiering för utsläppstestning).

# di2001
source: Returnable Container Identification Code assigned by the container owner or the appropriate regulatory agency (e.g., a metal tub, basket, reel, unit load device (ULD), trailer, tank, or intermodal container) (excludes gas cylinders See '2B').
bg: Код на идентификационен номер на връщаем контейнер, присвоен от собственика на контейнера или съответната регулаторна агенция (напр., метална кофа, кош, макара, товарен блок (ULD), ремарке, резервоар или интермодален контейнер) (изключва газови бутилки Виж '2B').
cs: Kód identifikace vratného kontejneru přiřazený vlastníkem kontejneru nebo příslušným regulačním orgánem (např. kovová vana, koš, cívka, jednotka nákladu (ULD), přívěs, nádrž nebo intermodální kontejner) (vylučuje plynové lahve Viz '2B').
de: Rücksendefähiger Behälterkennungscode, der vom Behälterbesitzer oder der zuständigen Regulierungsbehörde zugewiesen wird (z. B. Metallwanne, Korb, Rolle, Unit Load Device (ULD), Anhänger, Tank oder intermodaler Container) (schließt Gasflaschen Siehe '2B' aus).
el: Κωδικός Επαναχρησιμοποιήσιμου Δοχείου που Ανατέθηκε από τον κάτοχο του δοχείου ή την κατάλληλη ρυθμιστική αρχή (π.χ., μεταλλική λεκάνη, καλάθι, καρούλι, μονάδα φόρτωσης (ULD), ρυμουλκούμενο, δεξαμενή, ή διαμορφωμένο δοχείο) (εξαιρούνται οι φιάλες αερίου Βλέπε '2B').
es: Código de Identificación de Contenedor Retornable asignado por el propietario del contenedor o la agencia reguladora apropiada (por ejemplo, una tina metálica, canasta, carrete, dispositivo de carga unitaria (ULD), remolque, tanque o contenedor intermodal) (excluye cilindros de gas Ver '2B').
et: Tagastatava Konteineri Identifitseerimiskood, mille on määranud konteineri omanik või vastav reguleeriv asutus (nt metallist vann, korv, pool, ühikkoormusseade (ULD), haagis, paak või intermodaalne konteiner) (välistab gaasiballoonid Vaata '2B').
fi: Palautettavan Säiliön Tunnistekoodi, jonka säiliön omistaja tai asianmukainen sääntelyviranomainen on määrittänyt (esim., metallikori, kori, kelat, yksikkökuormauslaite (ULD), perävaunu, säiliö tai konttikuljetuslaite) (ei sisällä kaasupulloja Katso '2B').
fr: Code d'identification de conteneur consigné attribué par le propriétaire du conteneur ou l'agence réglementaire appropriée (par exemple, une cuve en métal, panier, bobine, dispositif de chargement unitaire (ULD), remorque, réservoir, ou conteneur intermodal) (exclut les bouteilles de gaz Voir '2B').
ga: Cód Aitheantais Coimeádán In-aisíoctha a shanntar ag úinéir an choimeádáin nó ag an ngníomhaireacht rialála cuí (e.g., tub miotail, ciseán, rothlach, aonad luchtaithe aonaid (ULD), leantóir, umar, nó coimeádán idirmhódúil) (ní chuimsítear sorcóirí gáis Féach '2B').
hr: Kod identifikacije povratnog kontejnera dodijeljen od vlasnika kontejnera ili odgovarajuće regulatorne agencije (npr., metalni bazen, košara, kalem, jedinični uređaj za utovar (ULD), prikolica, spremnik ili intermodalni kontejner) (isključuje plinske boce Pogledajte '2B').
hu: Visszaváltható Konténer Azonosító Kód, amelyet a konténer tulajdonosa vagy a megfelelő szabályozó hatóság rendel hozzá (pl. fém tartály, kosár, tekercs, egységterhelési eszköz (ULD), pótkocsi, tartály vagy intermodális konténer) (kizárja a gáztartályokat, lásd '2B').
is: Endurvinnanlegt ílátaauðkenni úthlutað af eiganda ílátsins eða viðeigandi reglugerðarstofnun (t.d., málmkar, körfu, spólu, einingarhleðslutæki (ULD), vagni, tanki, eða millilandaíláti) (útilokar gasflöskur Sjá '2B').
it: Codice del Contenitore Ritornabile assegnato dal proprietario del contenitore o dall'agenzia normativa appropriata (ad es., una vasca metallica, cesto, bobina, unità di carico (ULD), rimorchio, serbatoio o contenitore intermodale) (esclude le bombole di gas Vedi '2B').
lt: Grąžinamojo konteinerio identifikavimo kodas, priskirtas konteinerio savininko arba atitinkamos reguliavimo agentūros (pvz., metalinė vonia, krepšys, ritinys, vieneto krovinio įrenginys (ULD), priekaba, rezervuaras arba tarpmodalinis konteineris) (neįtraukiant dujų balionų Žr. '2B').
lv: Atkārtoti Izmantojama Konteinera Identifikācijas Kods, ko piešķīris konteinera īpašnieks vai attiecīgā regulatīvā aģentūra (piem., metāla kubls, grozs, spole, vienības kravas ierīce (ULD), piekabe, tvertne vai starpkontinentālais konteiners) (izņemot gāzes cilindrus Skat. '2B').
mt: Kodiċi tal-Identifikazzjoni tal-Kontenitur li Jista' Jerġa' Jintuża assenjat mis-sid tal-kontenitur jew mill-aġenzija regolatorja xierqa (eż., banju tal-metall, basket, reel, unit load device (ULD), trailer, tank, jew kontenitur intermodali) (jeskludi ċ-ċilindri tal-gass Ara '2B').
nl: Retourneerbare Container Identificatiecode toegewezen door de containereigenaar of de betreffende regelgevende instantie (bijv., een metalen kuip, mand, haspel, eenheidsladingapparaat (ULD), aanhangwagen, tank, of intermodale container) (sluit gasflessen uit Zie '2B').
no: Returbar beholderidentifikasjonskode tildelt av beholderens eier eller den aktuelle reguleringsmyndigheten (for eksempel, en metalltub, kurv, spole, enhetslastenhet (ULD), tilhenger, tank eller intermodal beholder) (ekskluderer gassflasker Se '2B').
pl: Kod identyfikacji zwrotnego kontenera przydzielony przez właściciela kontenera lub odpowiedni organ regulacyjny (np. metalowa wanna, kosz, szpula, jednostka ładunkowa (ULD), przyczepa, zbiornik lub kontener intermodalny) (wyklucza butle gazowe Zobacz '2B').
pt: Código de Identificação de Contêiner Retornável atribuído pelo proprietário do contêiner ou pela agência reguladora apropriada (por exemplo, uma banheira de metal, cesta, carretel, unidade de carga do dispositivo (ULD), trailer, tanque ou contêiner intermodal) (exclui cilindros de gás Veja '2B').
ro: Codul de Identificare al Containerului Returnabil atribuit de proprietarul containerului sau de agenția regulatorie corespunzătoare (de ex., un tub de metal, coș, bobină, unitate de încărcare (ULD), remorcă, rezervor sau container intermodal) (exclude cilindrii de gaz Vezi '2B').
sk: Kód identifikácie vrátiteľného kontajnera pridelený vlastníkom kontajnera alebo príslušným regulačným orgánom (napr. kovová nádoba, košík, cievka, jednotka na naloženie (ULD), príves, nádrž alebo medzimodálny kontajner) (vylučuje plynové fľaše Pozri '2B').
sl: Koda za vračljivi zabojnik, dodeljena s strani lastnika zabojnika ali ustreznega regulativnega organa (npr., kovinska kad, košara, kolut, enota za nalaganje (ULD), prikolica, rezervoar ali medmodalni zabojnik) (izključuje plinske jeklenke Glej '2B').
sv: Returbar Behållaridentifieringskod tilldelad av behållarägaren eller den lämpliga reglerande myndigheten (t.ex., en metalltub, korg, spole, enhetslastanordning (ULD), släp, tank eller intermodal behållare) (utesluter gasflaskor Se '2B').

# di2002
source: Gas Cylinder Container Identification Code assigned by the manufacturer in conformance with U.S. Department of Transportation (D.O.T.) standards.
bg: Код на идентификационен номер на газов контейнер, присвоен от производителя в съответствие със стандартите на Министерството на транспорта на САЩ (D.O.T.).
cs: Kód identifikace plynového kontejneru přiřazený výrobcem v souladu s normami amerického ministerstva dopravy (D.O.T.).
de: Gasflaschen-Container-Kennungscode, der vom Hersteller in Übereinstimmung mit den US-Verkehrsministeriumsstandards (D.O.T.) zugewiesen wird.
el: Κωδικός Δοχείου Φιαλών Αερίου που Ανατέθηκε από τον κατασκευαστή σύμφωνα με τα πρότυπα του Τμήματος Μεταφορών των ΗΠΑ (D.O.T.).
es: Código de Identificación de Contenedor de Cilindro de Gas asignado por el fabricante conforme a los estándares del Departamento de Transporte de EE. UU. (D.O.T.).
et: Gaasiballoonide Konteineri Identifitseerimiskood, mille on määranud tootja vastavalt USA Transpordiministeeriumi (D.O.T.) standarditele.
fi: Kaasupullon Säiliötunnistekoodi, jonka valmistaja on määrittänyt Yhdysvaltain liikenneministeriön (D.O.T.) standardien mukaisesti.
fr: Code d'identification de conteneur de bouteille de gaz attribué par le fabricant conformément aux normes du département des transports des États-Unis (D.O.T.).
ga: Cód Coimeádáin Sorcóra Gáis a shanntar ag an monaróir de réir caighdeáin Roinn Iompair na SA (D.O.T.).
hr: Kod identifikacije kontejnera plinske boce dodijeljen od proizvođača u skladu s standardima Ministarstva prometa SAD-a (D.O.T.).
hu: A gyártó által a Amerikai Közlekedési Minisztérium (D.O.T.) szabványainak megfelelően hozzárendelt Gáztartály Konténer Azonosító Kód.
is: Gasflösku ílátaauðkenni úthlutað af framleiðanda í samræmi við staðla U.S. Department of Transportation (D.O.T.).
it: Codice del Contenitore della Bomboletta di Gas assegnato dal produttore in conformità con gli standard del Dipartimento dei Trasporti degli Stati Uniti (D.O.T.).
lt: Dujų baliono konteinerio identifikavimo kodas, priskirtas gamintojo pagal JAV Transporto departamento (D.O.T.) standartus.
lv: Gāzes Cilindra Konteinera Identifikācijas Kods, ko piešķīris ražotājs saskaņā ar ASV Transporta departamenta (D.O.T.) standartiem.
mt: Kodiċi tal-Identifikazzjoni tal-Kontenitur taċ-Ċilindru tal-Gass assenjat mill-manifattur konformi mal-istandards tad-Dipartiment tat-Trasport tal-Istati Uniti (D.O.T.).
nl: Gasfles Container Identificatiecode toegewezen door de fabrikant in overeenstemming met U.S. Department of Transportation (D.O.T.) normen.
no: Gassflaskebeholderidentifikasjonskode tildelt av produsenten i samsvar med U.S. Department of Transportation (D.O.T.) standarder.
pl: Kod identyfikacji butli gazowej przydzielony przez producenta zgodnie z normami Departamentu Transportu USA (D.O.T.).
pt: Código de Identificação de Contêiner de Cilindro de Gás atribuído pelo fabricante em conformidade com padrões do Departamento de Transportes dos EUA (D.O.T.).
ro: Codul Containerului de Cilindri de Gaz atribuit de producător în conformitate cu standardele Departamentului de Transport al SUA (D.O.T.).
sk: Kód identifikácie kontajnera na plynové fľaše pridelený výrobcom v súlade so štandardmi ministerstva dopravy USA (D.O.T.).
sl: Koda za jeklenko plina, dodeljena s strani proizvajalca v skladu s standardi Ministrstva za promet ZDA (D.O.T.).
sv: Gasflaskbehållaridentifieringskod tilldelad av tillverkaren i överensstämmelse med U.S. Department of Transportation (D.O.T.) standarder.

# di20020
source: First Level (Customer Assigned).
bg: Първо ниво (Присвоено от клиента).
cs: První úroveň (přiřazeno zákazníkem).
de: Erste Ebene (Kundenzugewiesen).
el: Πρώτο Επίπεδο (Ανατεθειμένο από τον Πελάτη).
es: Primer Nivel (Asignado por el Cliente).
et: Esimene Tase (Kliendi Määratud).
fi: Ensimmäinen Taso (Asiakkaan Määrittämä).
fr: Premier niveau (Attribué par le client).
ga: An Chéad Leibhéal (Arna Shannadh ag an gCustaiméir).
hr: Prva razina (Dodijeljeno od strane kupca).
hu: Első Szint (Vevő által Kijelölt).
is: Fyrsta stig (Viðskiptavinur úthlutað).
it: Primo Livello (Assegnato dal Cliente).
lt: Pirmasis lygis (Kliento priskirtas).
lv: Pirmā Līmeņa (Klienta Piešķirts).
mt: Ewwel Livell (Assenjat mill-Klijent).
nl: Eerste Niveau (Klant Toegewezen).
no: Første nivå (Kundetildelt).
pl: Pierwszy poziom (Przydzielony przez klienta).
pt: Primeiro Nível (Atribuído pelo Cliente).
ro: Primul Nivel (Atribuit de Client).
sk: Prvá úroveň (pridelená zákazníkom).
sl: Prva stopnja (Dodeljeno s strani kupca).
sv: Första Nivån (Kundtilldelad).

# di20021
source: Second Level (Customer Assigned).
bg: Второ ниво (Присвоено от клиента).
cs: Druhá úroveň (přiřazeno zákazníkem).
de: Zweite Ebene (Kundenzugewiesen).
el: Δεύτερο Επίπεδο (Ανατεθειμένο από τον Πελάτη).
es: Segundo Nivel (Asignado por el Cliente).
et: Teine Tase (Kliendi Määratud).
fi: Toinen Taso (Asiakkaan Määrittämä).
fr: Deuxième niveau (Attribué par le client).
ga: An Dara Leibhéal (Arna Shannadh ag an gCustaiméir).
hr: Druga razina (Dodijeljeno od strane kupca).
hu: Második Szint (Vevő által Kijelölt).
is: Annað stig (Viðskiptavinur úthlutað).
it: Secondo Livello (Assegnato dal Cliente).
lt: Antrasis lygis (Kliento priskirtas).
lv: Otrā Līmeņa (Klienta Piešķirts).
mt: It-Tieni Livell (Assenjat mill-Klijent).
nl: Tweede Niveau (Klant Toegewezen).
no: Andre nivå (Kundetildelt).
pl: Drugi poziom (Przydzielony przez klienta).
pt: Segundo Nível (Atribuído pelo Cliente).
ro: Al Doilea Nivel (Atribuit de Client).
sk: Druhá úroveň (pridelená zákazníkom).
sl: Druga stopnja (Dodeljeno s strani kupca).
sv: Andra Nivån (Kundtilldelad).

# di20022
source: Third Level (Customer Assigned).
bg: Трето ниво (Присвоено от клиента).
cs: Třetí úroveň (přiřazeno zákazníkem).
de: Dritte Ebene (Kundenzugewiesen).
el: Τρίτο Επίπεδο (Ανατεθειμένο από τον Πελάτη).
es: Tercer Nivel (Asignado por el Cliente).
et: Kolmas Tase (Kliendi Määratud).
fi: Kolmas Taso (Asiakkaan Määrittämä).
fr: Troisième niveau (Attribué par le client).
ga: An Tríú Leibhéal (Arna Shannadh ag an gCustaiméir).
hr: Treća razina (Dodijeljeno od strane kupca).
hu: Harmadik Szint (Vevő által Kijelölt).
is: Þriðja stig (Viðskiptavinur úthlutað).
it: Terzo Livello (Assegnato dal Cliente).
lt: Trečiasis lygis (Kliento priskirtas).
lv: Trešā Līmeņa (Klienta Piešķirts).
mt: It-Tielet Livell (Assenjat mill-Klijent).
nl: Derde Niveau (Klant Toegewezen).
no: Tredje nivå (Kundetildelt).
pl: Trzeci poziom (Przydzielony przez klienta).
pt: Terceiro Nível (Atribuído pelo Cliente).
ro: Al Treilea Nivel (Atribuit de Client).
sk: Tretia úroveň (pridelená zákazníkom).
sl: Tretja stopnja (Dodeljeno s strani kupca).
sv: Tredje Nivån (Kundtilldelad).

# di20023
source: Fourth Level (Customer Assigned.
bg: Четвърто ниво (Присвоено от клиента).
cs: Čtvrtá úroveň (přiřazeno zákazníkem).
de: Vierte Ebene (Kundenzugewiesen.
el: Τέταρτο Επίπεδο (Ανατεθειμένο από τον Πελάτη).
es: Cuarto Nivel (Asignado por el Cliente).
et: Neljas Tase (Kliendi Määratud).
fi: Neljäs Taso (Asiakkaan Määrittämä).
fr: Quatrième niveau (Attribué par le client).
ga: An Ceathrú Leibhéal (Arna Shannadh ag an gCustaiméir).
hr: Četvrta razina (Dodijeljeno od strane kupca).
hu: Negyedik Szint (Vevő által Kijelölt).
is: Fjórða stig (Viðskiptavinur úthlutað).
it: Quarto Livello (Assegnato dal Cliente.
lt: Ketvirtasis lygis (Kliento priskirtas).
lv: Ceturtais Līmeņa (Klienta Piešķirts).
mt: Ir-Raba' Livell (Assenjat mill-Klijent).
nl: Vierde Niveau (Klant Toegewezen.
no: Fjerde nivå (Kundetildelt.
pl: Czwarty poziom (Przydzielony przez klienta.
pt: Quarto Nível (Atribuído pelo Cliente.
ro: Al Patrulea Nivel (Atribuit de Client.
sk: Štvrtá úroveň (pridelená zákazníkom.
sl: Četrta stopnja (Dodeljeno s strani kupca).
sv: Fjärde Nivån (Kundtilldelad.

# di20024
source: Fifth Level (Customer Assigned.
bg: Пето ниво (Присвоено от клиента).
cs: Pátá úroveň (přiřazeno zákazníkem).
de: Fünfte Ebene (Kundenzugewiesen.
el: Πέμπτο Επίπεδο (Ανατεθειμένο από τον Πελάτη).
es: Quinto Nivel (Asignado por el Cliente).
et: Viies Tase (Kliendi Määratud).
fi: Viides Taso (Asiakkaan Määrittämä).
fr: Cinquième niveau (Attribué par le client).
ga: An Cúigiú Leibhéal (Arna Shannadh ag an gCustaiméir).
hr: Peta razina (Dodijeljeno od strane kupca).
hu: Ötödik Szint (Vevő által Kijelölt).
is: Fimmta stig (Viðskiptavinur úthlutað).
it: Quinto Livello (Assegnato dal Cliente.
lt: Penktasis lygis (Kliento priskirtas).
lv: Piektā Līmeņa (Klienta Piešķirts).
mt: Il-Ħames Livell (Assenjat mill-Klijent).
nl: Vijfde Niveau (Klant Toegewezen.
no: Femte nivå (Kundetildelt.
pl: Piąty poziom (Przydzielony przez klienta.
pt: Quinto Nível (Atribuído pelo Cliente.
ro: Al Cincilea Nivel (Atribuit de Client.
sk: Piatá úroveň (pridelená zákazníkom.
sl: Peta stopnja (Dodeljeno s strani kupca).
sv: Femte Nivån (Kundtilldelad.
