Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di21017
source: UPU Location Code, being a code identifying a location or geographic area, or an associated group of such locations or areas, that has relevance to a related transaction and that complies with one of the structures defined in a) to g) below:\na) two upper case alphabetic characters corresponding to the ISO 3166-1 two alpha country code of the country in which, or consisting of which, the location(s) or area(s) are situated;\nb) three upper case alphabetic characters corresponding to the IATA code of the airport or city in, close to, or consisting of which the location(s) or area(s) are situated;\nc) four or more characters of which the first three correspond to an ISO 3166-1 country code followed by a dash (-), with the balance being a postcode in the country concerned;\nd) four or more characters of which the first three correspond to an ISO 3166-1 country code followed by a dot (.), with the balance being an ISO 3166-2 country subdivision code in the country concerned;\ne) five upper case alphabetic characters corresponding to the UN/LOCODE of the area in, close to, or consisting of which, the location(s) or area(s) are situated;\nf) six upper case alphanumeric characters corresponding to a UPU IMPC code allocated in accordance with UPU standard S34;\ng) the concatenation, being not less than seven nor more than 25 characters in length, of:\n - an issuer code allocated in accordance with UPU standards S31;\n - a location code, consisting of characters drawn from the set {A-Z; 0-9} which accords with specifications of the issuer concerned.
bg: Код на UPU местоположение, представляващ код, идентифициращ местоположение или географска област, или свързана група от такива местоположения или области, които имат значение за свързана транзакция и които съответстват на една от структурите, дефинирани в а) до г) по-долу:\na) два главни алфабетни символа, съответстващи на двубуквения код на ISO 3166-1 на държавата, в която се намира или се състои от местоположението(ите) или област(ите);\nb) три главни алфабетни символа, съответстващи на кода на IATA на летището или града в, близо до или състоящ се от местоположението(ите) или област(ите);\nc) четири или повече символи, от които първите три съответстват на код на държава по ISO 3166-1, последвани от тире (-), с остатъка, бидейки пощенски код в съответната държава;\nd) четири или повече символи, от които първите три съответстват на код на държава по ISO 3166-1, последвани от точка (.), с остатъка, бидейки код на административно подразделение по ISO 3166-2 в съответната държава;\ne) пет главни алфабетни символа, съответстващи на кода на UN/LOCODE на областта в, близо до или състояща се от местоположението(ите) или област(ите);\nf) шест главни алфанумерични символа, съответстващи на кода на UPU IMPC, разпределен в съответствие със стандарта на UPU S34;\ng) конкатенация, бидейки не по-малко от седем и не повече от 25 символа на дължина, от:\n - код на издател, разпределен в съответствие със стандартите на UPU S31;\n - код на местоположение, състоящ се от символи, взети от набора {A-Z; 0-9}, който съответства на спецификациите на съответния издател.
cs: Kód místa UPU, kód identifikující místo nebo geografickou oblast, nebo přidruženou skupinu takových míst nebo oblastí, která má význam pro související transakci a která je v souladu s jednou ze struktur definovaných v a) až g) níže:\na) dvě velká písmena odpovídající dvoupísmennému kódu země ISO 3166-1 země, ve které se místo nebo oblast(i) nachází nebo se z ní skládá;\nb) tři velká písmena odpovídající kódu IATA letiště nebo města v, blízko nebo zahrnujícího místo nebo oblast(i);\nc) čtyři nebo více znaků, z nichž první tři odpovídají kódu země ISO 3166-1 následované pomlčkou (-), zbytek je poštovní směrovací číslo v příslušné zemi;\nd) čtyři nebo více znaků, z nichž první tři odpovídají kódu země ISO 3166-1 následované tečkou (.), zbytek je kód subdivize země ISO 3166-2 v příslušné zemi;\ne) pět velkých písmen odpovídajících kódu UN/LOCODE oblasti v, blízko nebo zahrnující místo nebo oblast(i);\nf) šest velkých alfanumerických znaků odpovídajících kódu IMPC UPU přiděleného v souladu s UPU standardem S34;\ng) spojení, v délce ne méně než sedmi ani více než 25 znaků, z:\n - kódu vydavatele přiděleného v souladu s UPU standardy S31;\n - kódu místa, skládajícího se ze znaků z množiny {A-Z; 0-9}, který je v souladu se specifikacemi vydavatele.
de: UPU-Standortcode, der einen Standort oder ein geografisches Gebiet identifiziert, oder eine damit verbundene Gruppe solcher Standorte oder Gebiete, die für eine zugehörige Transaktion relevant sind und die mit einer der in a) bis g) unten definierten Strukturen übereinstimmen:\na) zwei Großbuchstaben, die dem ISO 3166-1-Zweibuchstaben-Ländercode des Landes entsprechen, in dem oder aus dem das/die Standort(e) oder Gebiet(e) sind;\nb) drei Großbuchstaben, die dem IATA-Code des Flughafens oder der Stadt entsprechen, in, nahe oder bestehend aus dem/den Standort(en) oder Gebiet(en);\nc) vier oder mehr Zeichen, von denen die ersten drei einem ISO 3166-1-Ländercode entsprechen, gefolgt von einem Bindestrich (-), mit dem Rest, der eine Postleitzahl des betreffenden Landes ist;\nd) vier oder mehr Zeichen, von denen die ersten drei einem ISO 3166-1-Ländercode entsprechen, gefolgt von einem Punkt (.), mit dem Rest, der einem ISO 3166-2-Unterteilungscode des betreffenden Landes entspricht;\ne) fünf Großbuchstaben, die dem UN/LOCODE des Gebiets entsprechen, in, nahe oder bestehend aus dem/den Standort(en) oder Gebiet(en);\nf) sechs Großbuchstaben und alphanumerische Zeichen, die einem UPU IMPC-Code entsprechen, der gemäß UPU-Standard S34 zugewiesen wird;\ng) die Verkettung, die nicht weniger als sieben oder mehr als 25 Zeichen lang ist, von:\n - einem von UPU-Standards S31 zugewiesenen Ausstellercode;\n - einem Standortcode, bestehend aus Zeichen aus dem Satz {A-Z; 0-9}, der den Spezifikationen des Ausstellers entspricht.
el: Κωδικός Τοποθεσίας UPU, που είναι ένας κωδικός που ταυτοποιεί μια τοποθεσία ή γεωγραφική περιοχή, ή μια σχετική ομάδα τέτοιων τοποθεσιών ή περιοχών, που έχει σημασία για μια σχετική συναλλαγή και που συμμορφώνεται με μία από τις δομές που ορίζονται στο α) έως γ) παρακάτω:\nα) δύο κεφαλαία αλφαβητικά χαρακτήρα που αντιστοιχούν στον κωδικό δύο αλφάβητων ISO 3166-1 της χώρας στην οποία, ή που αποτελείται από αυτή, βρίσκονται οι τοποθεσίες ή οι περιοχές·\nβ) τρεις κεφαλαίοι αλφαβητικοί χαρακτήρες που αντιστοιχούν στον κωδικό IATA του αεροδρομίου ή της πόλης στην οποία, κοντά στην οποία, ή που αποτελείται από αυτή, βρίσκονται οι τοποθεσίες ή οι περιοχές·\nγ) τέσσερις ή περισσότεροι χαρακτήρες των οποίων οι πρώτοι τρεις αντιστοιχούν σε έναν κωδικό χώρας ISO 3166-1 ακολουθούμενοι από μια παύλα (-), με το υπόλοιπο να είναι ένας ταχυδρομικός κωδικός στη συγκεκριμένη χώρα·\nδ) τέσσερις ή περισσότεροι χαρακτήρες των οποίων οι πρώτοι τρεις αντιστοιχούν σε έναν κωδικό χώρας ISO 3166-1 ακολουθούμενοι από ένα σημείο (.), με το υπόλοιπο να είναι ένας κωδικός υποδιαίρεσης χώρας ISO 3166-2 στη συγκεκριμένη χώρα·\nε) πέντε κεφαλαίοι αλφαβητικοί χαρακτήρες που αντιστοιχούν στον κωδικό UN/LOCODE της περιοχής στην οποία, κοντά στην οποία, ή που αποτελείται από αυτή, βρίσκονται οι τοποθεσίες ή οι περιοχές·\nστ) έξι κεφαλαίοι αλφαριθμητικοί χαρακτήρες που αντιστοιχούν σε έναν κωδικό IMPC UPU που έχει ανατεθεί σύμφωνα με το πρότυπο UPU S34·\nζ) η συνένωση, μη μικρότερη από επτά ούτε μεγαλύτερη από 25 χαρακτήρες σε μήκος, του:\n - ενός κωδικού εκδότη που έχει ανατεθεί σύμφωνα με τα πρότυπα UPU S31;\n - ενός κωδικού τοποθεσίας, που αποτελείται από χαρακτήρες που προέρχονται από το σύνολο {A-Z; 0-9} που συμμορφώνεται με τις προδιαγραφές του εκδότη.
es: Código de Ubicación UPU, siendo un código que identifica una ubicación o área geográfica, o un grupo asociado de tales ubicaciones o áreas, que tiene relevancia para una transacción relacionada y que cumple con una de las estructuras definidas en a) a g) a continuación:\na) dos caracteres alfabéticos en mayúsculas correspondientes al código de país alfa 2 ISO 3166-1 del país en el que, o consistiendo en el cual, se sitúan la(s) ubicación(es) o área(s);\nb) tres caracteres alfabéticos en mayúsculas correspondientes al código IATA del aeropuerto o ciudad en, cerca de, o consistiendo en el cual, se sitúan la(s) ubicación(es) o área(s);\nc) cuatro o más caracteres de los cuales los primeros tres corresponden a un código de país ISO 3166-1 seguido por un guion (-), con el saldo siendo un código postal en el país concerniente;\nd) cuatro o más caracteres de los cuales los primeros tres corresponden a un código de país ISO 3166-1 seguido por un punto (.), con el saldo siendo un código de subdivisión de país ISO 3166-2 en el país concerniente;\ne) cinco caracteres alfabéticos en mayúsculas correspondientes al UN/LOCODE del área en, cerca de, o consistiendo en el cual, se sitúan la(s) ubicación(es) o área(s);\nf) seis caracteres alfanuméricos en mayúsculas correspondientes a un código IMPC UPU asignado de acuerdo con el estándar UPU S34;\ng) la concatenación, siendo no menos de siete ni más de 25 caracteres de longitud, de:\n - un código de emisor asignado de acuerdo con los estándares UPU S31;\n - un código de ubicación, consistiendo en caracteres tomados del conjunto {A-Z; 0-9} que cumple con las especificaciones del emisor concerniente.
et: UPU asukohakood, olles kood, mis identifitseerib asukoha või geograafilise piirkonna või seotud rühma selliseid asukohti või piirkondi, mis on olulised seotud tehingu jaoks ja mis vastab ühele allpool määratletud struktuuridest:\na) kaks suurtähte, mis vastavad ISO 3166-1 kahele tähele riigikoodile, kus asukoht(ad) või piirkond(ad) asuvad;\nb) kolm suurtähte, mis vastavad IATA koodile lennujaama või linna kohta, kus asukoht(ad) või piirkond(ad) asuvad;\nc) neli või enam tähemärki, millest esimesed kolm vastavad ISO 3166-1 riigikoodile, millele järgneb kriips (-), ülejäänud osa on postikood riigis;\nd) neli või enam tähemärki, millest esimesed kolm vastavad ISO 3166-1 riigikoodile, millele järgneb punkt (.), ülejäänud osa on ISO 3166-2 riigi alajaotuse kood riigis;\ne) viis suurtähte, mis vastavad UN/LOCODE-le piirkonnas, kus asukoht(ad) või piirkond(ad) asuvad;\nf) kuus suurtähte või numbrit, mis vastavad UPU IMPC koodile, mis on määratud vastavalt UPU standardile S34;\ng) ühendus, mis on vähemalt seitse, kuid mitte rohkem kui 25 tähemärki pikk, koosneb:\n - väljaandva asutuse koodist vastavalt UPU standarditele S31;\n - asukohakoodist, mis koosneb tähemärkidest {A-Z; 0-9}, mis vastab väljaandja spetsifikatsioonidele.
fi: UPU Sijaintikoodi, joka on koodi, joka tunnistaa sijainnin tai maantieteellisen alueen, tai siihen liittyvän ryhmän tällaisia sijainteja tai alueita, joilla on merkitystä liittyvään transaktioon ja joka noudattaa yhtä alla olevista rakenteista a) - g):\na) kaksi isoa kirjainta vastaavat ISO 3166-1 kahden kirjaimen maakoodia maasta, jossa tai josta koostuu sijainti tai alueet;\nb) kolme isoa kirjainta vastaavat IATA-koodia lentokentästä tai kaupungista, jossa, lähellä tai josta koostuu sijainti tai alueet;\nc) neljä tai useampi merkki, joiden ensimmäiset kolme vastaavat ISO 3166-1 maakoodia, seurattuna viivalla (-), jäljellä oleva osa on postinumero kyseisessä maassa;\nd) neljä tai useampi merkki, joiden ensimmäiset kolme vastaavat ISO 3166-1 maakoodia, seurattuna pisteellä (.), jäljellä oleva osa on ISO 3166-2 maan alajaon koodi kyseisessä maassa;\ne) viisi isoa kirjainta vastaavat YK:n paikkakoodia alueesta, jossa, lähellä tai josta koostuu sijainti tai alueet;\nf) kuusi isoa alfanumeerista merkkiä vastaavat UPU:n IMPC-koodia, joka on määritetty UPU-standardin S34 mukaisesti;\ng) yhdistelmä, joka on vähintään seitsemän, mutta enintään 25 merkkiä pitkä, koostuen:\n - myöntäjäkoodista, joka on määritetty UPU-standardien S31 mukaisesti;\n - sijaintikoodista, joka koostuu joukosta {A-Z; 0-9} ja noudattaa myöntäjän eritelmiä.
fr: Code de Localisation UPU, étant un code identifiant un lieu ou une zone géographique, ou un groupe associé de tels lieux ou zones, ayant une pertinence pour une transaction associée et qui est conforme à l'une des structures définies en a) à g) ci-dessous :\na) deux caractères alphabétiques majuscules correspondant au code de pays ISO 3166-1 à deux alpha du pays dans lequel, ou consistant en, le(s) lieu(x) ou la zone(s) sont situés ;\nb) trois caractères alphabétiques majuscules correspondant au code IATA de l'aéroport ou de la ville dans, proche de, ou consistant en, le(s) lieu(x) ou la zone(s) sont situés ;\nc) quatre caractères ou plus dont les trois premiers correspondent à un code de pays ISO 3166-1 suivi d'un tiret (-), le reste étant un code postal dans le pays concerné ;\nd) quatre caractères ou plus dont les trois premiers correspondent à un code de pays ISO 3166-1 suivi d'un point (.), le reste étant un code de subdivision de pays ISO 3166-2 dans le pays concerné ;\ne) cinq caractères alphabétiques majuscules correspondant au code UN/LOCODE de la zone dans, proche de, ou consistant en, le(s) lieu(x) ou la zone(s) ;\nf) six caractères alphanumériques majuscules correspondant à un code IMPC UPU attribué conformément à la norme UPU S34 ;\ng) la concaténation, ne faisant pas moins de sept ni plus de 25 caractères de longueur, de :\n - un code émetteur attribué conformément aux normes UPU S31 ;\n - un code de localisation, consistant en caractères tirés de l'ensemble {A-Z; 0-9} qui est conforme aux spécifications de l'émetteur concerné.
ga: Cód Suímh UPU, is cód é a aithníonn suíomh nó limistéar geografach, nó grúpa gaolmhar de leithéidí suíomhanna nó limistéir, a bhfuil ábharthacht aige le haghaidh idirbhirt ghaolmhaire agus a chomhlíonann ceann de na struchtúir a shainmhínítear i a) go g) thíos: \na) dhá charachtar alfaibéiteacha ceannlitreacha a fhreagraíonn do chód dhá alfa tíre ISO 3166-1 den tír ina bhfuil, nó as a dtagann, na suíomh(anna) nó limistéar/limistéir; \nb) trí charachtar alfaibéiteacha ceannlitreacha a fhreagraíonn do chód IATA an aerfoirt nó na cathrach atá, gar do, nó as a dtagann, na suíomh(anna) nó limistéar/limistéir; \nc) ceithre charachtar nó níos mó a bhfuil na chéad trí cinn acu ag freagairt do chód tíre ISO 3166-1 ina dhiaidh sin stríoc (-), agus an chuid eile ina chód poist sa tír ábhartha; \nd) ceithre charachtar nó níos mó a bhfuil na chéad trí cinn acu ag freagairt do chód tíre ISO 3166-1 ina dhiaidh sin ponc (.), agus an chuid eile ina chód fo-roinn tíre ISO 3166-2 sa tír ábhartha; \ne) cúig charachtar alfaibéiteacha ceannlitreacha a fhreagraíonn do UN/LOCODE na limistéire atá, gar do, nó as a dtagann, na suíomh(anna) nó limistéar/limistéir; \nf) sé charachtar alfa-uimhriúla ceannlitreacha a fhreagraíonn do chód IMPC UPU a leithroinntear de réir chaighdeán S34 UPU; \ng) an comhcheangal, nach lú ná seacht gcarachtar agus níos mó ná 25 carachtar ar fhad, de: \n - cód eisitheora a leithroinntear de réir chaighdeán S31 UPU; \n - cód suímh, atá comhdhéanta de charachtair a tharraingítear ón tacar {A-Z; 0-9} a fhreagraíonn do shonraíochtaí an eisitheora ábhartha.
hr: UPU lokacijski kod, kod koji identificira lokaciju ili geografsko područje, ili povezanu grupu takvih lokacija ili područja, koja su relevantna za povezanu transakciju i koji je u skladu s jednom od struktura definiranih u a) do g) ispod:\na) dva velika slova abecede koji odgovaraju ISO 3166-1 dvoslovnom kodu zemlje u kojoj se, ili od koje se sastoji, nalazi(lo) lokacija(e) ili područje(a);\nb) tri velika slova abecede koji odgovaraju IATA kodu zračne luke ili grada u, blizu, ili od kojeg se sastoji, nalazi(lo) lokacija(e) ili područje(a);\nc) četiri ili više znakova od kojih prva tri odgovaraju ISO 3166-1 kodu zemlje slijedi crtica (-), s ostatkom koji predstavlja poštanski broj u dotičnoj zemlji;\nd) četiri ili više znakova od kojih prva tri odgovaraju ISO 3166-1 kodu zemlje slijedi točka (.), s ostatkom koji predstavlja ISO 3166-2 kod podjele zemlje u dotičnoj zemlji;\ne) pet velikih slova abecede koji odgovaraju UN/LOCODE kodu područja u, blizu, ili od kojeg se sastoji, nalazi(lo) lokacija(e) ili područje(a);\nf) šest velikih alfanumeričkih znakova koji odgovaraju UPU IMPC kodu dodijeljenom u skladu s UPU standardom S34;\ng) spoj, koji nije kraći od sedam ni duži od 25 znakova, od:\n - koda izdavatelja dodijeljenog u skladu s UPU standardima S31;\n - lokacijskog koda, koji se sastoji od znakova iz skupa {A-Z; 0-9} koji odgovara specifikacijama izdavatelja.
hu: UPU Helykód, egy hely vagy földrajzi terület, vagy az ehhez kapcsolódó helyek vagy területek csoportjának azonosítására szolgáló kód, amely releváns egy kapcsolódó tranzakcióhoz és amely megfelel az alábbi a)-tól g)-ig terjedő szerkezetek egyikének:\na) két nagybetűs alfabetikus karakter, amely megfelel az ország ISO 3166-1 kétbetűs országkódjának, amelyben, vagy amelyből áll, a hely(ek) vagy terület(ek);\nb) három nagybetűs alfabetikus karakter, amely megfelel a repülőtér vagy város IATA kódjának, amelyben, közelében, vagy amelyből áll, a hely(ek) vagy terület(ek);\nc) négy vagy több karakter, amelynek az első három megfelel egy ISO 3166-1 országkódnak, amelyet egy kötőjel (-) követ, a maradék pedig az adott országban érvényes irányítószám;\nd) négy vagy több karakter, amelynek az első három megfelel egy ISO 3166-1 országkódnak, amelyet egy pont (.) követ, a maradék pedig az adott ország ISO 3166-2 országalkotórész kódja;\ne) öt nagybetűs alfabetikus karakter, amely megfelel az UN/LOCODE kódnak azon a területen, közelében vagy amelyből áll, a hely(ek) vagy terület(ek);\nf) hat nagybetűs alfanumerikus karakter, amely megfelel az UPU IMPC kódnak, amelyet az UPU S34 standard szerint osztanak ki;\ng) a konkatenáció, amely nem kevesebb, mint hét, de nem több, mint 25 karakter hosszúságú, amely tartalmazza:\n - egy UPU standardok S31 szerint kiosztott kiadói kódot;\n - egy helykódot, amely a {A-Z; 0-9} karakterkészletből álló karakterekből áll, amely megfelel az adott kiadó specifikációjának.
is: UPU Staðsetningarkóði, vera kóði sem auðkennir staðsetningu eða landfræðilegt svæði, eða tengdan hóp slíkra staðsetninga eða svæða, sem hefur þýðingu fyrir viðkomandi viðskipti og sem samræmist einu af þeim uppbyggingum sem skilgreindar eru í a) til g) hér að neðan:\na) tveir hástafir samkvæmt ISO 3166-1 tveggja stafa landakóða þess lands sem staðsetning(ar) eða svæði(s) eru staðsett í eða samanstendur af;\nb) þrír hástafir samkvæmt IATA kóða flugvallar eða borgar í, nálægt eða samanstendur af þeirri staðsetningu(r) eða svæði(s) sem um ræðir;\nc) fjórir eða fleiri stafir þar sem fyrstu þrír samræmast ISO 3166-1 landakóða fylgt af bandstriki (-), með afganginum sem póstnúmer í viðkomandi landi;\nd) fjórir eða fleiri stafir þar sem fyrstu þrír samræmast ISO 3166-1 landakóða fylgt af punkti (.), með afganginum sem ISO 3166-2 landsundirkóði í viðkomandi landi;\ne) fimm hástafir samkvæmt UN/LOCODE svæðisins í, nálægt eða samanstendur af því, staðsetningu(r) eða svæði(s) sem um ræðir;\nf) sex hástafir eða bókstafir samkvæmt UPU IMPC kóða úthlutað í samræmi við UPU staðal S34;\ng) samsetning, vera ekki styttri en sjö né lengri en 25 stafir, af:\n - úthlutaður útgefandakóði í samræmi við UPU staðla S31;\n - staðsetningarkóði, samanstendur af stöfum dregnum úr settinu {A-Z; 0-9} sem samræmist tilgreiningum útgefandans.
it: Codice di Località UPU, essendo un codice che identifica una località o un'area geografica, o un gruppo associato di tali località o aree, che ha rilevanza per una transazione correlata e che si conforma a una delle strutture definite in a) a g) di seguito:\na) due caratteri alfabetici maiuscoli corrispondenti al codice di paese ISO 3166-1 alpha-2 del paese in cui, o costituito da, le località o aree sono situate;\nb) tre caratteri alfabetici maiuscoli corrispondenti al codice IATA dell'aeroporto o della città in, vicino a, o costituito da, le località o aree sono situate;\nc) quattro o più caratteri di cui i primi tre corrispondono a un codice di paese ISO 3166-1 seguito da un trattino (-), con il saldo essendo un codice postale nel paese interessato;\nd) quattro o più caratteri di cui i primi tre corrispondono a un codice di paese ISO 3166-1 seguito da un punto (.), con il saldo essendo un codice di suddivisione di paese ISO 3166-2 nel paese interessato;\ne) cinque caratteri alfabetici maiuscoli corrispondenti al codice UN/LOCODE dell'area in, vicino a, o costituito da, le località o aree sono situate;\nf) sei caratteri alfanumerici maiuscoli corrispondenti a un codice IMPC UPU assegnato in conformità con lo standard UPU S34;\ng) la concatenazione, non inferiore a sette né superiore a 25 caratteri in lunghezza, di:\n - un codice emittente assegnato in conformità con gli standard UPU S31;\n - un codice di località, costituito da caratteri tratti dal set {A-Z; 0-9} che si conforma alle specifiche dell'emittente interessato.
lt: UPU vietos kodas, būdamas kodas, identifikuojantis vietą ar geografinę sritį, ar susijusią tokių vietų ar sričių grupę, turinčią reikšmę susijusiam sandoriui ir atitinkančią vieną iš struktūrų, apibrėžtų a) iki g) žemiau:\na) du didžiosios raidės abėcėlės simboliai, atitinkantys ISO 3166-1 dviejų raidžių šalies kodą, kurioje, ar kuri sudaro, vietą(-as) ar sritį(-is);\nb) trys didžiosios raidės abėcėlės simboliai, atitinkantys oro uosto ar miesto IATA kodą, esantį, arčiau, ar sudarantį vietą(-as) ar sritį(-is);\nc) keturi ar daugiau simbolių, iš kurių pirmieji trys atitinka ISO 3166-1 šalies kodą, sekami brūkšneliu (-), likusią dalį sudaro pašto kodas atitinkamoje šalyje;\nd) keturi ar daugiau simbolių, iš kurių pirmieji trys atitinka ISO 3166-1 šalies kodą, sekami tašku (.), likusią dalį sudaro ISO 3166-2 šalies subdivizijos kodas atitinkamoje šalyje;\ne) penkios didžiosios raidės abėcėlės simboliai, atitinkantys JT/LOCODE vietovės kodą, esantį, arčiau, ar sudarantį vietą(-as) ar sritį(-is);\nf) šeši didžiosios raidės ir skaitmenų simboliai, atitinkantys UPU IMPC kodą, priskirtą pagal UPU standartą S34;\ng) sudėtinis, ne mažesnis nei septynių ir ne ilgesnis nei 25 simbolių ilgio, susidedantis iš:\n - išdavimo agentūros pagal UPU standartus S31 priskirto leidėjo kodo;\n - vietos kodo, sudaryto iš simbolių rinkinio {A-Z; 0-9}, atitinkančio leidėjo specifikacijas.
lv: UPU Atrašanās vietas Kods, būdams kods, kas identificē atrašanās vietu vai ģeogrāfisko apgabalu, vai ar šīm vietām vai apgabaliem saistītu grupu, kam ir nozīme saistītajā darījumā un kas atbilst vienai no zemāk norādītajām struktūrām: a) divi lielie alfabēta burti, kas atbilst ISO 3166-1 divu burtu valsts kodam valstī, kurā vai kuru sastādījot atrodas atrašanās vieta(s) vai apgabals(i); b) trīs lielie alfabēta burti, kas atbilst IATA koda lidostai vai pilsētai, kurā, tuvu kurai vai kuras sastāvā atrodas atrašanās vieta(s) vai apgabals(i); c) četri vai vairāk simboli, kuru pirmie trīs atbilst ISO 3166-1 valsts kodam, kam seko domuzīme (-), ar pārējo būdams attiecīgās valsts pastkods; d) četri vai vairāk simboli, kuru pirmie trīs atbilst ISO 3166-1 valsts kodam, kam seko punkts (.), ar pārējo būdams ISO 3166-2 valsts apakšnodalījuma kods attiecīgajā valstī; e) pieci lielie alfabēta burti, kas atbilst UN/LOCODE apgabalam, kurā, tuvu kuram vai kuru sastādījot atrodas atrašanās vieta(s) vai apgabals(i); f) seši lielie alfanumēriskie simboli, kas atbilst UPU IMPC kodam, kas piešķirts saskaņā ar UPU standartu S34; g) konkatenācija, kuras garums ir ne mazāks par septiņiem un ne vairāk par 25 rakstzīmēm, sastāvot no: izdošanas aģentūras piešķirta izdevēja koda saskaņā ar UPU standartiem S31; atrašanās vietas koda, kas sastāv no simboliem no kopas {A-Z; 0-9}, kas atbilst izdevēja specifikācijām.
mt: Kodiċi tal-Posta UPU, li jkun kodiċi li jidentifika post jew żona ġeografika, jew grupp assoċjat ta' tali postijiet jew żoni, li għandu rilevanza għal tranżazzjoni relatata u li jikkonforma ma' waħda mill-istrutturi definiti f'a) sa g) hawn taħt:\na) żewġ karattri alfabettiċi kbar li jikkorrispondu mal-kodiċi tal-pajjiż ISO 3166-1 alfa 2 tal-pajjiż li fih, jew li jikkonsisti minnu, il-post(i) jew iż-żona(i);\nb) tliet karattri alfabettiċi kbar li jikkorrispondu mal-kodiċi IATA tal-ajruport jew il-belt li fihom, qrib, jew li jikkonsisti minnhom, il-post(i) jew iż-żona(i);\nc) erba' karattri jew aktar li l-ewwel tlieta jikkorrispondu mal-kodiċi tal-pajjiż ISO 3166-1 segwit minn tiret (-), bil-bqija jkunu kodiċi postali fil-pajjiż ikkonċernat;\nd) erba' karattri jew aktar li l-ewwel tlieta jikkorrispondu mal-kodiċi tal-pajjiż ISO 3166-1 segwit minn punt (.), bil-bqija jkunu kodiċi ta' sottodiviżjoni tal-pajjiż ISO 3166-2 fil-pajjiż ikkonċernat;\ne) ħames karattri alfabettiċi kbar li jikkorrispondu mal-kodiċi UN/LOCODE taż-żona li fihom, qrib, jew li jikkonsisti minnhom, il-post(i) jew iż-żona(i);\nf) sitt karattri alfanumeriċi kbar li jikkorrispondu mal-kodiċi IMPC tal-UPU allokati skont l-istandard UPU S34;\ng) il-konkatenazzjoni, li tkun mhux inqas minn seba' u mhux aktar minn 25 karattru fit-tul, ta':\n - kodiċi tal-ħruġ allokati skont l-istandards tal-UPU S31;\n - kodiċi tal-post, li jikkonsisti minn karattri meħuda mis-sett {A-Z; 0-9} li jaqblu mas-speċifikazzjonijiet tal-ħarreġ ikkonċernat.
nl: UPU Locatiecode, zijnde een code die een locatie of geografisch gebied identificeert, of een bijbehorende groep van dergelijke locaties of gebieden, die relevant is voor een gerelateerde transactie en die voldoet aan een van de structuren gedefinieerd in a) tot g) hieronder:\na) twee hoofdletters corresponderend met de ISO 3166-1 twee alfabetische landcode van het land waarin, of bestaande uit welke, de locatie(s) of gebied(en) zich bevinden;\nb) drie hoofdletters corresponderend met de IATA-code van de luchthaven of stad in, dicht bij, of bestaande uit welke de locatie(s) of gebied(en) zich bevinden;\nc) vier of meer karakters waarvan de eerste drie overeenkomen met een ISO 3166-1 landcode gevolgd door een streepje (-), met het saldo zijnde een postcode in het betreffende land;\nd) vier of meer karakters waarvan de eerste drie overeenkomen met een ISO 3166-1 landcode gevolgd door een punt (.), met het saldo zijnde een ISO 3166-2 landsdeelcode in het betreffende land;\ne) vijf hoofdletters corresponderend met de UN/LOCODE van het gebied in, dicht bij, of bestaande uit welke, de locatie(s) of gebied(en) zich bevinden;\nf) zes hoofdletter alfanumerieke karakters corresponderend met een UPU IMPC-code toegewezen in overeenstemming met UPU standaard S34;\ng) de concatenatie, zijnde niet minder dan zeven noch meer dan 25 karakters in lengte, van:\n - een uitgever code toegewezen in overeenstemming met UPU standaarden S31;\n - een locatiecode, bestaande uit karakters getrokken uit de set {A-Z; 0-9} die overeenkomt met de specificaties van de uitgever in kwestie.
no: UPU Lokasjonskode, som er en kode som identifiserer en lokasjon eller geografisk område, eller en tilknyttet gruppe av slike lokasjoner eller områder, som har relevans for en relatert transaksjon og som overholder en av strukturene definert i a) til g) nedenfor:\na) to store bokstaver i alfabetet som tilsvarer ISO 3166-1 to alfa landkode for landet hvor lokasjonen(e) eller området(ene) befinner seg;\nb) tre store bokstaver i alfabetet som tilsvarer IATA-koden for flyplassen eller byen i, nær, eller bestående av lokasjonen(e) eller området(ene);\nc) fire eller flere tegn hvorav de første tre tilsvarer en ISO 3166-1 landkode etterfulgt av en bindestrek (-), med resten værende et postnummer i det aktuelle landet;\nd) fire eller flere tegn hvorav de første tre tilsvarer en ISO 3166-1 landkode etterfulgt av en prikk (.), med resten værende en ISO 3166-2 landsubdivisjonskode i det aktuelle landet;\ne) fem store bokstaver som tilsvarer UN/LOCODE for området i, nær, eller bestående av lokasjonen(e) eller området(ene);\nf) seks store alfanumeriske tegn som tilsvarer en UPU IMPC-kode tildelt i samsvar med UPU-standard S34;\ng) sammensetningen, som er ikke mindre enn syv og ikke mer enn 25 tegn i lengde, av:\n - en utstederkode tildelt i samsvar med UPU-standarder S31;\n - en lokasjonskode, bestående av tegn hentet fra settet {A-Z; 0-9} som overholder spesifikasjonene til den bekymrede utstederen.
pl: Kod lokalizacji UPU, będący kodem identyfikującym lokalizację lub obszar geograficzny, lub związaną grupę takich lokalizacji lub obszarów, mający znaczenie dla powiązanej transakcji i zgodny z jedną ze struktur zdefiniowanych w punktach a) do g) poniżej:\na) dwa wielkie litery odpowiadające kodowi kraju ISO 3166-1 alpha-2 kraju, w którym lub z którego składają się lokalizacje lub obszary;\nb) trzy wielkie litery odpowiadające kodowi IATA lotniska lub miasta, w którym, blisko którego lub z którego składają się lokalizacje lub obszary;\nc) cztery lub więcej znaków, z których pierwsze trzy odpowiadają kodowi kraju ISO 3166-1, po których następuje myślnik (-), a reszta to kod pocztowy w danym kraju;\nd) cztery lub więcej znaków, z których pierwsze trzy odpowiadają kodowi kraju ISO 3166-1, po których następuje kropka (.), a reszta to kod podziału kraju ISO 3166-2 w danym kraju;\ne) pięć wielkich liter odpowiadających kodowi UN/LOCODE obszaru, w którym, blisko którego lub z którego składają się lokalizacje lub obszary;\nf) sześć wielkich znaków alfanumerycznych odpowiadających kodowi IMPC UPU przypisanemu zgodnie ze standardem UPU S34;\ng) konkatenacja, mająca nie mniej niż siedem ani więcej niż 25 znaków długości, z:\n - kodem wydawcy przypisanym zgodnie ze standardami UPU S31;\n - kodem lokalizacji, składającym się ze znaków z zestawu {A-Z; 0-9}, który odpowiada specyfikacjom wydawcy.
pt: Código de Localização da UPU, sendo um código identificando uma localização ou área geográfica, ou um grupo associado de tais localizações ou áreas, que tem relevância para uma transação relacionada e que está em conformidade com uma das estruturas definidas em a) até g) abaixo:\na) dois caracteres alfabéticos maiúsculos correspondentes ao código de país alfa-2 da ISO 3166-1 do país em que, ou consistindo de, a(s) localização(ões) ou área(s) estão situadas;\nb) três caracteres alfabéticos maiúsculos correspondentes ao código IATA do aeroporto ou cidade em, perto de, ou consistindo de, a(s) localização(ões) ou área(s) estão situadas;\nc) quatro ou mais caracteres dos quais os três primeiros correspondem a um código de país da ISO 3166-1 seguido por um traço (-), com o restante sendo um código postal no país em questão;\nd) quatro ou mais caracteres dos quais os três primeiros correspondem a um código de país da ISO 3166-1 seguido por um ponto (.), com o restante sendo um código de subdivisão de país da ISO 3166-2 no país em questão;\ne) cinco caracteres alfabéticos maiúsculos correspondentes ao UN/LOCODE da área em, perto de, ou consistindo de, a(s) localização(ões) ou área(s) estão situadas;\nf) seis caracteres alfanuméricos maiúsculos correspondentes a um código IMPC da UPU alocado de acordo com o padrão S34 da UPU;\ng) a concatenação, sendo não menos que sete nem mais que 25 caracteres de comprimento, de:\n - um código do emissor alocado de acordo com os padrões S31 da UPU;\n - um código de localização, consistindo de caracteres retirados do conjunto {A-Z; 0-9} que está de acordo com as especificações do emissor em questão.
ro: Codul Locației UPU, fiind un cod care identifică o locație sau o zonă geografică, sau un grup asociat de astfel de locații sau zone, care are relevanță pentru o tranzacție asociată și care se conformează uneia dintre structurile definite în a) până la g) de mai jos:\na) două caractere alfabete majuscule corespunzând codului țării ISO 3166-1 alfa 2 al țării în care, sau din care, locația(ele) sau zona(ele) sunt situate;\nb) trei caractere alfabete majuscule corespunzând codului IATA al aeroportului sau orașului în, aproape de, sau din care, locația(ele) sau zona(ele) sunt situate;\nc) patru sau mai multe caractere dintre care primele trei corespund unui cod de țară ISO 3166-1 urmat de o cratimă (-), restul fiind un cod poștal în țara respectivă;\nd) patru sau mai multe caractere dintre care primele trei corespund unui cod de țară ISO 3166-1 urmat de un punct (.), restul fiind un cod de subdiviziune a țării ISO 3166-2 în țara respectivă;\ne) cinci caractere alfabete majuscule corespunzând codului UN/LOCODE al zonei în, aproape de, sau din care, locația(ele) sau zona(ele) sunt situate;\nf) șase caractere alfanumerice majuscule corespunzând codului IMPC UPU alocat în conformitate cu standardul UPU S34;\ng) concatenarea, având o lungime de nu mai puțin de șapte și nu mai mult de 25 de caractere, a:\n - unui cod de emitent alocat în conformitate cu standardele UPU S31;\n - unui cod de locație, constând din caractere extrase din setul {A-Z; 0-9} care se conformează specificațiilor emitentului respectiv.
sk: Kód polohy UPU, kód identifikujúci miesto alebo geografickú oblasť, alebo pridruženú skupinu takýchto miest alebo oblastí, ktorá má význam pre súvisiacu transakciu a ktorá spĺňa jednu zo štruktúr definovaných v a) až g) nižšie:\na) dve veľké abecedné znaky zodpovedajúce dvojpísmennému kódu krajiny ISO 3166-1 krajiny, v ktorej sa nachádzajú alebo z ktorej sa skladajú umiestnenia alebo oblasti;\nb) tri veľké abecedné znaky zodpovedajúce kódu IATA letiska alebo mesta, v ktorom sa nachádzajú, sú blízko alebo z ktorého sa skladajú umiestnenia alebo oblasti;\nc) štyri alebo viac znakov, z ktorých prvé tri zodpovedajú kódu krajiny ISO 3166-1 nasledované pomlčkou (-), zvyšok tvorí poštové smerovacie číslo v príslušnej krajine;\nd) štyri alebo viac znakov, z ktorých prvé tri zodpovedajú kódu krajiny ISO 3166-1 nasledované bodkou (.), zvyšok tvorí kód poddielov krajiny ISO 3166-2 v príslušnej krajine;\ne) päť veľkých abecedných znakov zodpovedajúcich kódu UN/LOCODE oblasti, v ktorej sa nachádzajú, sú blízko alebo z ktorej sa skladajú umiestnenia alebo oblasti;\nf) šesť veľkých alfanumerických znakov zodpovedajúcich kódu IMPC UPU prideleného v súlade so štandardom UPU S34;\ng) konkatenácia, ktorá má dĺžku nie menej ako sedem ani viac ako 25 znakov, z:\n - kódu vydavateľa prideleného v súlade so štandardmi UPU S31;\n - kódu umiestnenia, ktorý sa skladá zo znakov z množiny {A-Z; 0-9}, ktorý zodpovedá špecifikáciám príslušného vydavateľa.
sl: Koda lokacije UPU, ki predstavlja kodo za identifikacijo lokacije ali geografskega območja ali povezane skupine takih lokacij ali območij, ki so pomembna za povezano transakcijo in ki je skladna z eno od struktur, opredeljenih v točkah a) do g) spodaj:\na) dva velika tiskana abecedna znaka, ki ustrezata ISO 3166-1 dvema abecednima koda države, v kateri se nahaja ali ki jo sestavljajo lokacija(e) ali območje(a);\nb) trije veliki tiskani abecedni znaki, ki ustrezajo kodi IATA letališča ali mesta, v katerem se nahaja, blizu katerega se nahaja ali ki ga sestavljajo lokacija(e) ali območje(a);\nc) štirje ali več znakov, od katerih prvi trije ustrezajo kodi države ISO 3166-1, sledi vezaj (-), z ostankom, ki predstavlja poštno številko v dotični državi;\nd) štirje ali več znakov, od katerih prvi trije ustrezajo kodi države ISO 3166-1, sledi pika (.), z ostankom, ki predstavlja kodo področja države ISO 3166-2 v dotični državi;\ne) pet velikih tiskanih abecednih znakov, ki ustrezajo UN/LOCODE območja, v katerem se nahaja, blizu katerega se nahaja ali ki ga sestavljajo lokacija(e) ali območje(a);\nf) šest velikih tiskanih alfanumeričnih znakov, ki ustrezajo kodi IMPC UPU, dodeljeni v skladu s standardom UPU S34;\ng) združitev, ki ni krajša od sedmih in ne daljša od 25 znakov, ki obsega:\n - kodo izdajatelja, dodeljeno v skladu s standardi UPU S31;\n - kodo lokacije, ki obsega znake iz nabora {A-Z; 0-9}, ki so skladni s specifikacijami izdajatelja.
sv: UPU-platskod, som är en kod som identifierar en plats eller geografiskt område, eller en associerad grupp av sådana platser eller områden, som har relevans för en relaterad transaktion och som överensstämmer med en av strukturerna definierade i a) till g) nedan:\na) två versala alfabetiska tecken som motsvarar ISO 3166-1 två alfa-landskoden för det land där, eller bestående av vilket, plats(en) eller område(n) är belägna;\nb) tre versala alfabetiska tecken som motsvarar IATA-koden för flygplatsen eller staden i, nära, eller bestående av vilken plats(en) eller område(n) är belägna;\nc) fyra eller fler tecken varav de första tre motsvarar en ISO 3166-1 landskod följt av ett bindestreck (-), med resten som är ett postnummer i det berörda landet;\nd) fyra eller fler tecken varav de första tre motsvarar en ISO 3166-1 landskod följt av en punkt (.), med resten som är en ISO 3166-2 landsunderindelningskod i det berörda landet;\ne) fem versala alfabetiska tecken som motsvarar UN/LOCODE för området i, nära, eller bestående av vilket, plats(en) eller område(n) är belägna;\nf) sex versala alfanumeriska tecken som motsvarar en UPU IMPC-kod tilldelad i enlighet med UPU-standarden S34;\ng) sammanfogningen, som är inte mindre än sju eller mer än 25 tecken lång, av:\n - en utfärdarkod tilldelad i enlighet med UPU-standarderna S31;\n - en platskod, bestående av tecken hämtade från uppsättningen {A-Z; 0-9} som överensstämmer med specifikationerna för den utfärdande myndigheten.
