Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di17024
source: Inside Cube of a Van expressed in cubic metres or cubic feet followed by the ANSI X12.3 data element number 355 of unit measure code (CR or CF). No implied decimal point.
bg: Вътрешен обем на фургона, изразен в кубични метри или кубични футове, последван от ANSI X12.3 данни елемент номер 355 единица за измерване код (CR или CF). Без подразбираща се десятъчна точка.
cs: Vnitřní objem vany vyjádřený v kubických metrech nebo kubických stopách následovaný dvouznakovým kódem prvku dat ANSI X12.3 číslo 355 kód jednotky míry (CR nebo CF). Bez předpokládaného desetinného bodu.
de: Innenwürfel eines Vans, ausgedrückt in Kubikmetern oder Kubikfuß, gefolgt vom ANSI X12.3-Datenelement-Nummer 355-Maßeinheitscode (CR oder CF). Kein implizierter Dezimalpunkt.
el: Εσωτερικός Όγκος ενός Φορτηγού εκφρασμένος σε κυβικά μέτρα ή κυβικά πόδια ακολουθούμενο από τον κωδικό στοιχείου δεδομένων ANSI X12.3 355 μονάδα μέτρησης (CR ή CF). Δεν υπονοείται δεκαδικό σημείο.
es: Cubo Interior de una Furgoneta expresado en metros cúbicos o pies cúbicos seguido por el número de elemento de datos 355 de dos caracteres ANSI X12.3 de código de unidad de medida (CR o CF). Sin punto decimal implícito.
et: Kaubiku Sisemine Kuupmaht väljendatuna kuupmeetrites või kuupjalgades järgneb ANSI X12.3 andmeelemendi number 355 ühikukood (CR või CF). Ei ole eeldatavat kümnendkohta.
fi: Pakettiauton Sisäkuutio ilmaistuna kuutiometreinä tai kuutiojalkoina seurattuna ANSI X12.3 dataelementtinumerolla 355 mittayksikkökoodilla (CR tai CF). Ei oletettua desimaalipistettä.
fr: Cube intérieur d'une camionnette exprimé en mètres cubes ou pieds cubes suivi du numéro de l'élément de données 355 de l'unité de mesure (CR ou CF). Pas de point décimal implicite.
ga: Cúbachas Laistigh de Van léirithe i méadair chiúbacha nó i dtroigh chiúbacha in éineacht le cód Eilimint Sonraí Uimh. 355 ANSI X12.3 cód aonad tomhais (CR nó CF). Gan pointe deachúil le tuiscint.
hr: Unutarnji Volumen kombija izražen u kubičnim metrima ili kubičnim stopama slijedi ANSI X12.3 broj elementa podataka 355 kod jedinice mjere (CR ili CF). Bez implicitne decimalne točke.
hu: Egy Furgon Belső Térfogata kifejezve köbméterben vagy köblábban, amelyet az ANSI X12.3 adatelem szám 355 mértékegység kódja (CR vagy CF) követ. Nincs feltételezett tizedes pont.
is: Innanrúmsrúmmál flutningabíls tjáð í rúmmetrum eða rúmfetum fylgt af ANSI X12.3 gagnaeininganúmeri 355 einingarmálskóða (CR eða CF). Enginn gefinn aukapunktur.
it: Volume Interno di un Furgone espresso in metri cubi o piedi cubi seguito dal codice ANSI X12.3 elemento dati numero 355 di codice unità di misura (CR o CF). Nessun punto decimale implicito.
lt: Furgono vidaus kubatūra išreikšta kubiniais metrais arba kubinėmis pėdomis sekama ANSI X12.3 duomenų elemento numerio 355 matavimo vieneto kodu (CR ar CF). Neįtraukiamas prielaidinis dešimtainis taškas.
lv: Furgona Iekšējais Kubs izteikts kubikmetros vai kubikpēdās, kam seko ANSI X12.3 datu elementa numura 355 mērvienības kods (CR vai CF). Neiekļauta domēna punkta pieņēmums.
mt: Kubu Intern ta' Van espress f'metri kubi jew piedi kubi segwit mill-kodiċi tal-Element tad-Data ANSI X12.3 numru 355 tal-kodiċi tal-unità tal-kejl (CR jew CF). L-ebda punt deċimali impliċit.
nl: Binnenkubus van een Van uitgedrukt in kubieke meters of kubieke voeten gevolgd door de ANSI X12.3 gegevenselementnummer 355 van meetcode (CR of CF). Geen geïmpliceerd decimaalteken.
no: Innvendig kube av en varebil uttrykt i kubikkmeter eller kubikkfot etterfulgt av ANSI X12.3 dataelementnummer 355 enhetsmålekode (CR eller CF). Ingen underforstått desimalpunkt.
pl: Wewnętrzna objętość furgonetki wyrażona w metrach sześciennych lub stopach sześciennych po której następuje kod elementu danych ANSI X12.3 Numer 355 Kod Jednostki Miary (CR lub CF). Bez domyślnego punktu dziesiętnego.
pt: Cubo Interno de uma Van expresso em metros cúbicos ou pés cúbicos seguido pelo código do Elemento de Dados ANSI X12.3 número 355 de código de unidade de medida (CR ou CF). Sem ponto decimal implícito.
ro: Volumul Interior al unei Furgonete exprimat în metri cubi sau picioare cubice urmat de codul elementului de date ANSI X12.3 numărul 355 codul unității de măsură (CR sau CF). Fără punct zecimal implicit.
sk: Vnútorný objem dodávky vyjadrený v kubických metroch alebo kubických stopách nasledovaný číslom dátového prvku ANSI X12.3 číslo 355 kód jednotky miery (CR alebo CF). Bez implikovaného desatinného bodu.
sl: Notranji kubični meter kombija, izražen v kubičnih metrih ali kubičnih nogah, sledi koda enote mere ANSI X12.3 podatkovnega elementa številka 355 (CR ali CF). Brez domnevne decimalne točke.
sv: Inre Kub av en Van uttryckt i kubikmeter eller kubikfot följt av ANSI X12.3 dataelement nummer 355 måttenhetskod (CR eller CF). Inget underförstått decimaltecken.

# di17025
source: Net Explosive Weight (a computed value of explosive equivalent expressed in pound of TNT). The measure of NEW is used internationally for explosive safety quantity distance arc computations. No implied decimal point.
bg: Нето експлозивно тегло (изчислена стойност на еквивалент на експлозив, изразен в паунди TNT). Мярката за NEW се използва международно за изчисления на безопасностно разстояние при експлозии. Без подразбираща се десятъчна точка.
cs: Čistá výbušná hmotnost (vypočtená hodnota ekvivalentu výbušniny vyjádřená v librách TNT). Míra NEW se mezinárodně používá pro výpočty bezpečnostních vzdáleností pro výbušniny. Bez předpokládaného desetinného bodu.
de: Netto-Explosivgewicht (ein berechneter Wert des Explosiväquivalents, ausgedrückt in Pfund TNT). Das Maß für NEW wird international für explosive Sicherheitsabstandsberechnungen verwendet. Kein implizierter Dezimalpunkt.
el: Καθαρό Εκρηκτικό Βάρος (μια υπολογισμένη τιμή του εκρηκτικού ισοδύναμου εκφρασμένη σε λίβρες TNT). Το μέτρο του NEW χρησιμοποιείται διεθνώς για υπολογισμούς ασφαλείας ποσότητας εκρηκτικών αποστάσεων. Δεν υπονοείται δεκαδικό σημείο.
es: Peso Explosivo Neto (un valor calculado de equivalente explosivo expresado en libra de TNT). La medida de NEW se utiliza internacionalmente para cálculos de arco de distancia de seguridad de cantidad explosiva. Sin punto decimal implícito.
et: Neto Lõhkeaine Kaal (arvutatud väärtus lõhkeaine ekvivalendina väljendatuna naeltes TNT-st). NEW mõõdet kasutatakse rahvusvaheliselt lõhkeainete ohutu koguse kauguse arvutustes. Ei ole eeldatavat kümnendkohta.
fi: Netto Räjähdyspaino (laskennallinen arvo räjähde-ekvivalenttina ilmaistuna TNT:n punnissa). NEW:n mittaa käytetään kansainvälisesti räjähdeturvallisuuden etäisyyskaarien laskennassa. Ei oletettua desimaalipistettä.
fr: Poids net explosif (une valeur calculée d'équivalent explosif exprimée en livre de TNT). La mesure du PNE est utilisée internationalement pour les calculs d'arc de distance de sécurité des quantités d'explosifs. Pas de point décimal implicite.
ga: Meáchan Pléascach Net (luach ríomhtha de choibhéis pléascach i bpunt TNT). Úsáidtear tomhas NEW go hidirnáisiúnta le haghaidh ríomhanna fad slándála cainníochta pléascach. Gan pointe deachúil le tuiscint.
hr: Neto Eksplozivna Težina (izračunata vrijednost ekvivalenta eksploziva izražena u funtama TNT-a). Mjera NET koristi se međunarodno za izračun sigurnosne udaljenosti eksploziva. Bez implicitne decimalne točke.
hu: Nettó Robbanóanyag Súlya (a TNT robbanóanyag-egyenértékének kiszámított értéke fontban). Az ÚJ értékét nemzetközileg használják a robbanóanyag-biztonsági távolságszámításokhoz. Nincs feltételezett tizedes pont.
is: Net sprengiefniþyngd (reiknað gildi af sprengiefnajafngildi tjáð í pundum af TNT). Mæling á NET er notuð alþjóðlega fyrir sprengiefniöryggis magn fjarlægðarbogareikninga. Enginn gefinn aukapunktur.
it: Peso Esplosivo Netto (un valore calcolato di equivalente esplosivo espresso in libbre di TNT). La misura del NEW è utilizzata a livello internazionale per i calcoli di sicurezza della quantità di distanza degli archi esplosivi. Nessun punto decimale implicito.
lt: Neto sprogstamųjų medžiagų svoris (apibrėžta sprogimo ekvivalento vertė išreikšta TNT svarais). NEW matas naudojamas tarptautiniu mastu sprogstamųjų medžiagų saugumo kiekio atstumo lanko skaičiavimams. Neįtraukiamas prielaidinis dešimtainis taškas
lv: Neto Sprāgstvielu Svars (izteikts kā sprāgstvielu ekvivalents mārciņās TNT). NEW mērs tiek izmantots starptautiski sprāgstvielu drošības daudzuma attāluma loka aprēķinos. Neiekļauta domēna punkta pieņēmums.
mt: Piż Esplosiv Nett (valur ikkalkulat ta' ekwivalenti esplosiv espress f'libbra ta' TNT). Il-kejl tal-NEW jintuża internazzjonalment għal kalkoli tal-ark tal-distanza ta' sigurtà tal-kwantità ta' esplosivi. L-ebda punt deċimali impliċit.
nl: Net Explosief Gewicht (een berekende waarde van explosieve equivalent uitgedrukt in pond TNT). De maat van NEW wordt internationaal gebruikt voor explosieve veiligheid afstandsboogberekeningen. Geen geïmpliceerd decimaalteken.
no: Netto eksplosiv vekt (en beregnet verdi av eksplosiv ekvivalent uttrykt i pund TNT). Målet for NEW brukes internasjonalt for eksplosivsikkerhets kvantitetsavstands bueregninger. Ingen underforstått desimalpunkt.
pl: Waga netto materiałów wybuchowych (obliczona wartość równoważnika wybuchowego wyrażona w funtach TNT). Miara NEW jest używana międzynarodowo do obliczeń odległości bezpieczeństwa ilości wybuchu. Bez domyślnego punktu dziesiętnego.
pt: Peso Explosivo Líquido (um valor computado de equivalente explosivo expresso em libra de TNT). A medida de NEW é usada internacionalmente para cálculos de distância de segurança de quantidade de explosivos. Sem ponto decimal implícito.
ro: Greutatea Netă Explozivă (o valoare calculată a echivalentului exploziv exprimată în livre de TNT). Măsura NEW este utilizată internațional pentru calculele de siguranță a cantității de distanță a arcului exploziv. Fără punct zecimal implicit.
sk: Čistá váha výbušniny (vypočítaná hodnota ekvivalentu výbušniny vyjadrená v librách TNT). Miera NEW sa medzinárodne používa pre výpočty bezpečnostnej vzdialenosti výbušnín. Bez implikovaného desatinného bodu.
sl: Neto eksplozivna teža (izračunana vrednost ekvivalenta eksploziva, izražena v funtih TNT). Merilo NEW se mednarodno uporablja za izračune varnostne razdalje glede na količino eksploziva. Brez domnevne decimalne točke.
sv: Netto Explosiv Vikt (ett beräknat värde av explosiv ekvivalent uttryckt i pund TNT). Måttet på NEW används internationellt för säkerhetsmängdavståndsbågsberäkningar för explosiva ämnen. Inget underförstått decimaltecken.

# di17026
source: Packaging Level, specifying the hierarchical level of packaging in accordance with HIBC (Health Industry Bar Code) specifications.
bg: Ниво на опаковане, определящо йерархичното ниво на опаковане в съответствие със спецификациите на HIBC (Баркод на здравната индустрия).
cs: Úroveň balení, specifikující hierarchickou úroveň balení v souladu se specifikacemi HIBC (Health Industry Bar Code).
de: Verpackungsebene, die die hierarchische Ebene der Verpackung gemäß HIBC (Health Industry Bar Code)-Spezifikationen angibt.
el: Επίπεδο Συσκευασίας, που καθορίζει το ιεραρχικό επίπεδο συσκευασίας σύμφωνα με τις προδιαγραφές HIBC (Health Industry Bar Code).
es: Nivel de Empaque, especificando el nivel jerárquico de empaque de acuerdo con las especificaciones de HIBC (Código de Barra de la Industria de la Salud).
et: Pakendamise Tase, mis täpsustab pakendamise hierarhilist taset vastavalt HIBC (Health Industry Bar Code) spetsifikatsioonidele.
fi: Pakkaustaso, joka määrittelee pakkausten hierarkisen tason HIBC (Health Industry Bar Code) -määritysten mukaisesti.
fr: Niveau d'emballage, spécifiant le niveau hiérarchique d'emballage conformément aux spécifications HIBC (Code-barres de l'industrie de la santé).
ga: Leibhéal Pacáistithe, ag sonrú an leibhéal hierarchach pacáistithe de réir sonraíochtaí HIBC (Cód Tionscail na Sláinte).
hr: Razina Pakiranja, specificirajući hijerarhijsku razinu pakiranja u skladu sa specifikacijama HIBC (Health Industry Bar Code).
hu: Csomagolási Szint, amely meghatározza a csomagolás hierarchikus szintjét a HIBC (Health Industry Bar Code) specifikációk szerint.
is: Pökkunarstig, tilgreining á hierarkísku stigi pökkunar í samræmi við HIBC (Health Industry Bar Code) forskriftir.
it: Livello di Imballaggio, specificando il livello gerarchico di imballaggio in conformità con le specifiche HIBC (Health Industry Bar Code).
lt: Pakavimo lygis, nurodantis hierarchinį pakavimo lygį pagal HIBC (Sveikatos pramonės brūkšninio kodo) specifikacijas.
lv: Iepakojuma Līmenis, norādot iepakojuma hierarhisko līmeni saskaņā ar HIBC (Veselības nozares svītrkoda) specifikācijām.
mt: Livell tal-Ippakkjar, li jispeċifika l-livell ġerarkiku tal-ippakkjar skont l-ispeċifikazzjonijiet tal-HIBC (Health Industry Bar Code).
nl: Verpakkingsniveau, specificerend het hiërarchische niveau van verpakking in overeenstemming met HIBC (Health Industry Bar Code) specificaties.
no: Pakkenivå, som spesifiserer det hierarkiske nivået av emballasje i samsvar med HIBC (Health Industry Bar Code) spesifikasjoner.
pl: Poziom opakowania, określający hierarchiczny poziom opakowania zgodnie ze specyfikacjami HIBC (Kod Kreskowy Branży Zdrowia).
pt: Nível de Embalagem, especificando o nível hierárquico de embalagem de acordo com as especificações HIBC (Código de Barras da Indústria da Saúde).
ro: Nivelul Ambalajului, specificând nivelul ierarhic al ambalajului în conformitate cu specificațiile HIBC (Codul de Bare al Industriei de Sănătate).
sk: Úroveň balenia, špecifikujúca hierarchickú úroveň balenia v súlade so špecifikáciami HIBC (Health Industry Bar Code).
sl: Raven pakiranja, ki določa hierarhično raven pakiranja v skladu s specifikacijami HIBC (Health Industry Bar Code).
sv: Förpackningsnivå, som anger den hierarkiska nivån för förpackning enligt HIBC (Health Industry Bar Code) specifikationer.
