Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di4008
source: Event, Date, And Time.\nISO format YYYYMMDDHHMM (24 hour clock - UTC) immediately followed by a UN/EDIFACT Code Qualifier 2005 providing a code specifying type of date), e.g.,\n11 [Date when goods are expected to be dispatched/shipped message is issued.];\n17 [Estimated delivery date/time when goods are expected to be delivered];\n35 [Date on which goods are delivered to their destination.];\n118 [Booking Confirmed];\n129 [Date when the vessel/merchandise departed the last foreign port in the exporting country.];\n132 [Date/time when the carrier estimates that a means of transport should arrive at the port of discharge or place of destination.];\n133 [Date/time when carrier estimates that a means of transport should depart at the place of departure];\n137 [Date/time when the supplier ships parts based on the customer's request. (Date when DESADV message is issued. Recommendation is the DESADV is issued within 30 minutes of goods being picked up at ShipFrom party];\n146 [Estimated Entry date (Customs) date on which the official date of a Customs Entry is anticipated.];\n151 [Import Date (Arrived at port with intent to unlade];\n186 Departs a Facility ('Gate-out)];\n204 [Date on which Customs releases merchandise to the carrier or importer];\n253 [Departs from a Port ('Vessel Departure')];\n252 [Arrives at a Port ('Vessel Arrival')];\n283 [Arrives at a Facility ('Gate-in)];\n342 [Conveyance Loaded];\n351 [Terminal Gate Inspection];\n411 [Ordered Stuffed];\n412 [Ordered Stripped];\n420 [Conveyance unloaded];\n534 [Repaired];\n677 [Confirmed Stuffed];\n678 [Confirmed Stripped];\n696 [Filing Date].
bg: Събитие, Дата и Час.\nФормат YYYYMMDDHHMM (24-часов часовник - UTC) веднага последван от квалификатор на код UN/EDIFACT 2005, предоставящ код, определящ типа на датата), например,\n11 [Дата, когато се очаква стоките да бъдат изпратени/изпратени съобщението е издадено.];\n17 [Предполагаема дата/час на доставка, когато се очаква стоките да бъдат доставени];\n35 [Дата, на която стоките са доставени на тяхната дестинация.];\n118 [Потвърдено резервиране];\n129 [Дата, когато съдът/стоките са заминали от последното чуждестранно пристанище в износителната държава.];\n132 [Дата/час, когато превозвачът оценява, че средството за транспорт трябва да пристигне в пристанището на разтоварване или мястото на дестинация.];\n133 [Дата/час, когато превозвачът оценява, че средството за транспорт трябва да тръгне от мястото на тръгване];\n137 [Дата/час, когато доставчикът изпраща части въз основа на искането на клиента. (Дата, когато се издава DESADV. Препоръката е DESADV да се издава в рамките на 30 минути след като стоките са взети от страната ShipFrom];\n146 [Предполагаема дата на влизане (Митница) дата, на която се очаква официалната дата на Митническо влизане.];\n151 [Дата на внос (Пр
cs: Událost, datum a čas.\nFormát YYYYMMDDHHMM (24hodinový formát - UTC) okamžitě následovaný kvalifikátorem dat EDIFACT kód 2005 poskytující kód specifikující typ data), např.,\n11 [Datum, kdy se očekává odeslání zboží/zpráva je vydána.];\n17 [Odhadované datum/čas doručení, kdy se očekává doručení zboží];\n35 [Datum, kdy je zboží doručeno na místo určení.];\n118 [Potvrzení rezervace];\n129 [Datum, kdy plavidlo/zboží opustilo poslední zahraniční přístav ve vývozní zemi.];\n132 [Datum/čas, kdy dopravce odhaduje, že dopravní prostředek by měl dorazit do přístavu vykládky nebo místa určení.];\n133 [Datum/čas, kdy dopravce odhaduje, že dopravní prostředek by měl odjet z místa odjezdu];\n137 [Datum/čas, kdy dodavatel expeduje díly na základě požadavku zákazníka. (Datum, kdy je vydána zpráva DESADV. Doporučení je, aby byla zpráva DESADV vydána do 30 minut od vyzvednutí zboží u strany ShipFrom];\n146 [Odhadované datum vstupu (Celní) datum, kdy se očekává oficiální datum Celního vstupu.];\n151 [Datum dovozu (Příjezd do přístavu s úmyslem vyložit];\n186 Odchází z zařízení ('Gate-out)];\n204 [Datum, kdy celní správa uvolní zboží dopravci nebo dovozci];\n253 [Odjezd z přístavu ('Odjezd plavidla')];\n252 [Příjezd do přístavu ('Příjezd plavidla')];\n283 [Příjezd do zařízení ('Gate-in)];\n342 [Naložení dopravního prostředku];\n351 [Kontrola vstupní brány terminálu];\n411 [Objednáno plnění];\n412 [Objednáno vykládání];\n420 [Vykládka dopravního prostředku];\n534 [Opraveno];\n677 [Potvrzeno plnění];\n678 [Potvrzeno vykládání];\n696 [Datum podání].
de: Ereignis, Datum und Uhrzeit.\nISO-Format YYYYMMDDHHMM (24-Stunden-Uhr - UTC) unmittelbar gefolgt von einem UN/EDIFACT Code Qualifier 2005, der einen Code zur Spezifizierung des Datentyps angibt), z.B.,\n11 [Datum, an dem die Ware voraussichtlich versandt/verschickt wird, wenn die Nachricht versendet wird.];\n17 [Geschätztes Lieferdatum/-zeit, zu dem die Ware voraussichtlich geliefert wird];\n35 [Datum, an dem die Ware an ihrem Bestimmungsort geliefert wird.];\n118 [Buchung Bestätigt];\n129 [Datum, an dem das Schiff/die Ware den letzten ausländischen Hafen im Exportland verlassen hat.];\n132 [Datum/Uhrzeit, zu der der Spediteur schätzt, dass ein Transportmittel im Entladehafen oder am Bestimmungsort ankommen sollte.];\n133 [Datum/Uhrzeit, zu der der Spediteur schätzt, dass ein Transportmittel am Abfahrtsort abfahren sollte];\n137 [Datum/Uhrzeit, zu der der Lieferant Teile versendet, basierend auf der Anfrage des Kunden. (Datum, an dem die DESADV-Nachricht gesendet wird. Empfehlung ist, dass die DESADV innerhalb von 30 Minuten nach dem Abholen der Ware beim ShipFrom-Partner gesendet wird];\n146 [Geschätztes Einreisedatum (Zoll) Datum, an dem das offizielle Datum eines Zolleintrags voraussichtlich ist.];\n151 [Importdatum (Ankunft im Hafen mit der Absicht auszuladen];\n186 Abfahrt einer Einrichtung ('Tor-aus)];\n204 [Datum, an dem der Zoll die Ware dem Spediteur oder Importeur freigibt];\n253 [Abfahrt von einem Hafen ('Schiffsabfahrt')];\n252 [Ankunft in einem Hafen ('Schiffsankunft')];\n283 [Ankunft in einer Einrichtung ('Tor-ein)];\n342 [Transportmittel Beladen];\n351 [Torinspektion am Terminal];\n411 [Bestelltes Befüllen];\n412 [Bestelltes Entleeren];\n420 [Transportmittel entladen];\n534 [Repariert];\n677 [Bestätigtes Befüllen];\n678 [Bestätigtes Entleeren];\n696 [Einreichungsdatum].
el: Εκδήλωση, Ημερομηνία, Και Ώρα.\nΜορφή YYYYMMDDHHMM (24ωρο ρολόι - UTC) αμέσως ακολουθούμενη από έναν Κωδικό Προσόντων UN/EDIFACT 2005 παρέχοντας έναν κωδικό που προσδιορίζει τον τύπο της ημερομηνίας), π.χ.,\n11 [Ημερομηνία που αναμένεται να αποσταλούν/αποστέλλονται τα αγαθά το μήνυμα εκδίδεται.];\n17 [Εκτιμώμενη ημερομηνία/ώρα παράδοσης όταν αναμένεται να παραδοθούν τα αγαθά];\n35 [Ημερομηνία κατά την οποία τα αγαθά παραδίδονται στον προορισμό τους.];\n118 [Επιβεβαίωση Κράτησης];\n129 [Ημερομηνία όταν το πλοίο/εμπορεύματα αναχώρησαν από το τελευταίο ξένο λιμάνι στη χώρα εξαγωγής.];\n132 [Ημερομηνία/ώρα όταν ο μεταφορέας εκτιμά ότι ένα μέσο μεταφοράς θα φτάσει στο λιμάνι αποβίβασης ή στον τόπο προορισμού.];\n133 [Ημερομηνία/ώρα όταν ο μεταφορέας εκτιμά ότι ένα μέσο μεταφοράς θα αναχωρήσει από τον τόπο αναχώρησης];\n137 [Ημερομηνία/ώρα όταν ο προμηθευτής στέλνει μέρη βάσει του αιτήματος του πελάτη. (Ημερομηνία όταν εκδίδεται το μήνυμα DESADV. Η σύσταση είναι το DESADV να εκδίδεται εντός 30 λεπτών από τη συλλογή των αγαθών στο μέρος ShipFrom];\n146 [Εκτιμώμενη Ημερομηνία Εισόδου (Τελωνείο) ημερομηνία κατά την οποία αναμένεται η επίσημη ημερομηνία μιας Τελωνειακής Εισόδου.];\n151 [Ημερομηνία Εισαγωγής (Άφιξη στο λιμάνι με πρόθεση να αποβιβαστούν];\n186 Αναχωρεί από Εγκατάσταση ('Έξοδος από την Πύλη)];\n204 [Ημερομηνία κατά την οποία τα Τελωνεία απελευθερώνουν τα εμπορεύματα στον μεταφορέα ή στον εισαγωγέα];\n253 [Αναχωρεί από Λιμάνι ('Αναχώρηση Πλοίου')];\n252 [Άφιξη σε Λιμάνι ('Άφιξη Πλοίου')];\n283 [Άφιξη σε Εγκατάσταση ('Είσοδος στην Πύλη)];\n342 [Φορτωμένη Μεταφορά];\n351 [Επιθεώρηση Πύλης Τερματικού Σταθμού];\n411 [Διαταγή Συμπλήρωσης];\n412 [Διαταγή Αποσυναρμολόγησης];\n420 [Αφορτωμένη Μεταφορά];\n534 [Επισκευή];\n677 [Επιβεβαίωση Συμπλήρωσης];\n678 [Επιβεβαίωση Αποσυναρμολόγησης];\n696 [Ημερομηνία Υποβολής].
es: Evento, Fecha y Hora.\nFormato ISO YYYYMMDDHHMM (reloj de 24 horas - UTC) seguido inmediatamente por un Calificador de Código UN/EDIFACT 2005 proporcionando un código especificando tipo de fecha), por ejemplo,\n11 [Fecha en que se espera que las mercancías sean despachadas/enviadas cuando se emite el mensaje.];\n17 [Fecha/hora estimada de entrega cuando se espera que las mercancías sean entregadas];\n35 [Fecha en que las mercancías son entregadas a su destino.];\n118 [Reserva Confirmada];\n129 [Fecha en que el buque/mercancía partió del último puerto extranjero en el país exportador.];\n132 [Fecha/hora en que el transportista estima que un medio de transporte debería llegar al puerto de descarga o lugar de destino.];\n133 [Fecha/hora en que el transportista estima que un medio de transporte debería partir en el lugar de salida];\n137 [Fecha/hora en que el proveedor envía partes basado en la solicitud del cliente. (Fecha en que se emite el mensaje DESADV. Se recomienda que el DESADV se emita dentro de los 30 minutos de que las mercancías sean recogidas en la parte ShipFrom];\n146 [Fecha Estimada de Entrada (Aduanas) fecha en que se anticipa la fecha oficial de una Entrada Aduanera.];\n151 [Fecha de Importación (Llegada al puerto con intención de desembarcar];\n186 Sale de una Instalación ('Salida de Puerta)];\n204 [Fecha en que la Aduana libera la mercancía al transportista o importador];\n253 [Sale de un Puerto ('Salida de Buque')];\n252 [Llega a un Puerto ('Llegada de Buque')];\n283 [Llega a una Instalación ('Entrada a Puerta)];\n342 [Carga de Conveyance];\n351 [Inspección de Puerta de Terminal];\n411 [Ordenado Rellenado];\n412 [Ordenado Desempacado];\n420 [Descarga de Conveyance];\n534 [Reparado];\n677 [Rellenado Confirmado];\n678 [Desempacado Confirmado];\n696 [Fecha de Presentación].
et: Sündmus, Kuupäev ja Aeg.\nISO formaat YYYYMMDDHHMM (24 tunni kell - UTC) kohe järgneb ÜRO/EDIFACT Koodi Kvalifikaator 2005, mis annab koodi kuupäeva tüübi määramiseks), nt,\n11 [Kuupäev, mil kaupu oodatakse saatmiseks/laevale saatmiseks sõnumi väljastamise hetkel.];\n17 [Eeldatav kohaletoimetamise kuupäev/aeg, mil kaupu oodatakse kohaletoimetamiseks];\n35 [Kuupäev, mil kaubad toimetatakse sihtkohta.];\n118 [Broneering kinnitatud];\n129 [Kuupäev, mil laev/kaup lahkus viimasest välismaisest sadamast ekspordiriigis.];\n132 [Kuupäev/aeg, mil vedaja eeldab, et transpordivahend saabub lossimissadamasse või sihtkohta.];\n133 [Kuupäev/aeg, mil vedaja eeldab, et transpordivahend väljub väljumiskohast];\n137 [Kuupäev/aeg, mil tarnija saadab osad kliendi taotlusel. (Kuupäev, mil DESADV sõnum väljastatakse. Soovitus on, et DESADV väljastatakse 30 minuti jooksul pärast kaupade ülesvõtmist ShipFrom osapoole juurest];\n146 [Eeldatav sisenemiskuupäev (Toll) kuupäev, millal ametlik tollivormistuse kuupäev on eeldatav.];\n151 [Impordi kuupäev (Saabunud sadamasse laadimiskavatsusega];\n186 Lahkub rajatisest ('Värava väljumine)];\n204 [Kuupäev, millal Toll vabastab kaubad vedajale või importijale];\n253 [Lahkub sadamast ('Laeva väljumine')];\n252 [Saabub sadamasse ('Laeva saabumine')];\n283 [Saabub rajatisse ('Värava sissepääs)];\n342 [Transpordivahend laaditud];\n351 [Terminali värava kontroll];\n411 [Tellitud täitmine];\n412 [Tellitud tühjendamine];\n420 [Transpordivahend tühjendatud];\n534 [Parandatud];\n677 [Kinnitatud täitmine];\n678 [Kinnitatud tühjendamine];\n696 [Esitamise kuupäev].
fi: Tapahtuma, päivämäärä ja aika.\nISO-muoto YYYYMMDDHHMM (24 tunnin kello - UTC) välittömästi seurattuna UN/EDIFACT-koodin määritelmällä 2005, joka antaa koodin määrittelemään päivämäärän tyypin), esim.,\n11 [Päivämäärä, jolloin odotetaan tavaroiden lähetettävän/lähtevän viestin julkaisuhetkellä.];\n17 [Arvioitu toimituspäivä/-aika, jolloin tavaroiden odotetaan saapuvan];\n35 [Päivämäärä, jolloin tavarat toimitetaan määränpäähänsä.];\n118 [Varaus vahvistettu];\n129 [Päivämäärä, jolloin alus/tavara lähti viimeisestä ulkomaisesta satamasta viejämaassa.];\n132 [Päivämäärä/aika, jolloin kuljetusvälineen arvioidaan saapuvan purkamissatamaan tai määränpäähän.];\n133 [Päivämäärä/aika, jolloin kuljetusvälineen arvioidaan lähtevän lähtöpaikasta];\n137 [Päivämäärä/aika, jolloin toimittaja lähettää osat asiakkaan pyynnöstä. (Päivämäärä, jolloin DESADV-viesti julkaistaan. Suositus on, että DESADV julkaistaan 30 minuutin kuluessa tavaroiden noutamisesta ShipFrom-osapuolelta];\n146 [Arvioitu saapumispäivä (Tulli), päivämäärä, jolloin virallisen tulli-ilmoituksen päivämäärää odotetaan.];\n151 [Tuontipäivämäärä (Saapunut satamaan purkamistarkoituksessa];\n186 Lähtee laitoksesta ('Portti ulos)];\n204 [Päivämäärä, jolloin Tulli vapauttaa tavarat kuljettajalle tai tuojalle];\n253 [Lähtee satamasta ('Laivan lähtö')];\n252 [Saapuu satamaan ('Laivan saapuminen')];\n283 [Saapuu laitokseen ('Portti sisään)];\n342 [Kuljetusväline lastattu];\n351 [Sataman porttitarkastus];\n411 [Tilattu täytettäväksi];\n412 [Tilattu tyhjennettäväksi];\n420 [Kuljetusväline purettu];\n534 [Korjattu];\n677 [Vahvistettu täytetty];\n678 [Vahvistettu tyhjennetty];\n696 [Täyttöpäivämäärä].
fr: Événement, Date et Heure.\nFormat ISO AAAAMMJJHHMM (horloge 24 heures - UTC) immédiatement suivi d'un Qualificateur de Code UN/EDIFACT 2005 fournissant un code spécifiant le type de date), par exemple,\n11 [Date prévue d'expédition/envoi des marchandises lors de l'émission du message.];\n17 [Date/heure estimée de livraison lorsque les marchandises sont attendues pour être livrées];\n35 [Date à laquelle les marchandises sont livrées à leur destination.];\n118 [Confirmation de Réservation];\n129 [Date où le navire/marchandise a quitté le dernier port étranger dans le pays exportateur.];\n132 [Date/heure à laquelle le transporteur estime qu'un moyen de transport devrait arriver au port de déchargement ou au lieu de destination.];\n133 [Date/heure à laquelle le transporteur estime qu'un moyen de transport devrait partir du lieu de départ];\n137 [Date/heure à laquelle le fournisseur expédie les pièces en fonction de la demande du client. (Date d'émission du DESADV. La recommandation est que le DESADV soit émis dans les 30 minutes suivant le ramassage des marchandises chez la partie ShipFrom];\n146 [Date estimée d'Entrée (Douanes) date à laquelle la date officielle d'une Entrée en Douane est anticipée.];\n151 [Date d'Importation (Arrivée au port avec intention de décharger)];\n186 Départ d'une Installation ('Sortie de portail)];\n204 [Date à laquelle les Douanes libèrent la marchandise au transporteur ou à l'importateur];\n253 [Départ d'un Port ('Départ du Navire')];\n252 [Arrivée à un Port ('Arrivée du Navire')];\n283 [Arrivée à une Installation ('Entrée de portail)];\n342 [Chargement de Convoi];\n351 [Inspection de Portail de Terminal];\n411 [Ordre de Remplissage];\n412 [Ordre de Déchargement];\n420 [Déchargement de Convoi];\n534 [Réparation];\n677 [Confirmation de Remplissage];\n678 [Confirmation de Déchargement];\n696 [Date de Dépôt].
ga: Imeacht, Dáta, agus Am.\nFormáid YYYYMMDDHHMM (clog 24 uair an chloig - UTC) láithreach in éineacht le Cáilíochtóir Cód UN/EDIFACT 2005 a sholáthraíonn cód a shonraíonn cineál dáta), e.g.,\n11 [Dáta a bhfuiltear ag súil leis go seolfar/loingseofar earraí tar éis don teachtaireacht a bheith eisithe.];\n17 [Dáta/Am measta seachadta nuair a bhfuiltear ag súil go seachadfar na hearraí];\n35 [Dáta ar a seachadadh na hearraí chuig a gceann scríbe.];\n118 [Áirithint Deimhnithe];\n129 [Dáta nuair a d'imigh an long/earraí ón gcalafort deireanach eachtrach sa tír onnmhairithe.];\n132 [Dáta/Am nuair a mheastar go sroichfidh modh iompair an calafort díluchtaigh nó áit an cheann scríbe.];\n133 [Dáta/Am nuair a mheastar go bhfágfaidh modh iompair áit an imeachta];\n137 [Dáta/Am nuair a seolann an soláthraí codanna bunaithe ar iarratas an chustaiméara. (Dáta a eisítear DESADV. Moladh go n-eisítear an DESADV laistigh de 30 nóiméad ó earraí a bheith bailithe ag Páirtí Loingsithe];\n146 [Dáta Measta Iontrála (Custaim) dáta ar a bhfuil an dáta oifigiúil Iontrála Custaim measta.];\n151 [Dáta Iompórtála (Tagtha chuig calafort le hintinn díluchtaithe];\n186 Fágann Áis ('Geata-amach)];\n204 [Dáta ar a scaoileann Custaim earraí chuig an iompróir nó allmhaireoir];\n253 [Fágann ó Chalafort ('Fágáil an tSoithigh')];\n252 [Tagann chuig Calafort ('Teacht an tSoithigh')];\n283 [Tagann chuig Áis ('Geata-isteach)];\n342 [Lódáilte ar Iompar];\n351 [Iniúchadh Geata Teirminéil];\n411 [Ordaithe Líonta];\n412 [Ordaithe Stróicthe];\n420 [Díluchtaithe ó Iompar];\n534 [Deisithe];\n677 [Deimhnithe Líonta];\n678 [Deimhnithe Stróicthe];\n696 [Dáta Comhdaithe].
hr: Događaj, Datum, i Vrijeme.\nISO format YYYYMMDDHHMM (24-satni sat - UTC) odmah nakon UN/EDIFACT Koda kvalifikatora 2005 koji pruža kod koji specificira tip datuma), npr.,\n11 [Datum kada se očekuje da će roba biti otpremljena/poslana kada je poruka izdana.];\n17 [Procijenjeni datum/vrijeme dostave kada se očekuje da će roba biti dostavljena];\n35 [Datum na koji je roba dostavljena na svoje odredište.];\n118 [Potvrđena rezervacija];\n129 [Datum kada je plovilo/roba napustila zadnju stranu luku u izvoznoj zemlji.];\n132 [Datum/vrijeme kada prijevoznik procjenjuje da će sredstvo prijevoza stići u luku iskrcavanja ili mjesto odredišta.];\n133 [Datum/vrijeme kada prijevoznik procjenjuje da će sredstvo prijevoza krenuti s mjesta polaska];\n137 [Datum/vrijeme kada dobavljač šalje dijelove na temelju zahtjeva kupca. (Datum kada je poruka DESADV izdana. Preporuka je da se DESADV izda unutar 30 minuta od preuzimanja robe u stranci ShipFrom];\n146 [Procijenjeni datum ulaska (Carina) datum na koji se očekuje službeni datum Carinskog ulaska.];\n151 [Datum uvoza (Stiglo u luku s namjerom istovara];\n186 Odlazi iz objekta ('Izlaz na kapiju');\n204 [Datum na koji Carina oslobađa robu prijevozniku ili uvozniku];\n253 [Odlazi iz luke ('Odlazak broda');\n252 [Dolazak u luku ('Dolazak broda');\n283 [Dolazak u objekt ('Ulaz na kapiju');\n342 [Ukrcavanje prijevoznog sredstva];\n351 [Inspekcija na ulaznoj kapiji terminala];\n411 [Naručeno punjenje];\n412 [Naručeno pražnjenje];\n420 [Pražnjenje prijevoznog sredstva];\n534 [Popravak];\n677 [Potvrđeno punjenje];\n678 [Potvrđeno pražnjenje];\n696 [Datum podnošenja dokumentacije].
hu: Esemény, Dátum és Idő.\nISO formátum YYYYMMDDHHMM (24 órás óra - UTC) közvetlenül egy UN/EDIFACT Kód Minősítő 2005 után, amely egy dátumtípus kódot ad meg), pl.\n11 [Az áruk várható feladási/szállítási dátuma, amikor az üzenetet kiadják.];\n17 [Becsült kézbesítési dátum/idő, amikor az árukat várhatóan kézbesítik];\n35 [Az áruk célállomásra történő kézbesítésének dátuma.];\n118 [Foglalás Megerősítve];\n129 [Dátum, amikor a hajó/áru elhagyta az utolsó külföldi kikötőt az exportáló országban.];\n132 [Dátum/idő, amikor a fuvarozó becsli, hogy a szállítási eszköz megérkezik a lerakodási kikötőbe vagy a célhelyre];\n133 [Dátum/idő, amikor a fuvarozó becsli, hogy a szállítási eszköz elindul a kiindulási helyről];\n137 [Dátum/idő, amikor a beszállító az ügyfél kérésére alkatrészeket szállít. (A DESADV üzenet kiadásának dátuma. Ajánlás, hogy a DESADV-t az áruk ShipFrom fél általi felvételét követő 30 percen belül adják ki];\n146 [Becsült Bejegyzési dátum (Vám) a vámbejegyzés hivatalos dátumának várható dátuma.];\n151 [Import Dátum (Kikötőbe érkezett lerakodási szándékkal];\n186 Elhagy egy Létesítményt ('Kapu-ki)];\n204 [Dátum, amikor a Vám kiadja az árut a fuvarozónak vagy az importőrnek];\n253 [Elhagy egy Kikötőt ('Hajó Indulása')];\n252 [Megérkezik egy Kikötőbe ('Hajó Érkezése')];\n283 [Megérkezik egy Létesítménybe ('Kapu-be)];\n342 [Szállítmány Felrakodva];\n351 [Terminál Kapu Ellenőrzése];\n411 [Rendelt Betöltés];\n412 [Rendelt Kirakodás];\n420 [Szállítmány Lerakodva];\n534 [Megjavítva];\n677 [Megerősített Betöltés];\n678 [Megerősített Kirakodás];\n696 [Bejelentési Dátum].
is: Atburður, Dagsetning, Og Tími.\nISO formið YYYYMMDDHHMM (24 klukkustunda klukka - UTC) strax fylgt af UN/EDIFACT Kóða Kvóta 2005 sem veitir kóða tilgreiningu á tegund dagsetningar), t.d.,\n11 [Dagsetning þegar vænta má að vörur séu sendar/afskipaðar skilaboð eru gefin út.];\n17 [Áætluð afhendingardagsetning/tími þegar vænta má að vörur verði afhentar];\n35 [Dagsetning þegar vörur eru afhentar á áfangastað.];\n118 [Bókun Staðfest];\n129 [Dagsetning þegar skip/farmur fór úr síðasta erlenda höfn í útflytjandi landi.];\n132 [Dagsetning/tími þegar flutningsaðili áætlar að samgöngutæki ætti að koma á afhendingarhöfn eða áfangastað.];\n133 [Dagsetning/tími þegar flutningsaðili áætlar að samgöngutæki ætti að fara frá brottfararstað];\n137 [Dagsetning/tími þegar birgir sendir hluti út byggt á beiðni viðskiptavinar. (Dagsetning þegar DESADV skilaboð eru gefin út. Mælt er með því að DESADV séu gefin út innan 30 mínútna frá því að vörur eru sóttar hjá ShipFrom aðila];\n146 [Áætluð Inngangsdagsetning (Tollar) dagsetning þegar opinber dagsetning Tollainngangs er væntanleg.];\n151 [Innflutningsdagur (Kominn að höfn með því að hleypa af)];\n186 Fer út úr Aðstöðu ('Hlið út');\n204 [Dagsetningin þegar Tollur gefur farm frjálsan til flutningsaðila eða innflytjanda];\n253 [Fer úr Höfn ('Skipafar')] ;\n252 [Kemur að Höfn ('Skipakoma')];\n283 [Kemur að Aðstöðu ('Hlið inn')];\n342 [Farartæki Hlaðið];\n351 [Hliðarskoðun í Terminal];\n411 [Pantað Stúffun];\n412 [Pantað Strippun];\n420 [Farartæki Afhlaðið];\n534 [Viðgert];\n677 [Staðfest Stúffun];\n678 [Staðfest Strippun];\n696 [Filing Dagsetning].
it: Evento, Data e Ora.\nFormato YYYYMMDDHHMM (orologio 24 ore - UTC) immediatamente seguito da un Qualificatore Codice UN/EDIFACT 2005 che fornisce un codice che specifica il tipo di data), ad es.,\n11 [Data prevista di spedizione/spedizione del messaggio emesso.];\n17 [Data/ora di consegna stimata quando si prevede che le merci siano consegnate];\n35 [Data in cui le merci sono consegnate a destinazione.];\n118 [Prenotazione Confermata];\n129 [Data in cui la nave/merce ha lasciato l'ultimo porto straniero nel paese esportatore.];\n132 [Data/ora in cui il vettore stima che un mezzo di trasporto dovrebbe arrivare al porto di scarico o al luogo di destinazione.];\n133 [Data/ora in cui il vettore stima che un mezzo di trasporto dovrebbe partire dal luogo di partenza];\n137 [Data/ora in cui il fornitore spedisce parti basate sulla richiesta del cliente. (Data in cui viene emesso il messaggio DESADV. Si raccomanda che il DESADV sia emesso entro 30 minuti dal ritiro delle merci presso la parte ShipFrom];\n146 [Data di ingresso stimata (Dogana) data in cui si prevede la data ufficiale di un'Entrata Doganale.];\n151 [Data di Importazione (Arrivato al porto con l'intento di scaricare];\n186 Parte da un Impianto ('Uscita dal cancello)];\n204 [Data in cui la Dogana rilascia le merci al vettore o all'importatore];\n253 [Parte da un Porto ('Partenza della Nave')];\n252 [Arriva in un Porto ('Arrivo della Nave')];\n283 [Arriva in un Impianto ('Ingresso al cancello)];\n342 [Mezzo di trasporto caricato];\n351 [Ispezione del Cancello del Terminal];\n411 [Ordinato Imballato];\n412 [Ordinato Svuotato];\n420 [Mezzo di trasporto scaricato];\n534 [Riparato];\n677 [Confermato Imballato];\n678 [Confermato Svuotato];\n696 [Data di Presentazione].
lt: Įvykis, Data, Ir Laikas.\nISO formatas YYYYMMDDHHMM (24 valandų laikrodis - UTC), iškart sekamas JT/EDIFACT Kodo Kvalifikatoriumi 2005, nurodančiu datos tipą), pvz.,\n11 [Data, kai prekės tikimasi būti išsiųstos / iškrautos, kai pranešimas išduotas.];\n17 [Numatomas pristatymo data/laikas, kai tikimasi, kad prekės bus pristatytos];\n35 [Data, kai prekės pristatomos jų paskirties vietoje.];\n118 [Rezervacijos patvirtinimas];\n129 [Data, kai laivas/prekės išvyko iš paskutinio užsienio uosto eksportuojančioje šalyje.];\n132 [Data/laikas, kai vežėjas įvertina, kad transporto priemonė turėtų atvykti į iškrovimo uostą arba paskirties vietą.];\n133 [Data/laikas, kai vežėjas įvertina, kad transporto priemonė turėtų išvykti iš išvykimo vietos];\n137 [Data/laikas, kai tiekėjas siunčia dalis pagal kliento prašymą. (Data, kai išduodamas DESADV pranešimas. Rekomendacija yra, kad DESADV būtų išduotas per 30 minučių nuo prekių paėmimo iš Siuntėjo šalies];\n146 [Numatyta Įrašo data (Muitinė) data, kai tikimasi oficialios Muitinės Įrašo datos.];\n151 [Importo Data (Atvyksta į uostą su ketinimu iškrauti];\n186 Išvyksta iš Įstaigos ('Vartų išvažiavimas)];\n204 [Data, kai Muitinė išleidžia prekes vežėjui ar importuotojui];\n253 [Išvyksta iš Uosto ('Laivo išplaukimas')];\n252 [Atvyksta į Uostą ('Laivo atplaukimas')];\n283 [Atvyksta į Įstaigą ('Vartų įvažiavimas)];\n342 [Transporto priemonė Pakrauta];\n351 [Terminalo Vartų Tikrinimas];\n411 [Užsakyta Pakrovimas];\n412 [Užsakyta Iškrovimas];\n420 [Transporto priemonė Iškrauta];\n534 [Remontuota];\n677 [Patvirtinta Pakrovimas];\n678 [Patvirtinta Iškrovimas];\n696 [Pateikimo Data].
lv: Notikums, Datums un Laiks.\nISO formāts YYYYMMDDHHMM (24 stundu pulkstenis - UTC) tūlīt pēc UN/EDIFACT Koda Kvalifikatora 2005, kas sniedz kodu, norādot datuma veidu), piemēram,\n11 [Datums, kad preces tiek gaidītas nosūtīšanai/piegādei, kad ziņojums ir izdots.];\n17 [Aptuvenais piegādes datums/laiks, kad preces tiek gaidītas piegādātas];\n35 [Datums, kad preces tiek piegādātas to galamērķī.];\n118 [Rezervācija apstiprināta];\n129 [Datums, kad kuģis/preces atstāj pēdējo ārvalstu ostu eksportējošajā valstī.];\n132 [Datums/laiks, kad pārvadātājs prognozē, ka transports ieradīsies izkraušanas ostā vai galamērķī.];\n133 [Datums/laiks, kad pārvadātājs prognozē, ka transports atstās iziešanas vietu];\n137 [Datums/laiks, kad piegādātājs nosūta daļas, pamatojoties uz klienta pieprasījumu. (Datums, kad DESADV ziņojums ir izdots. Ieteicams, ka DESADV tiek izdots 30 minūšu laikā pēc preču izņemšanas no nosūtīšanas puses];\n146 [Aptuvenais Ieejas datums (Muita) - datums, kad tiek gaidīts oficiālais muitas ieejas datums.];\n151 [Importa datums (Ieradās ostā ar nodomu izkraut];\n186 Iziet no Iekārtas ('Vārtu iziešana)];\n204 [Datums, kad Muita atbrīvo preces pārvadātājam vai importētājam];\n253 [Iziet no Ostas ('Kuģa iziešana')];\n252 [Ierodas Ostā ('Kuģa ierašanās')];\n283 [Ierodas Iekārtā ('Vārtu ieiešana)];\n342 [Transportlīdzeklis Ielādēts];\n351 [Termināļa Vārtu Pārbaude];\n411 [Pasūtīta Iepakošana];\n412 [Pasūtīta Izpakošana];\n420 [Transportlīdzeklis Izlādēts];\n534 [Remontēts];\n677 [Apstiprināta Iepakošana];\n678 [Apstiprināta Izpakošana];\n696 [Iesniegšanas Datums].
mt: Avveniment, Data, u Ħin.\nFormat YYYYMMDDHHMM (arloġġ ta' 24 siegħa - UTC) immedjatament segwit minn Qualifier tal-Kodiċi UN/EDIFACT 2005 li jipprovdi kodiċi li jispeċifika t-tip ta' data), eż.,\n11 [Data meta l-oġġetti huma mistennija li jiġu despjaċċjati/tbaħħru l-messaġġ huwa maħruġ.];\n17 [Data/stima tal-kunsinna meta l-oġġetti huma mistennija li jaslu destinazzjoni tagħhom];\n35 [Data li fiha l-oġġetti jaslu fid-destinazzjoni tagħhom.];\n118 [Konferma tal-Booking];\n129 [Data meta l-vapur/il-merkanzija telqet mill-aħħar port barrani fil-pajjiż li qed jesporta.];\n132 [Data/ħin meta l-portatur jistma li mezz ta' trasport għandu jasal fil-port tad-destinazzjoni jew post tad-destinazzjoni.];\n133 [Data/ħin meta l-portatur jistma li mezz ta' trasport għandu jitlaq mill-post tat-tluq];\n137 [Data/ħin meta l-fornitur jibgħat partijiet abbażi tar-rikjesta tal-klijent. (Data meta tkun maħruġa l-messaġġ DESADV. Ir-rakkomandazzjoni hija li l-DESADV tkun maħruġa fi żmien 30 minuta mill-merkanzija li tkun ġiet imqabbla mal-Parti Milli jitlaq];\n146 [Data Stmata tad-Dħul (Dwana) data li fiha tkun antiċipata d-data uffiċjali ta' Dħul tad-Dwana.];\n151 [Data tal-Importazzjoni (Wasal fil-port bl-intenzjoni li jinħatt];\n186 Tluq minn Faċilità ('Gate-out)];\n204 [Data li fiha d-Dwana tirrilaxxa l-merkanzija lill-portatur jew lill-importatur];\n253 [Tluq minn Port ('Tluq tal-Vapur')];\n252 [Wasla f'Port ('Wasla tal-Vapur')];\n283 [Wasla f'Faċilità ('Gate-in)];\n342 [Tagħbija ta' Mezz ta' Trasport];\n351 [Ispettor tal-Gate tat-Terminal];\n411 [Ordni ta' Stuffing];\n412 [Ordni ta' Stripping];\n420 [Ħatt ta' Mezz ta' Trasport];\n534 [Riparazzjoni];\n677 [Konferma ta' Stuffing];\n678 [Konferma ta' Stripping];\n696 [Data tal-Filing].
nl: Evenement, Datum, En Tijd.\nISO-formaat YYYYMMDDHHMM (24-uursklok - UTC) direct gevolgd door een UN/EDIFACT Code Kwalificatie 2005 die een code geeft die het type datum specificeert), bijv.,\n11 [Datum waarop verwacht wordt dat goederen worden verzonden/verzonden bericht wordt uitgegeven.];\n17 [Geschatte leveringsdatum/tijd wanneer goederen worden verwacht te worden geleverd];\n35 [Datum waarop goederen worden geleverd op hun bestemming.];\n118 [Boeking Bevestigd];\n129 [Datum waarop het schip/de goederen de laatste buitenlandse haven in het exporterende land hebben verlaten.];\n132 [Datum/tijd wanneer de vervoerder inschat dat een transportmiddel moet aankomen in de haven van lossing of plaats van bestemming.];\n133 [Datum/tijd wanneer de vervoerder inschat dat een transportmiddel moet vertrekken op de plaats van vertrek];\n137 [Datum/tijd wanneer de leverancier onderdelen verzendt op basis van het verzoek van de klant. (Datum waarop DESADV-bericht wordt uitgegeven. Aanbeveling is dat de DESADV wordt uitgegeven binnen 30 minuten nadat goederen zijn opgehaald bij ShipFrom partij];\n146 [Geschatte Invoerdatum (Douane) datum waarop de officiële datum van een Douaneaangifte wordt verwacht.];\n151 [Importdatum (Aangekomen in haven met de intentie om te lossen];\n186 Vertrekt van een Faciliteit ('Gate-out)];\n204 [Datum waarop Douane de goederen vrijgeeft aan de vervoerder of importeur];\n253 [Vertrekt van een Haven ('Vessel Departure')];\n252 [Arriveert bij een Haven ('Vessel Arrival')];\n283 [Arriveert bij een Faciliteit ('Gate-in)];\n342 [Transportmiddel Geladen];\n351 [Terminal Gate Inspectie];\n411 [Besteld Gestuffed];\n412 [Besteld Gestript];\n420 [Transportmiddel gelost];\n534 [Gerepareerd];\n677 [Bevestigd Gestuffed];\n678 [Bevestigd Gestript];\n696 [Indieningsdatum].
no: Hendelse, Dato, Og Tid.\nISO format YYYYMMDDHHMM (24-timers klokke - UTC) umiddelbart fulgt av en UN/EDIFACT Kode Kvalifikator 2005 som gir en kode som spesifiserer type dato), f.eks.,\n11 [Dato når varer forventes å bli sendt/lastet av melding er utstedt.];\n17 [Anslått leveringsdato/tid når varer forventes å bli levert];\n35 [Dato når varer leveres til deres destinasjon.];\n118 [Booking Bekreftet];\n129 [Dato når fartøyet/varene forlot den siste utenlandske havnen i eksportlandet.];\n132 [Dato/tid når transportøren estimerer at et transportmiddel skal ankomme ved lossingshavnen eller bestemmelsesstedet.];\n133 [Dato/tid når transportøren estimerer at et transportmiddel skal avreise fra avreisestedet];\n137 [Dato/tid når leverandøren sender deler basert på kundens forespørsel. (Dato når DESADV-melding er utstedt. Anbefalingen er at DESADV utstedes innen 30 minutter etter at varer er hentet hos ShipFrom-part];\n146 [Estimert Inngangsdato (Toll) dato hvor den offisielle datoen for en Tolletatens Inngang er forventet.];\n151 [Importdato (Ankommet havn med intensjon om å losse];\n186 Forlater en Fasilitet ('Port-ut)];\n204 [Dato når Toll frigjør varer til transportøren eller importøren];\n253 [Forlater en Havn ('Fartøy Avreise')];\n252 [Ankommer ved en Havn ('Fartøy Ankomst')];\n283 [Ankommer ved en Fasilitet ('Port-inn)];\n342 [Transportmiddel Lastet];\n351 [Terminal Port Inspeksjon];\n411 [Bestilt Fylt];\n412 [Bestilt Tømt];\n420 [Transportmiddel Ulastet];\n534 [Reparert];\n677 [Bekreftet Fylt];\n678 [Bekreftet Tømt];\n696 [Innleveringsdato].
pl: Wydarzenie, data i czas.\nFormat YYYYMMDDHHMM (24-godzinny zegar - UTC) natychmiast po nim następuje kwalifikator kodu UN/EDIFACT 2005, dostarczając kod określający typ daty), np.\n11 [Data oczekiwanego wysłania towarów/wiadomości wydanej.];\n17 [Szacowana data/czas dostawy, kiedy oczekuje się dostarczenia towarów];\n35 [Data, kiedy towar zostaje dostarczony do miejsca przeznaczenia.];\n118 [Potwierdzenie rezerwacji];\n129 [Data, kiedy statek/towar opuścił ostatni zagraniczny port w kraju eksportującym.];\n132 [Data/czas, kiedy przewoźnik szacuje, że środek transportu powinien przybyć do portu rozładunku lub miejsca przeznaczenia.];\n133 [Data/czas, kiedy przewoźnik szacuje, że środek transportu powinien odjechać z miejsca wyjazdu];\n137 [Data/czas, kiedy dostawca wysyła części na podstawie żądania klienta. (Data, kiedy wydawana jest wiadomość DESADV. Zalecenie jest takie, aby DESADV została wydana w ciągu 30 minut od odbioru towarów od strony ShipFrom];\n146 [Szacowana data wejścia (Cła) data, na którą przewiduje się oficjalną datę wejścia celnego.];\n151 [Data importu (Przybycie do portu z zamiarem rozładunku];\n186 Odjazd z obiektu ('Wyjście przez bramę)];\n204 [Data, w której cło zwalnia towar przewoźnikowi lub importerowi];\n253 [Odjazd z portu ('Odjazd statku')];\n252 [Przybycie do portu ('Przybycie statku')];\n283 [Przybycie do obiektu ('Wejście przez bramę)];\n342 [Załadunek środka transportu];\n351 [Inspekcja bramy terminala];\n411 [Zamówione pakowanie];\n412 [Zamówione rozpakowanie];\n420 [Rozładunek środka transportu];\n534 [Naprawiony];\n677 [Potwierdzone pakowanie];\n678 [Potwierdzone rozpakowanie];\n696 [Data złożenia dokumentów].
pt: Evento, Data e Hora.\nFormato YYYYMMDDHHMM (relógio de 24 horas - UTC) seguido imediatamente por um Qualificador de Código UN/EDIFACT 2005 fornecendo um código especificando o tipo de data), por exemplo,\n11 [Data quando as mercadorias são esperadas para ser despachadas/enviadas a mensagem é emitida.];\n17 [Data/hora estimada de entrega quando se espera que as mercadorias sejam entregues];\n35 [Data em que as mercadorias são entregues ao seu destino.];\n118 [Reserva Confirmada];\n129 [Data quando o navio/mercadoria partiu do último porto estrangeiro no país exportador.];\n132 [Data/hora quando o transportador estima que um meio de transporte deve chegar ao porto de descarga ou local de destino.];\n133 [Data/hora quando o transportador estima que um meio de transporte deve partir no local de partida];\n137 [Data/hora quando o fornecedor envia peças com base no pedido do cliente. (Data quando a mensagem DESADV é emitida. Recomendação é que o DESADV seja emitido dentro de 30 minutos após as mercadorias serem recolhidas na parte ShipFrom];\n146 [Data estimada de entrada (Alfândega) data em que a data oficial de uma Entrada Alfandegária é antecipada.];\n151 [Data de Importação (Chegou ao porto com intenção de descarregar];\n186 Parte de uma Instalação ('Saída do Portão)];\n204 [Data em que a Alfândega libera mercadorias para o transportador ou importador];\n253 [Parte de um Porto ('Partida do Navio')];\n252 [Chega a um Porto ('Chegada do Navio')];\n283 [Chega a uma Instalação ('Entrada no Portão)];\n342 [Carga de Transporte];\n351 [Inspeção do Portão do Terminal];\n411 [Pedido de Enchimento];\n412 [Pedido de Descarregamento];\n420 [Descarga de Transporte];\n534 [Reparado];\n677 [Enchimento Confirmado];\n678 [Descarregamento Confirmado];\n696 [Data de Arquivamento].
ro: Eveniment, Dată și Oră.\nFormatul ISO YYYYMMDDHHMM (ceas de 24 de ore - UTC) urmat imediat de un Calificator de Cod UN/EDIFACT 2005 care oferă un cod specificând tipul datei), de exemplu,\n11 [Data când se estimează că mărfurile vor fi expediate/trimise când mesajul este emis.];\n17 [Data/ora estimată a livrării când se estimează că mărfurile vor fi livrate];\n35 [Data la care mărfurile sunt livrate la destinația lor.];\n118 [Confirmarea Rezervării];\n129 [Data când vasul/mărfurile au părăsit ultimul port străin în țara exportatoare.];\n132 [Data/ora când transportatorul estimează că un mijloc de transport ar trebui să ajungă la portul de descărcare sau locul de destinație.];\n133 [Data/ora când transportatorul estimează că un mijloc de transport ar trebui să plece de la locul de plecare];\n137 [Data/ora când furnizorul expediază piesele pe baza cererii clientului. (Data când mesajul DESADV este emis. Recomandarea este ca DESADV să fie emis în termen de 30 de minute de la ridicarea mărfurilor la partea de expediere];\n146 [Data Estimată de Intrare (Vamală) data la care data oficială a unei Intrări Vamale este anticipată.];\n151 [Data Importului (Sosit la port cu intenția de a descărca];\n186 Pleacă de la o Facilitate ('Ieșire din poartă)'];\n204 [Data la care Vama eliberează mărfurile transportatorului sau importatorului];\n253 [Pleacă de la un Port ('Plecare Vas')];\n252 [Sosire la un Port ('Sosire Vas')];\n283 [Sosire la o Facilitate ('Intrare în poartă)'];\n342 [Încărcarea Transportului];\n351 [Inspecția Porții Terminale];\n411 [Comandat Umplut];\n412 [Comandat Golit];\n420 [Descărcarea Transportului];\n534 [Reparat];\n677 [Confirmat Umplut];\n678 [Confirmat Golit];\n696 [Data Depunerii].
sk: Udalosť, Dátum a Čas.\nFormát YYYYMMDDHHMM (24 hodinový čas - UTC) okamžite nasledovaný kvalifikátorom kódu UN/EDIFACT 2005 poskytujúcim kód špecifikujúci typ dátumu), napr.,\n11 [Dátum, kedy sa očakáva odoslanie/zásielka tovaru, keď je vydaná správa.];\n17 [Odhadovaný dátum/čas doručenia, kedy sa očakáva doručenie tovaru];\n35 [Dátum, kedy je tovar doručený na miesto určenia.];\n118 [Potvrdená rezervácia];\n129 [Dátum, kedy plavidlo/tovar opustilo posledný zahraničný prístav v exportujúcej krajine.];\n132 [Dátum/čas, kedy dopravca odhaduje, že prostriedok dopravy by mal prísť do prístavu vykládky alebo miesta určenia.];\n133 [Dátum/čas, kedy dopravca odhaduje, že prostriedok dopravy by mal odísť z miesta odchodu];\n137 [Dátum/čas, kedy dodávateľ odosiela diely na základe požiadavky zákazníka. (Dátum, kedy je vydaná správa DESADV. Odporúča sa, aby bola DESADV vydaná do 30 minút od prevzatia tovaru u strany ShipFrom)];\n146 [Odhadovaný dátum vstupu (Colný) dátum, kedy sa očakáva oficiálny dátum colného vstupu.];\n151 [Dátum dovozu (Príchod do prístavu s úmyslom vyložiť];\n186 Odchádza z zariadenia ('Gate-out)];\n204 [Dátum, kedy colnica uvoľní tovar dopravcovi alebo dovozcovi];\n253 [Odchádza z prístavu ('Odchod lode')];\n252 [Príchod do prístavu ('Príchod lode')];\n283 [Príchod do zariadenia ('Gate-in)];\n342 [Naloženie prepravného prostriedku];\n351 [Kontrola brány terminálu];\n411 [Objednané plnenie];\n412 [Objednané vyprázdnenie];\n420 [Vyloženie prepravného prostriedku];\n534 [Opravené];\n677 [Potvrdené plnenie];\n678 [Potvrdené vyprázdnenie];\n696 [Dátum podania].
sl: Dogodek, datum in čas.\nISO format YYYYMMDDHHMM (24-urna ura - UTC) takoj sledi kvalifikator kode UN/EDIFACT 2005, ki zagotavlja kodo, ki določa vrsto datuma), npr.,\n11 [Datum, ko se pričakuje, da bo blago odposlano/poslano sporočilo je izdano.];\n17 [Predvideni datum dostave/čas, ko se pričakuje, da bo blago dostavljeno];\n35 [Datum, ko je blago dostavljeno na cilj.];\n118 [Potrditev rezervacije];\n129 [Datum, ko je plovilo/blago zapustilo zadnje tuje pristanišče v izvozni državi.];\n132 [Datum/čas, ko prevoznik ocenjuje, da bo prevozno sredstvo prispelo v pristanišče razkladanja ali kraj namembnosti.];\n133 [Datum/čas, ko prevoznik ocenjuje, da bo prevozno sredstvo odšlo z mesta odhoda];\n137 [Datum/čas, ko dobavitelj pošilja dele na zahtevo kupca. (Datum izdaje sporočila DESADV. Priporočilo je, da se DESADV izda v 30 minutah po prevzemu blaga pri stranki odpreme)];\n146 [Predvideni datum vnosa (Carina) datum, na katerem je uradni datum carinskega vnosa pričakovan.];\n151 [Datum uvoza (prispelo v pristanišče z namenom razkladanja];\n186 Odhod iz objekta ('Izstopna vrata)];\n204 [Datum, ko carina sprosti blago prevozniku ali uvozniku];\n253 [Odhod iz pristanišča ('Odhod ladje')];\n252 [Prihod v pristanišče ('Prihod ladje')];\n283 [Prihod v objekt ('Vhodna vrata)];\n342 [Nalaganje prevoza];\n351 [Pregled vhodnih vrat terminala];\n411 [Naročeno polnjenje];\n412 [Naročeno praznjenje];\n420 [Praznjenje prevoza];\n534 [Popravljeno];\n677 [Potrjeno polnjenje];\n678 [Potrjeno praznjenje];\n696 [Datum vložitve].
sv: Händelse, Datum, Och Tid.\nISO-format YYYYMMDDHHMM (24-timmarsklocka - UTC) omedelbart följt av en UN/EDIFACT Kodkvalificerare 2005 som ger en kod som specificerar typ av datum), t.ex.,\n11 [Datum då varor förväntas bli avsända/fraktade när meddelande utfärdas.];\n17 [Beräknat leveransdatum/tid då varor förväntas bli levererade];\n35 [Datum då varor levereras till sin destination.];\n118 [Bokning Bekräftad];\n129 [Datum då fartyget/varorna avgick från den sista utländska hamnen i exportlandet.];\n132 [Datum/tid då transportören uppskattar att ett transportmedel bör anlända till lossningshamnen eller destinationsplatsen.];\n133 [Datum/tid då transportören uppskattar att ett transportmedel bör avgå från avgångsplatsen];\n137 [Datum/tid då leverantören skickar delar baserat på kundens begäran. (Datum då DESADV-meddelande utfärdas. Rekommendationen är att DESADV utfärdas inom 30 minuter efter att varor hämtas upp hos ShipFrom-part];\n146 [Beräknat Inträdesdatum (Tull) datum då det officiella datumet för en Tullinträde förväntas.];\n151 [Importdatum (Anlänt till hamn med avsikt att lossa];\n186 Avgår från en Anläggning ('Gate-out)];\n204 [Datum då Tullen släpper varor till transportören eller importören];\n253 [Avgår från en Hamn ('Fartygsavgång')];\n252 [Anländer till en Hamn ('Fartygsankomst')];\n283 [Anländer till en Anläggning ('Gate-in)];\n342 [Transportmedel Lastat];\n351 [Terminal Gate Inspektion];\n411 [Beställt Stoppat];\n412 [Beställt Tömt];\n420 [Transportmedel Lossat];\n534 [Reparerat];\n677 [Bekräftat Stoppat];\n678 [Bekräftat Tömt];\n696 [Inlämningsdatum].
