Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di19003
source: Unique Package Identification Assigned by Supplier (lowest level of packaging which has a package ID code; shall contain like items)
bg: Уникален идентификатор на пакет, присвоен от доставчика (най-ниското ниво на опаковане, което има код на пакета; трябва да съдържа подобни артикули)
cs: Unikátní identifikace balení přiřazená dodavatelem (nejnižší úroveň balení, která má kód balení; musí obsahovat stejné položky)
de: Vom Lieferanten zugewiesene einzigartige Paketidentifikation (niedrigste Verpackungsebene, die einen Paket-ID-Code hat; soll gleiche Artikel enthalten)
el: Μοναδική Ταυτοποίηση Συσκευασίας που Ανατέθηκε από τον Προμηθευτή (χαμηλότερο επίπεδο συσκευασίας που έχει κωδικό ταυτοποίησης συσκευασίας· πρέπει να περιέχει όμοια αντικείμενα)
es: Identificación Única de Paquete Asignada por el Proveedor (nivel más bajo de empaque que tiene un código de ID de paquete; debe contener artículos similares)
et: Tarnija poolt määratud Unikaalne Pakendi Identifitseerimine (madalaim pakenditase, millel on pakendi ID-kood; peab sisaldama sarnaseid esemeid)
fi: Toimittajan määrittämä uniikki pakkaustunnus (pakkaustason alin, jolla on pakkaus-ID koodi; sisältää samanlaisia tuotteita)
fr: Identification unique de colis attribuée par le fournisseur (niveau le plus bas d'emballage qui a un code d'identification de colis ; doit contenir des articles identiques)
ga: Aitheantas Pacáiste Uathúil a shanntar ag an Soláthraí (an leibhéal is ísle pacáistithe a bhfuil cód ID pacáiste air; ba cheart go mbeadh míreanna comhionanna ann)
hr: Jedinstvena identifikacija paketa dodijeljena od strane dobavljača (najniža razina pakiranja koja ima kod identifikacije paketa; treba sadržavati slične artikle)
hu: A Beszállító által hozzárendelt Egyedi Csomagazonosító (a legkisebb csomagolási szint, amelynek van csomagazonosító kódja; azonos tételeket kell tartalmaznia)
is: Einstakt pakkningaauðkenni úthlutað af birgja (lægsta stig pökkunar sem hefur pakkningarkóða; skal innihalda líka atriði)
it: Identificazione Unica del Pacchetto Assegnata dal Fornitore (livello più basso di imballaggio che ha un codice ID pacchetto; deve contenere articoli simili)
lt: Unikalus paketo identifikavimas, priskirtas tiekėjo (mažiausias pakavimo lygis, kuriam priskirtas paketo ID kodas; turi būti panašūs daiktai)
lv: Unikāla Iepakojuma Identifikācija, ko Piešķīris Piegādātājs (zemākā līmeņa iepakojums, kam ir iepakojuma ID kods; jāsatur līdzīgi priekšmeti)
mt: Identifikazzjoni Unika tal-Pakkett Assenjata mill-Fornitur (l-inqas livell ta' ippakkjar li għandu kodiċi ta' identifikazzjoni tal-pakkett; għandu jkun fih oġġetti simili)
nl: Unieke Pakketidentificatie Toegewezen door Leverancier (laagste niveau van verpakking dat een pakket ID-code heeft; moet gelijke items bevatten)
no: Unik pakkeidentifikasjon tildelt av leverandøren (laveste nivå av emballasje som har en pakke-ID-kode; skal inneholde like elementer)
pl: Unikalna identyfikacja opakowania przydzielona przez dostawcę (najniższy poziom opakowania, który ma kod ID opakowania; powinien zawierać podobne przedmioty)
pt: Identificação Única de Pacote Atribuída pelo Fornecedor (nível mais baixo de embalagem que tem um código de ID de pacote; deve conter itens iguais)
ro: Identificarea Unică a Pachetului Atribuită de Furnizor (nivelul cel mai scăzut de ambalaj care are un cod de ID al pachetului; trebuie să conțină articole asemănătoare)
sk: Unikátne identifikačné číslo balenia pridelené dodávateľom (najnižšia úroveň balenia, ktorá má identifikačný kód balenia; obsahuje rovnaké položky)
sl: Edinstvena identifikacija pakiranja, dodeljena s strani dobavitelja (najnižja raven pakiranja, ki ima kodo pakiranja; mora vsebovati podobne predmete).
sv: Unik Förpackningsidentifiering Tilldelad av Leverantören (lägsta nivån av förpackning som har en förpacknings-ID-kod; ska innehålla likadana artiklar)

# di19004
source: Package Identification Assigned by Supplier to master packaging containing like items on a single customer order
bg: Идентификационен номер на пакет, присвоен от доставчика на главна опаковка, съдържаща подобни артикули на една поръчка на клиента
cs: Identifikace balení přiřazená dodavatelem hlavnímu balení obsahujícímu stejné položky v jedné zákaznické objednávce
de: Vom Lieferanten zugewiesene Paketidentifikation für Hauptverpackungen, die gleiche Artikel in einer einzelnen Kundenbestellung enthalten
el: Ταυτοποίηση Συσκευασίας που Ανατέθηκε από τον Προμηθευτή σε κύρια συσκευασία που περιέχει όμοια αντικείμενα σε μία παραγγελία πελάτη
es: Identificación de Paquete Asignada por el Proveedor a empaque maestro que contiene artículos similares en un solo pedido de cliente
et: Tarnija poolt määratud Meisterpakendi Identifitseerimine, mis sisaldab sarnaseid esemeid ühel klienditellimusel
fi: Toimittajan määrittämä pakkaustunnus pääpakkausmuodolle, joka sisältää samanlaisia tuotteita yhdessä asiakastilauksessa
fr: Identification de colis attribuée par le fournisseur à l'emballage principal contenant des articles identiques sur une seule commande client
ga: Aitheantas Pacáiste a shanntar ag an Soláthraí do phacáistiú máistir ina bhfuil míreanna comhionanna ar ordú aonair custaiméara
hr: Identifikacija paketa dodijeljena od strane dobavljača glavnom pakiranju koje sadrži slične artikle na jednoj narudžbi kupca.
hu: A Beszállító által hozzárendelt Csomagazonosító a fő csomagoláshoz, amely azonos tételeket tartalmaz egyetlen vevői rendelésen
is: Pakkningaauðkenni úthlutað af birgja fyrir aðalpökkun sem inniheldur lík atriði í einni viðskiptapöntun
it: Identificazione del Pacchetto Assegnata dal Fornitore all'imballaggio principale contenente articoli simili in un unico ordine cliente
lt: Paketo identifikavimas, priskirtas tiekėjo meistriniam pakavimui, kuriame yra panašūs daiktai vieno kliento užsakyme
lv: Iepakojuma Identifikācija, ko Piešķīris Piegādātājs galvenajam iepakojumam, kas satur līdzīgus priekšmetus vienā klienta pasūtījumā
mt: Identifikazzjoni tal-Pakkett Assenjata mill-Fornitur għall-ippakkjar ewlieni li fih oġġetti simili f'ordni waħda tal-klijent
nl: Pakketidentificatie Toegewezen door Leverancier aan hoofdverpakking die gelijke items bevat op een enkele klantenbestelling
no: Pakkeidentifikasjon tildelt av leverandøren til hovedemballasje som inneholder like elementer på en enkelt kundeordre
pl: Identyfikacja opakowania przydzielona przez dostawcę do opakowania głównego zawierającego podobne przedmioty na pojedynczym zamówieniu klienta
pt: Identificação de Pacote Atribuída pelo Fornecedor para embalagem mestra contendo itens iguais em um único pedido de cliente
ro: Identificarea Pachetului Atribuită de Furnizor ambalajului principal care conține articole asemănătoare într-o singură comandă a clientului
sk: Identifikačné číslo balenia pridelené dodávateľom hlavnému baleniu obsahujúcemu rovnaké položky na jednej zákazke zákazníka
sl: Identifikacija pakiranja, dodeljena s strani dobavitelja glavnemu pakiranju, ki vsebuje podobne predmete na enem naročilu kupca.
sv: Förpackningsidentifiering Tilldelad av Leverantören till masterförpackning innehållande likadana artiklar på en enda kundorder

# di19005
source: Package Identification Assigned by Supplier to master packaging containing unlike items on a single customer order
bg: Идентификационен номер на пакет, присвоен от доставчика на главна опаковка, съдържаща различни артикули на една поръчка на клиента
cs: Identifikace balení přiřazená dodavatelem hlavnímu balení obsahujícímu nesourodé položky v jedné zákaznické objednávce
de: Vom Lieferanten zugewiesene Paketidentifikation für Hauptverpackungen, die verschiedene Artikel in einer einzelnen Kundenbestellung enthalten
el: Ταυτοποίηση Συσκευασίας που Ανατέθηκε από τον Προμηθευτή σε κύρια συσκευασία που περιέχει διαφορετικά αντικείμενα σε μία παραγγελία πελάτη
es: Identificación de Paquete Asignada por el Proveedor a empaque maestro que contiene artículos distintos en un solo pedido de cliente
et: Tarnija poolt määratud Meisterpakendi Identifitseerimine, mis sisaldab erinevaid esemeid ühel klienditellimusel
fi: Toimittajan määrittämä pakkaustunnus pääpakkausmuodolle, joka sisältää erilaisia tuotteita yhdessä asiakastilauksessa
fr: Identification de colis attribuée par le fournisseur à l'emballage principal contenant des articles différents sur une seule commande client
ga: Aitheantas Pacáiste a shanntar ag an Soláthraí do phacáistiú máistir ina bhfuil míreanna neamhchosúla ar ordú aonair custaiméara
hr: Identifikacija paketa dodijeljena od strane dobavljača glavnom pakiranju koje sadrži različite artikle na jednoj narudžbi kupca.
hu: A Beszállító által hozzárendelt Csomagazonosító a fő csomagoláshoz, amely különböző tételeket tartalmaz egyetlen vevői rendelésen
is: Pakkningaauðkenni úthlutað af birgja fyrir aðalpökkun sem inniheldur ólík atriði í einni viðskiptapöntun
it: Identificazione del Pacchetto Assegnata dal Fornitore all'imballaggio principale contenente articoli diversi in un unico ordine cliente
lt: Paketo identifikavimas, priskirtas tiekėjo meistriniam pakavimui, kuriame yra nevienodi daiktai vieno kliento užsakyme
lv: Iepakojuma Identifikācija, ko Piešķīris Piegādātājs galvenajam iepakojumam, kas satur dažādus priekšmetus vienā klienta pasūtījumā
mt: Identifikazzjoni tal-Pakkett Assenjata mill-Fornitur għall-ippakkjar ewlieni li fih oġġetti mhux simili f'ordni waħda tal-klijent
nl: Pakketidentificatie Toegewezen door Leverancier aan hoofdverpakking die ongelijke items bevat op een enkele klantenbestelling
no: Pakkeidentifikasjon tildelt av leverandøren til hovedemballasje som inneholder ulike elementer på en enkelt kundeordre
pl: Identyfikacja opakowania przydzielona przez dostawcę do opakowania głównego zawierającego różne przedmioty na pojedynczym zamówieniu klienta
pt: Identificação de Pacote Atribuída pelo Fornecedor para embalagem mestra contendo itens diferentes em um único pedido de cliente
ro: Identificarea Pachetului Atribuită de Furnizor ambalajului principal care conține articole neasemănătoare într-o singură comandă a clientului
sk: Identifikačné číslo balenia pridelené dodávateľom hlavnému baleniu obsahujúcemu odlišné položky na jednej zákazke zákazníka
sl: Identifikacija pakiranja, dodeljena s strani dobavitelja glavnemu pakiranju, ki vsebuje različne predmete na enem naročilu kupca.
sv: Förpackningsidentifiering Tilldelad av Leverantören till masterförpackning innehållande olikadana artiklar på en enda kundorder

# di19006
source: Package Identification Assigned by Supplier to master packaging containing like items over multiple customer orders
bg: Идентификационен номер на пакет, присвоен от доставчика на главна опаковка, съдържаща подобни артикули на няколко поръчки на клиенти
cs: Identifikace balení přiřazená dodavatelem hlavnímu balení obsahujícímu stejné položky v několika zákaznických objednávkách
de: Vom Lieferanten zugewiesene Paketidentifikation für Hauptverpackungen, die gleiche Artikel in mehreren Kundenbestellungen enthalten
el: Ταυτοποίηση Συσκευασίας που Ανατέθηκε από τον Προμηθευτή σε κύρια συσκευασία που περιέχει όμοια αντικείμενα σε πολλαπλές παραγγελίες πελατών
es: Identificación de Paquete Asignada por el Proveedor a empaque maestro que contiene artículos similares en múltiples pedidos de cliente
et: Tarnija poolt määratud Meisterpakendi Identifitseerimine, mis sisaldab sarnaseid esemeid mitmel klienditellimusel
fi: Toimittajan määrittämä pakkaustunnus pääpakkausmuodolle, joka sisältää samanlaisia tuotteita useissa asiakastilauksissa
fr: Identification de colis attribuée par le fournisseur à l'emballage principal contenant des articles identiques sur plusieurs commandes clients
ga: Aitheantas Pacáiste a shanntar ag an Soláthraí do phacáistiú máistir ina bhfuil míreanna comhionanna thar orduithe custaiméirí iolracha
hr: Identifikacija paketa dodijeljena od strane dobavljača glavnom pakiranju koje sadrži slične artikle preko više narudžbi kupaca.
hu: A Beszállító által hozzárendelt Csomagazonosító a fő csomagoláshoz, amely azonos tételeket tartalmaz több vevői rendelésen
is: Pakkningaauðkenni úthlutað af birgja fyrir aðalpökkun sem inniheldur lík atriði yfir margar viðskiptapantanir
it: Identificazione del Pacchetto Assegnata dal Fornitore all'imballaggio principale contenente articoli simili su più ordini cliente
lt: Paketo identifikavimas, priskirtas tiekėjo meistriniam pakavimui, kuriame yra panašūs daiktai per kelis klientų užsakymus
lv: Iepakojuma Identifikācija, ko Piešķīris Piegādātājs galvenajam iepakojumam, kas satur līdzīgus priekšmetus vairākos klienta pasūtījumos
mt: Identifikazzjoni tal-Pakkett Assenjata mill-Fornitur għall-ippakkjar ewlieni li fih oġġetti simili fuq ordnijiet multipli tal-klijenti
nl: Pakketidentificatie Toegewezen door Leverancier aan hoofdverpakking die gelijke items bevat over meerdere klantenbestellingen
no: Pakkeidentifikasjon tildelt av leverandøren til hovedemballasje som inneholder like elementer over flere kundeordrer
pl: Identyfikacja opakowania przydzielona przez dostawcę do opakowania głównego zawierającego podobne przedmioty na wielu zamówieniach klientów
pt: Identificação de Pacote Atribuída pelo Fornecedor para embalagem mestra contendo itens iguais em vários pedidos de cliente
ro: Identificarea Pachetului Atribuită de Furnizor ambalajului principal care conține articole asemănătoare pe mai multe comenzi ale clientului
sk: Identifikačné číslo balenia pridelené dodávateľom hlavnému baleniu obsahujúcemu rovnaké položky na viacerých zákazkách zákazníka
sl: Identifikacija pakiranja, dodeljena s strani dobavitelja glavnemu pakiranju, ki vsebuje podobne predmete preko več naročil kupcev.
sv: Förpackningsidentifiering Tilldelad av Leverantören till masterförpackning innehållande likadana artiklar över flera kundorder

# di19007
source: Package Identification Assigned by Supplier to master packaging containing unlike items over multiple customer
bg: Идентификационен номер на пакет, присвоен от доставчика на главна опаковка, съдържаща различни артикули на няколко поръчки на клиенти
cs: Identifikace balení přiřazená dodavatelem hlavnímu balení obsahujícímu nesourodé položky v několika zákaznických objednávkách
de: Vom Lieferanten zugewiesene Paketidentifikation für Hauptverpackungen, die verschiedene Artikel in mehreren Kundenbestellungen enthalten
el: Ταυτοποίηση Συσκευασίας που Ανατέθηκε από τον Προμηθευτή σε κύρια συσκευασία που περιέχει διαφορετικά αντικείμενα σε πολλαπλές παραγγελίες πελατών
es: Identificación de Paquete Asignada por el Proveedor a empaque maestro que contiene artículos distintos en múltiples pedidos de cliente
et: Tarnija poolt määratud Meisterpakendi Identifitseerimine, mis sisaldab erinevaid esemeid mitmel klienditellimusel
fi: Toimittajan määrittämä pakkaustunnus pääpakkausmuodolle, joka sisältää erilaisia tuotteita useissa asiakastilauksissa
fr: Identification de colis attribuée par le fournisseur à l'emballage principal contenant des articles différents sur plusieurs commandes
ga: Aitheantas Pacáiste a shanntar ag an Soláthraí do phacáistiú máistir ina bhfuil míreanna neamhchosúla thar orduithe custaiméirí iolracha
hr: Identifikacija paketa dodijeljena od strane dobavljača glavnom pakiranju koje sadrži različite artikle preko više narudžbi kupaca.
hu: A Beszállító által hozzárendelt Csomagazonosító a fő csomagoláshoz, amely különböző tételeket tartalmaz több vevői rendelésen
is: Pakkningaauðkenni úthlutað af birgja fyrir aðalpökkun sem inniheldur ólík atriði yfir margar viðskiptapantanir
it: Identificazione del Pacchetto Assegnata dal Fornitore all'imballaggio principale contenente articoli diversi su più ordini cliente
lt: Paketo identifikavimas, priskirtas tiekėjo meistriniam pakavimui, kuriame yra nevienodi daiktai per kelis klientų užsakymus
lv: Iepakojuma Identifikācija, ko Piešķīris Piegādātājs galvenajam iepakojumam, kas satur dažādus priekšmetus vairākos klienta pasūtījumos
mt: Identifikazzjoni tal-Pakkett Assenjata mill-Fornitur għall-ippakkjar ewlieni li fih oġġetti mhux simili fuq ordnijiet multipli tal-klijenti
nl: Pakketidentificatie Toegewezen door Leverancier aan hoofdverpakking die ongelijke items bevat over meerdere klantenbestellingen
no: Pakkeidentifikasjon tildelt av leverandøren til hovedemballasje som inneholder ulike elementer over flere kundeordrer
pl: Identyfikacja opakowania przydzielona przez dostawcę do opakowania głównego zawierającego różne przedmioty na wielu zamówieniach klientów
pt: Identificação de Pacote Atribuída pelo Fornecedor para embalagem mestra contendo itens diferentes em vários pedidos de cliente
ro: Identificarea Pachetului Atribuită de Furnizor ambalajului principal care conține articole neasemănătoare pe mai multe comenzi ale clientului
sk: Identifikačné číslo balenia pridelené dodávateľom hlavnému baleniu obsahujúcemu odlišné položky na viacerých zákazkách
sl: Identifikacija pakiranja, dodeljena s strani dobavitelja glavnemu pakiranju, ki vsebuje različne predmete preko več naročil kupcev.
sv: Förpackningsidentifiering Tilldelad av Leverantören till masterförpackning innehållande olikadana artiklar över flera kundorder

# di19008
source: Supplier ID/Unique Container ID presented in the data format specified by the GS1 SSCC-18\n2020 Update: Refer to the GS1 General Specifications pertaining to the most recent version of SSCC.
bg: Идентификационен номер на доставчика/Уникален идентификационен номер на контейнера, представен в данни формат, специфициран от GS1 SSCC-18\nАктуализация 2020: Вижте GS1 General Specifications за най-новата версия на SSCC.
cs: Identifikace dodavatele/Unikátní identifikační kód kontejneru prezentovaný ve formátu specifikovaném GS1 SSCC-18\nAktualizace 2020: Viz nejnovější verze specifikací GS1 týkající se SSCC.
de: Lieferanten-ID/Eindeutige Behälter-ID, dargestellt im Datenformat, das von den GS1 SSCC-18 spezifiziert wird\n2020 Update: Siehe GS1-Generalvorschriften für die aktuellste Version von SSCC.
el: Ταυτοποίηση Προμηθευτή/Μοναδικός Κωδικός Δοχείου παρουσιάζεται στη μορφή δεδομένων που καθορίζεται από τις προδιαγραφές GS1 SSCC-18\nΕνημέρωση 2020: Ανατρέξτε στις Γενικές Προδιαγραφές GS1 σχετικά με την πιο πρόσφατη έκδοση του SSCC.
es: ID del Proveedor/ID de Contenedor Único presentado en el formato de datos especificado por el GS1 SSCC-18\nActualización 2020: Consulte las Especificaciones Generales de GS1 correspondientes a la versión más reciente de SSCC.
et: Tarnija ID/Unikaalne Konteineri ID, esitatud GS1 SSCC-18 määratletud andmevormingus\n2020 Uuendus: Viidake GS1 Üldspetsifikatsioonidele viimase versiooni osas SSCC kohta.
fi: Toimittajan GS1 SSCC-18 mukaisesti esittämä toimittajan ID/Uniikki säiliötunnus\n2020 Päivitys: Viittaa GS1 Yleisiin Määrityksiin viimeisimmän version SSCC osalta.
fr: ID fournisseur / ID conteneur unique présenté dans le format de données spécifié par le GS1 SSCC-18\nMise à jour 2020 : Se référer aux spécifications générales GS1 concernant la version la plus récente du SSCC.
ga: Aitheantas Soláthraí/ID Coimeádán Uathúil curtha i láthair sa fhormáid sonraí a shonraítear ag GS1 SSCC-18\nNuashonrú 2020: Féach ar na Sonraíochtaí Ginearálta GS1 a bhaineann leis an leagan is déanaí de SSCC.
hr: Identifikacija dobavljača/Jedinstveni identifikator kontejnera predstavljen u formatu podataka specificiranim od strane GS1 SSCC-18\nAžuriranje 2020: Pogledajte GS1 General Specifications za najnoviju verziju SSCC-a.
hu: Beszállító AZ/Egyedi Konténer AZ a GS1 SSCC-18 által meghatározott adatformátumban\n2020 Frissítés: Hivatkozzon a GS1 Általános Specifikációkra a SSCC legújabb verzióját illetően.
is: Birgja ID/Einstakt ílátaauðkenni kynnt í gagnaformi skilgreint af GS1 SSCC-18\n2020 Uppfærsla: Sjá GS1 Almennar forskriftir varðandi nýjustu útgáfu af SSCC.
it: ID Fornitore/ID Contenitore Unico presentato nel formato di dati specificato dalla GS1 SSCC-18\nAggiornamento 2020: Fare riferimento alle Specifiche Generali GS1 relative alla versione più recente di SSCC.
lt: Tiekėjo ID/unikalus konteinerio ID, pateiktas pagal GS1 SSCC-18 specifikaciją\n2020 metų atnaujinimas: žiūrėkite GS1 Bendrąsias specifikacijas dėl naujausios SSCC versijos.
lv: Piegādātāja ID/Unikāls Konteinera ID, kas prezentēts datu formātā, kas noteikts saskaņā ar GS1 SSCC-18\n2020. gada atjauninājums: Skatiet GS1 Vispārīgās Specifikācijas par jaunāko SSCC versiju.
mt: ID tal-Fornitur/ID tal-Kontenitur Uniku kif speċifikat fil-format speċifikat mill-GS1 SSCC-18\nAġġornament 2020: Ikkonsulta l-Ispeċifikazzjonijiet Ġenerali tal-GS1 għall-verżjoni l-aktar reċenti ta' SSCC.
nl: Leverancier ID/Unieke Container ID gepresenteerd in het gegevensformaat gespecificeerd door de GS1 SSCC-18\n2020 Update: Raadpleeg de GS1 Algemene Specificaties met betrekking tot de meest recente versie van SSCC.
no: Leverandør-ID/Unik beholder-ID presentert i dataformatet spesifisert av GS1 SSCC-18\n2020 Oppdatering: Se GS1 General Specifications for den nyeste versjonen av SSCC.
pl: Identyfikator dostawcy/Unikalny identyfikator kontenera przedstawiony w formacie danych określonym przez GS1 SSCC-18\nAktualizacja 2020: Zapoznaj się z GS1 General Specifications dotyczącymi najnowszej wersji SSCC.
pt: ID do Fornecedor/ID de Contêiner Único apresentado no formato de dados especificado pelo GS1 SSCC-18\nAtualização 2020: Consulte as Especificações Gerais GS1 referentes à versão mais recente do SSCC.
ro: ID-ul Furnizorului/ID-ul Unic al Containerului prezentat în formatul de date specificat de GS1 SSCC-18\nActualizare 2020: Consultați Specificațiile Generale GS1 referitoare la cea mai recentă versiune a SSCC.
sk: ID dodávateľa/Unikátne ID kontajnera prezentované vo formáte údajov špecifikovaných GS1 SSCC-18\nAktualizácia 2020: Pozrite si aktuálne špecifikácie GS1 týkajúce sa najnovšej verzie SSCC.
sl: Identifikacija dobavitelja/Unikatna identifikacija zabojnika, predstavljena v formatu, ki ga določa GS1 SSCC-18.\nPosodobitev 2020: Glejte GS1 Generalne specifikacije za najnovejšo različico SSCC.
sv: Leverantörs-ID/Unik Behållar-ID presenterad i dataformatet specificerat av GS1 SSCC-18\n2020 Uppdatering: Se GS1 General Specifications avseende den senaste versionen av SSCC.

# di19009
source: Package Identification, Generic (mutually defined)
bg: Идентификационен номер на пакет, Общ (взаимно определен)
cs: Identifikace balení, generická (společně definovaná)
de: Paketidentifikation, generisch (gemeinsam definiert)
el: Ταυτοποίηση Συσκευασίας, Γενική (αμοιβαία καθορισμένη)
es: Identificación de Paquete, Genérica (definida mutuamente)
et: Pakendi Identifitseerimine, Üldine (vastastikku määratletud)
fi: Yleinen pakkaustunnus (keskinäisesti määritelty)
fr: Identification de colis, générique (mutuellement définie)
ga: Aitheantas Pacáistiú, Ginearálta (sainmhínithe go frithpháirteach)
hr: Identifikacija paketa, Generička (međusobno definirana)
hu: Általános Csomagazonosító (közösen meghatározva)
is: Almenn pakkningaauðkenni (í sameiningu skilgreint)
it: Identificazione del Pacchetto, Generica (definita di comune accordo)
lt: Bendrinis paketo identifikavimas (abipusiai apibrėžtas)
lv: Iepakojuma Identifikācija, Vispārīga (savstarpēji definēta)
mt: Identifikazzjoni tal-Pakkett, Ġenerika (definita b'mod reċiproku)
nl: Pakketidentificatie, Generiek (onderling gedefinieerd)
no: Pakkeidentifikasjon, Generisk (gjensidig definert)
pl: Identyfikacja opakowania, Ogólna (zdefiniowana wspólnie)
pt: Identificação de Pacote, Genérica (definida mutuamente)
ro: Identificarea Pachetului, Generic (definit mutual)
sk: Generické identifikačné číslo balenia (vzájomne definované)
sl: Splošna identifikacija pakiranja (medsebojno definirano).
sv: Förpackningsidentifiering, Generisk (ömsesidigt definierad)
