Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di19019
source: Combined Dun & Bradstreet company identification of the supplier followed by a unique package identification assigned by the supplier, in the format nn...nn+nn...n where a plus symbol (+) is used as a delimiter between the DUNS Number and unique package identification
bg: Комбиниран идентификационен номер на компанията на Dun & Bradstreet на доставчика, последван от уникален идентификационен номер на пакета, присвоен от доставчика, във формат nn...nn+nn...n където символът плюс (+) се използва като разделител между номера на DUNS и уникалния идентификационен номер на пакета
cs: Kombinovaná identifikace společnosti dodavatele Dun & Bradstreet následovaná unikátním identifikačním číslem balení přiřazeným dodavatelem, ve formátu nn...nn+nn...n, kde symbol plus (+) se používá jako oddělovač mezi číslem DUNS a unikátním identifikačním číslem balení
de: Kombinierte Dun & Bradstreet-Unternehmensidentifikation des Lieferanten, gefolgt von einer vom Lieferanten zugewiesenen einzigartigen Paketidentifikation, im Format nn...nn+nn...n, wobei ein Pluszeichen (+) als Trennzeichen zwischen der DUNS-Nummer und der einzigartigen Paketidentifikation verwendet wird
el: Συνδυασμένος αναγνώριση εταιρείας Dun & Bradstreet του προμηθευτή ακολουθούμενο από μια μοναδική ταυτοποίηση συσκευασίας που ανατέθηκε από τον προμηθευτή, στη μορφή nn...nn+nn...n όπου ένα σύμβολο πλης (+) χρησιμοποιείται ως διαχωριστής μεταξύ του Αριθμού DUNS και της μοναδικής ταυτοποίησης συσκευασίας
es: Combinación de identificación de la empresa del proveedor de Dun & Bradstreet seguida por una identificación única de paquete asignada por el proveedor, en el formato nn...nn+nn...n donde se utiliza un símbolo más (+) como delimitador entre el Número DUNS y la identificación única de paquete
et: Kombineeritud Dun & Bradstreet'i ettevõtte identifitseerimine tarnijale järgneb unikaalse pakendi identifitseerimine, mida tarnija määrab, formaadis nn...nn+nn...n, kus pluss-sümbol (+) on kasutatud eraldajana DUNS Numbrist ja unikaalsest pakendi identifitseerimisest
fi: Yhdistetty Dun & Bradstreetin toimittajan tunnistus ja toimittajan määrittämä uniikki pakkaustunnus, muodossa nn...nn+nn...n missä plus-symboli (+) toimii erotinmerkkinä DUNS-numeron ja uniikin pakkaustunnuksen välillä
fr: Identification combinée de l'entreprise de Dun & Bradstreet suivie d'une identification unique de colis attribuée par le fournisseur, dans le format nn...nn+nn...n où un symbole plus (+) est utilisé comme délimiteur entre le numéro DUNS et l'identification unique de colis
ga: Cód Comhcheangailte aitheantais cuideachta Dun & Bradstreet an tsoláthraí in éineacht le haon aitheantas pacáiste uathúil a shanntar ag an soláthraí, sa fhormáid nn...nn+nn...n áit a n-úsáidtear siombail móide (+) mar scaradh idir Uimhir DUNS agus aitheantas pacáiste uathúil
hr: Kombinirani identifikacijski broj tvrtke Dun & Bradstreet dobavljača slijedi jedinstvenu identifikaciju paketa dodijeljenu od strane dobavljača, u formatu nn...nn+nn...n gdje se plus simbol (+) koristi kao razdjelnik između DUNS broja i jedinstvene identifikacije paketa
hu: Kombinált Dun & Bradstreet cégazonosító a beszállítótól, amelyet egy beszállító által hozzárendelt egyedi csomagazonosító követ, a formátumban nn...nn+nn...n ahol egy plusz szimbólum (+) szolgál elválasztóként a DUNS Szám és az egyedi csomagazonosító között
is: Samsett Dun & Bradstreet fyrirtækjaauðkenni birgja fylgt af einstöku pakkningaauðkenni úthlutað af birgja, á formi nn...nn+nn...n þar sem plús tákn (+) er notað sem aðskilnaðartákn á milli DUNS númer og einstaks pakkningaauðkennis
it: Identificazione combinata dell'azienda Dun & Bradstreet del fornitore seguita da un'identificazione unica del pacchetto assegnata dal fornitore, nel formato nn...nn+nn...n dove un simbolo più (+) è utilizzato come delimitatore tra il Numero DUNS e l'identificazione unica del pacchetto
lt: Kombinuotas "Dun & Bradstreet" kompanijos identifikavimas tiekėjo priskirtu unikaliu paketo identifikavimu, formatu nn...nn+nn...n, kur pliuso simbolis (+) naudojamas kaip skirtukas tarp DUNS numerio ir unikalaus paketo identifikavimo
lv: Apvienotais Dun & Bradstreet kompānijas identifikācija piegādātājam sekojoši unikālai iepakojuma identifikācijai, ko piešķīris piegādātājs, formātā nn...nn+nn...n, kur plusa simbols (+) tiek izmantots kā atdalītājs starp DUNS Numuru un unikālo iepakojuma identifikāciju
mt: Kombinazzjoni tal-identifikazzjoni tal-kumpanija Dun & Bradstreet tal-fornitur segwita minn identifikazzjoni unika tal-pakkett assenjata mill-fornitur, fil-format nn...nn+nn...n fejn simbolu plus (+) jintuża bħala delimiter bejn in-Numru DUNS u l-identifikazzjoni unika tal-pakkett
nl: Gecombineerde Dun & Bradstreet bedrijfsidentificatie van de leverancier gevolgd door een unieke pakketidentificatie toegewezen door de leverancier, in het formaat nn...nn+nn...n waarbij een plusteken (+) wordt gebruikt als scheidingsteken tussen het DUNS-nummer en unieke pakketidentificatie
no: Kombinert Dun & Bradstreet selskapsidentifikasjon av leverandøren etterfulgt av en unik pakkeidentifikasjon tildelt av leverandøren, i formatet nn...nn+nn...n hvor et pluss symbol (+) brukes som en skilletegn mellom DUNS-nummeret og unik pakkeidentifikasjon
pl: Połączony identyfikator firmy Dun & Bradstreet dostawcy oraz unikalna identyfikacja opakowania przydzielona przez dostawcę, w formacie nn...nn+nn...n gdzie symbol plusa (+) jest używany jako separator między numerem DUNS a unikalną identyfikacją opakowania
pt: Identificação combinada da Dun & Bradstreet do fornecedor seguida por uma identificação única de pacote atribuída pelo fornecedor, no formato nn...nn+nn...n onde um símbolo de mais (+) é usado como delimitador entre o Número DUNS e a identificação única de pacote
ro: Combinat identificarea companiei Dun & Bradstreet a furnizorului urmată de o identificare unică a pachetului atribuită de furnizor, în formatul nn...nn+nn...n unde un simbol plus (+) este folosit ca delimitator între Numărul DUNS și identificarea unică a pachetului
sk: Kombinovaná identifikácia spoločnosti Dun & Bradstreet dodávateľa nasledovaná unikátnym identifikačným číslom balenia prideleným dodávateľom, vo formáte nn...nn+nn...n kde symbol plus (+) sa používa ako oddeľovač medzi číslom DUNS a unikátnym identifikačným číslom balenia
sl: Kombinirana identifikacijska številka podjetja Dun & Bradstreet dobavitelja, sledi edinstvena identifikacija pakiranja, dodeljena s strani dobavitelja, v formatu nn...nn+nn...n, kjer se simbol plus (+) uporablja kot ločilnik med številko DUNS in edinstveno identifikacijo pakiranja.
sv: Kombinerad Dun & Bradstreet företagsidentifiering av leverantören följt av en unik förpackningsidentifiering tilldelad av leverantören, i formatet nn...nn+nn...n där ett plustecken (+) används som en avgränsare mellan DUNS-numret och unik förpackningsidentifiering

# di19020
source: Traceability Code for an Entity Assigned by the Customer
bg: Код за проследяване, присвоен от клиента на идентификационния номер на производителя
cs: Kód sledovatelnosti entity přiřazený zákazníkem
de: Rückverfolgbarkeitscode für eine Entität, zugewiesen vom Kunden
el: Κωδικός Ιχνηλασιμότητας για μια Οντότητα που Ανατέθηκε από τον Πελάτη
es: Código de Trazabilidad para una Entidad Asignado por el Cliente
et: Kliendi poolt Määratud Jälgitavuskood Üksusele, mille on määranud Klient
fi: Asiakkaan määrittämä jäljitettävyyskoodi entiteetille
fr: Code de traçabilité pour une entité attribué par le client
ga: Cód Rianaithe do Eintiteas a Shanntar ag an gCustaiméir
hr: Kod za praćenje dodijeljen od strane kupca entitetu
hu: A Vevő által hozzárendelt Nyomonkövetési Kód egy Entitás számára
is: Rekjanleikakóði fyrir einingu úthlutað af viðskiptavini
it: Codice di Tracciabilità per un'Entità Assegnato dal Cliente
lt: Kliento priskirtas sekimo kodas subjektui identifikuoti, priskirtas kompanijos identifikavimo numerio (CIN) turėtojo ir įtraukiant susijusį išdavimo agentūros kodą (IAC) pagal ISO/IEC 15459 ir jos registrą, struktūruotas kaip 3 konkatenacijos duomenų elementai: IAC, po to CIN, po to tiekėjo priskirtas sekimo numeris, kuris yra unikalus CIN turėtojo srityje.
lv: Klienta Piešķirts Izsekošanas Kods Entītei
mt: Kodiċi tat-Traċċabilità għal Entità Assenjata mill-Klijent
nl: Traceerbaarheidscode voor een Entiteit Toegewezen door de Klant
no: Sporbarhetskode for en enhet tildelt av kunden
pl: Kod śledzenia przydzielony przez klienta do identyfikacji/śledzenia unikalnej grupy jednostek (np. partii, serii, zgrzewki).
pt: Código de Rastreabilidade para uma Entidade Atribuído pelo Cliente
ro: Codul de Urmărire atribuit de Client pentru a identifica/urma un grup unic de entități (de ex., lot, serie, căldură).
sk: Kód sledovateľnosti pre entitu pridelený zákazníkom
sl: Koda sledljivosti za entiteto, dodeljena s strani kupca.
sv: Spårbarhetskod för en Entitet Tilldelad av Kunden

# di19021
source: Tire Identification Number as defined by the U.S. Department of Transportation (D.O.T) under U.S. Code 49 CFR 574.5.
bg: Номер за идентификация на гума, дефиниран от Министерството на транспорта на САЩ (D.O.T) по Закона за транспорта 49 CFR 574.5.
cs: Číslo identifikace pneumatiky definované americkým ministerstvem dopravy (D.O.T) podle amerického zákona 49 CFR 574.5.
de: Reifen-Identifikationsnummer, wie vom US-Verkehrsministerium (D.O.T) unter US-Code 49 CFR 574.5 definiert.
el: Αριθμός Ταυτοποίησης Ελαστικού όπως ορίζεται από το Τμήμα Μεταφορών των ΗΠΑ (D.O.T) κάτω από τον κώδικα των ΗΠΑ 49 CFR 574.5.
es: Número de Identificación de Neumáticos según lo definido por el Departamento de Transporte de EE. UU. (D.O.T) bajo el Código de EE. UU. 49 CFR 574.5.
et: USA Transpordiministeeriumi (D.O.T) määratletud Rehvi Identifitseerimisnumber
fi: Yhdysvaltain liikenneministeriön (D.O.T) määrittelemä rengastunnistenumero Yhdysvaltain lainsäädännön 49 CFR 574.5 mukaisesti.
fr: Numéro d'identification des pneus tel que défini par le département des transports des États-Unis (D.O.T) sous le code des États-Unis 49 CFR 574.5.
ga: Uimhir Aitheantais Boinn mar a shainmhínítear ag Roinn Iompair na SA (D.O.T) faoi Chód SAM 49 CFR 574.5.
hr: Broj identifikacije gume kako je definiran od strane Ministarstva prometa SAD (D.O.T) pod U.S. Code 49 CFR 574.5.
hu: Az Egyesült Államok Közlekedési Minisztériuma (D.O.T) által meghatározott Gumiabroncs Azonosító Szám az Egyesült Államok 49 CFR 574.5 kódja alapján.
is: Dekkja auðkennistala eins og skilgreint af U.S. Department of Transportation (D.O.T) undir U.S. Code 49 CFR 574.5.
it: Numero di Identificazione del Pneumatico definito dal Dipartimento dei Trasporti degli Stati Uniti (D.O.T) secondo il Codice degli Stati Uniti 49 CFR 574.5.
lt: Padangos identifikavimo numeris, apibrėžtas JAV Transporto departamento (D.O.T) pagal JAV kodeksą 49 CFR 574.5.
lv: Riepu Identifikācijas Numurs, ko definējis ASV Transporta Departaments (D.O.T) saskaņā ar ASV Kodu 49 CFR 574.5.
mt: Numru tal-Identifikazzjoni tat-Tajer kif definit mid-Dipartiment tat-Trasport tal-Istati Uniti (D.O.T) taħt il-Kodiċi tal-Istati Uniti 49 CFR 574.5.
nl: Band Identificatienummer zoals gedefinieerd door het U.S. Department of Transportation (D.O.T) onder U.S. Code 49 CFR 574.5.
no: Dekkidentifikasjonsnummer som definert av U.S. Department of Transportation (D.O.T) under U.S. Code 49 CFR 574.5.
pl: Numer identyfikacyjny opony zdefiniowany przez Departament Transportu USA (D.O.T) na mocy Kodeksu USA 49 CFR 574.5.
pt: Número de Identificação de Pneu conforme definido pelo Departamento de Transportes dos EUA (D.O.T) sob o Código dos EUA 49 CFR 574.5.
ro: Numărul de Identificare al Anvelopei definit de Departamentul de Transport al SUA (D.O.T) sub Codul SUA 49 CFR 574.5.
sk: Identifikačné číslo pneumatiky definované ministerstvom dopravy USA (D.O.T) podľa amerického zákonníka 49 CFR 574.5.
sl: Identifikacijska številka pnevmatike, kot jo določa Ministrstvo za promet ZDA (D.O.T) po kodeksu ZDA 49 CFR 574.5.
sv: Däckidentifieringsnummer som definieras av U.S. Department of Transportation (D.O.T) enligt U.S. Code 49 CFR 574.5.

# di19022
source: Unique Individual Identity for Cellular Mobile Telephones
bg: Уникален индивидуален идентификатор за мобилни телефони
cs: Unikátní individuální identita pro mobilní telefony
de: Einzigartige individuelle Identität für Mobiltelefone
el: Μοναδική Ταυτότητα Ατόμου για Κινητά Τηλέφωνα
es: Identidad Única Individual para Teléfonos Móviles Celulares
et: Unikaalne Isiklik Identiteet Mobiiltelefonidele
fi: Solukkotelefonien uniikki yksilöllinen tunniste
fr: Identité individuelle unique pour les téléphones mobiles cellulaires
ga: Aitheantas Indibhidiúil Uathúil le haghaidh Fóin Póca
hr: Jedinstveni individualni identitet za mobilne telefone
hu: Mobiltelefonok Egyedi Egyéni Azonosítója
is: Einstakt einstaklings auðkenni fyrir farsíma
it: Identità Individuale Unica per Telefoni Cellulari Mobili
lt: Unikalus individualus identifikatorius mobiliesiems telefonams
lv: Unikāla Individuāla Identitāte Mobilajiem Telefoniem
mt: Identità Unika Individwali għal Telefowns Mobbli Ċellulari
nl: Unieke Individuele Identiteit voor Mobiele Telefoons
no: Unik individuell identitet for mobiltelefoner
pl: Unikalna indywidualna tożsamość dla telefonów komórkowych
pt: Identidade Única Individual para Telefones Móveis Celulares
ro: Identitatea Unică Individuală pentru Telefoanele Mobile Celulare
sk: Unikátna individuálna identita pre mobilné telefóny
sl: Unikatna individualna identiteta za mobilne telefone.
sv: Unik Individuell Identitet för Mobiltelefoner

# di19023
source: Media Access Control (MAC) Address conforming with IEEE 802.11
bg: Медиен достъпен контролен (MAC) адрес, съответстващ на IEEE 802.11
cs: Adresa Media Access Control (MAC) v souladu s IEEE 802.11
de: Media Access Control (MAC)-Adresse, die mit IEEE 802.11 konform ist
el: Διεύθυνση Πρόσβασης Μέσων (MAC) σύμφωνα με το IEEE 802.11
es: Dirección de Control de Acceso a Medios (MAC) conforme con IEEE 802.11
et: Meedia Juurdepääsu Kontrolli (MAC) Aadress, mis vastab IEEE 802.11 standardile
fi: Media Access Control (MAC) -osoite, joka on IEEE 802.11 -standardin mukainen
fr: Adresse MAC (Media Access Control) conforme à la norme IEEE 802.11
ga: Seoladh Rialaithe Rochtana Meán (MAC) a mheaitseálann le IEEE 802.11
hr: Media Access Control (MAC) adresa u skladu s IEEE 802.11
hu: Média Hozzáférési Vezérlés (MAC) Cím az IEEE 802.11 szerint
is: Miðlunar aðgangsstýringar (MAC) heimilisfang í samræmi við IEEE 802.11
it: Indirizzo di Controllo di Accesso ai Media (MAC) conforme con IEEE 802.11
lt: Media Access Control (MAC) adresas, atitinkantis IEEE 802.11
lv: Mediju Piekļuves Kontroles (MAC) Adrese, kas atbilst IEEE 802.11
mt: Indirizz tal-Kontroll tal-Aċċess għall-Midja (MAC) konformi ma' IEEE 802.11
nl: Media Access Control (MAC) Adres in overeenstemming met IEEE 802.11
no: Media Access Control (MAC) Adresse i samsvar med IEEE 802.11
pl: Adres kontrola dostępu do medium (MAC) zgodny z IEEE 802.11
pt: Endereço de Controle de Acesso à Mídia (MAC) conforme com IEEE 802.11
ro: Adresa de Control al Accesului Media (MAC) conformă cu IEEE 802.11
sk: Adresa MAC v súlade s IEEE 802.11
sl: Media Access Control (MAC) naslov, skladen z IEEE 802.11.
sv: Media Access Control (MAC) Adress i enlighet med IEEE 802.11

# di19024
source: According to ISO/IEC 15963 (value is a conversion of its bit value to 8-bit ASCII values). This Data Identifier could possibly assume any ASCII-256 value. For freight container tags the Registration Authority (RA) for manufacturers is the RA for ISO 14816. (ISO 646)
bg: Според ISO/IEC 15963 (стойността е конверсия на неговата битова стойност в 8-битови ASCII стойности). Този идентификатор на данни може да приеме всяка стойност ASCII-256. За етикети на товарни контейнери Регистрационният орган (RA) за производители е RA за ISO 14816. (ISO 646)
cs: Podle ISO/IEC 15963 (hodnota je převod jeho bitové hodnoty na 8bitové hodnoty ASCII). Tento identifikátor dat může předpokládat jakoukoli hodnotu ASCII-256. Pro značky nákladních kontejnerů je Registrační autorita (RA) pro výrobce RA pro ISO 14816. (ISO 646)
de: Gemäß ISO/IEC 15963 (der Wert ist eine Konvertierung seines Bitwerts in 8-Bit-ASCII-Werte). Dieser Datenidentifikator könnte möglicherweise jeden ASCII-256-Wert annehmen. Für Frachtcontainer-Tags ist die Zulassungsbehörde (RA) für Hersteller die RA für ISO 14816. (ISO 646)
el: Σύμφωνα με το ISO/IEC 15963 (η τιμή είναι μετατροπή της τιμής bit του σε τιμές ASCII 8-bit). Αυτό το Αναγνωριστικό Δεδομένων μπορεί πιθανώς να υποθέσει οποιαδήποτε τιμή ASCII-256. Για ετικέτες δοχείων φορτίου το Εγγεγραμμένο Αρχή (RA) για κατασκευαστές είναι το RA για το ISO 14816. (ISO 646)
es: De acuerdo con ISO/IEC 15963 (el valor es una conversión de su valor de bits a valores ASCII de 8 bits). Este Identificador de Datos podría asumir posiblemente cualquier valor ASCII-256. Para etiquetas de contenedores de carga, la Autoridad de Registro (RA) para fabricantes es la RA para ISO 14816. (ISO 646)
et: Vastavalt ISO/IEC 15963-le (väärtus on teisendatud selle bitiväärtusest 8-bitisteks ASCII väärtusteks). Selle Andmeidentifikaatori võib eeldada olevat ükskõik milline ASCII-256 väärtus. Kaubakonteinerite märkide jaoks on Tootjate Registreerimise Asutus (RA) ISO 14816 RA. (ISO 646)
fi: ISO/IEC 15963:n mukainen (arvo on bit-arvon muunnos 8-bittisiksi ASCII-arvoiksi). Tämä datatunniste voi mahdollisesti olettaa minkä tahansa ASCII-256 arvon. Rahtikonttien tunnisteiden rekisterinpitäjä (RA) valmistajille on ISO 14816:n RA. (ISO 646)
fr: Selon l'ISO/IEC 15963 (la valeur est une conversion de sa valeur binaire en valeurs ASCII à 8 bits). Cet identifiant de données pourrait éventuellement prendre n'importe quelle valeur ASCII-256. Pour les étiquettes de conteneurs de fret, l'autorité d'enregistrement (RA) pour les fabricants est l'RA pour l'ISO 14816. (ISO 646)
ga: De réir ISO/IEC 15963 (is é an luach tiontú a luach bit go luach anna ASCII 8 ngiotán). D'fhéadfadh an tAitheantas Sonraí seo aon luach ASCII-256 a ghlacadh. Maidir le clibeanna coimeádán lastais, is é an tÚdarás Clárúcháin (RA) do mhonaróirí an RA do ISO 14816. (ISO 646)
hr: Prema ISO/IEC 15963 (vrijednost je pretvorba njegove bitne vrijednosti u 8-bitne ASCII vrijednosti). Ovaj identifikator podataka mogao bi pretpostaviti bilo koju ASCII-256 vrijednost. Za oznake kontejnera tereta Registratorna agencija (RA) za proizvođače je RA za ISO 14816. (ISO 646)
hu: Az ISO/IEC 15963 szerint (az érték a bit értékének 8 bites ASCII értékekre való átalakítása). Ez az Adat Azonosító bármely ASCII-256 értéket felvehet. A teherszállító konténerek címkéi esetében a gyártók Regisztrációs Hatósága (RA) az ISO 14816 RA-je. (ISO 646)
is: Samkvæmt ISO/IEC 15963 (gildi er umbreyting á bitagildi þess í 8-bita ASCII gildi). Þessi Gagnakennari gæti mögulega tekið á sig hvert ASCII-256 gildi. Fyrir flutningsíláts merki er skráningarstofnunin (RA) fyrir framleiðendur RA fyrir ISO 14816. (ISO 646)
it: Secondo ISO/IEC 15963 (il valore è una conversione del suo valore bit in valori ASCII a 8 bit). Questo Identificatore di Dati potrebbe assumere qualsiasi valore ASCII-256. Per i tag dei contenitori di trasporto l'Autorità di Registrazione (RA) per i produttori è la RA per ISO 14816. (ISO 646)
lt: Pagal ISO/IEC 15963 (vertė yra jo bitų vertės paverčiamos į 8 bitų ASCII vertes konversija). Šis duomenų identifikatorius gali priimti bet kurią iš ASCII-256 vertės. Krovinių konteinerių žymėjimui gamintojų registracijos institucija (RA) yra ISO 14816 RA. (ISO 646)
lv: Saskaņā ar ISO/IEC 15963 (vērtība ir tās bitu vērtības pārveidojums uz 8-bitu ASCII vērtībām). Šis Datu Identifikators var pieņemt jebkuru ASCII-256 vērtību. Kravas konteinera birku reģistrācijas aģentūra (RA) ražotājiem ir ISO 14816 RA. (ISO 646)
mt: Skont l-ISO/IEC 15963 (il-valur huwa konverżjoni tal-valur tal-bits tiegħu għal valuri ASCII ta' 8-bit). Dan l-Identifikatur tad-Data jista' possibbilment jassumi kwalunkwe valur ASCII-256. Għal tags tal-kontenituri tal-merkanzija, l-Awtorità tar-Reġistrazzjoni (RA) għall-manifatturi hija l-RA għall-ISO 14816. (ISO 646)
nl: Volgens ISO/IEC 15963 (waarde is een conversie van de bitwaarde naar 8-bits ASCII-waarden). Deze Gegevensidentificator kan mogelijk elke ASCII-256 waarde aannemen. Voor vrachtcontainertags is de Registratieautoriteit (RA) voor fabrikanten de RA voor ISO 14816. (ISO 646)
no: I henhold til ISO/IEC 15963 (verdien er en konvertering av dens bitverdi til 8-bits ASCII-verdier). Denne dataidentifikatoren kan muligens anta enhver ASCII-256 verdi. For fraktcontaineretiketter er registreringsmyndigheten (RA) for produsenter RA for ISO 14816. (ISO 646)
pl: Zgodnie z ISO/IEC 15963 (wartość jest konwersją jego wartości bitowej na wartości ASCII 8-bitowe). Ten Identyfikator Danych może potencjalnie przyjąć dowolną wartość ASCII-256. Dla etykiet kontenerów frachtowych organem rejestracyjnym (RA) dla producentów jest RA dla ISO 14816. (ISO 646)
pt: De acordo com ISO/IEC 15963 (o valor é uma conversão de seu valor de bits para valores ASCII de 8 bits). Este Identificador de Dados poderia possivelmente assumir qualquer valor ASCII-256. Para etiquetas de contêiner de frete a Autoridade de Registro (RA) para fabricantes é a RA para ISO 14816. (ISO 646)
ro: Conform ISO/IEC 15963 (valoarea este o conversie a valorii sale bit în valori ASCII de 8 biți). Acest Identificator de Date ar putea presupune orice valoare ASCII-256. Pentru etichetele containerelor de marfă autoritatea de înregistrare (RA) pentru producători este RA pentru ISO 14816. (ISO 646)
sk: Podľa ISO/IEC 15963 (hodnota je konverzia jej bitovej hodnoty na 8-bitové hodnoty ASCII). Tento identifikátor údajov môže potenciálne predpokladať akúkoľvek hodnotu ASCII-256. Pre značky kontajnerov na náklad je Registračná autorita (RA) pre výrobcov RA pre ISO 14816. (ISO 646)
sl: Po standardu ISO/IEC 15963 (vrednost je pretvorba njegove bitne vrednosti v 8-bitne ASCII vrednosti). Ta identifikator podatkov bi lahko domneval katero koli vrednost ASCII-256. Za oznake na kontejnerjih tovora je registracijska agencija (RA) za proizvajalce RA za ISO 14816. (ISO 646)
sv: Enligt ISO/IEC 15963 (värdet är en konvertering av dess bitvärde till 8-bitars ASCII-värden). Denna Dataidentifierare kan möjligen anta vilket ASCII-256-värde som helst. För fraktkontainermärkning är Registreringsmyndigheten (RA) för tillverkare RA för ISO 14816. (ISO 646)
