Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di21016
source: Postal Administration Identifications, being the identification, expressed in accordance with the specification in UPU standard S25, of one or more postal administrations involved in the processing of a mail item or batch.
bg: Идентификации на пощенски администрации, представляващи идентификацията, изразена в съответствие със спецификацията в стандарта на UPU S25, на една или повече пощенски администрации, участващи в обработката на пощенски артикул или партида.
cs: Identifikace poštovních správ, identifikace jedné nebo více poštovních správ zapojených do zpracování poštovní zásilky nebo dávky, vyjádřené v souladu se specifikací v UPU standardu S25.
de: Postverwaltungs-Identifikationen, die die Identifizierung einer oder mehrerer Postverwaltungen, die an der Verarbeitung eines Poststücks oder einer Poststückcharge beteiligt sind, in Übereinstimmung mit der Spezifikation im UPU-Standard S25 darstellen.
el: Ταυτοποιήσεις Ταχυδρομικής Διοίκησης, που είναι η ταυτοποίηση, εκφρασμένη σύμφωνα με την προδιαγραφή στο πρότυπο UPU S25, μιας ή περισσότερων ταχυδρομικών διοικήσεων που συμμετέχουν στην επεξεργασία ενός ταχυδρομικού αντικειμένου ή παρτίδας.
es: Identificaciones de Administración Postal, siendo la identificación, expresada de acuerdo con la especificación en el estándar UPU S25, de una o más administraciones postales involucradas en el procesamiento de un artículo postal o lote.
et: Postiadministratsiooni identifitseerimised, olles ühe või mitme postiadministratsiooni, mis on seotud postiüksuse või partii töötlemisega, identifitseerimine, väljendatuna vastavalt spetsifikatsioonile UPU standardis S25.
fi: Postihallintojen tunnistukset, jotka ilmaisevat yhden tai useamman postihallinnon, jotka ovat mukana postilähetyksen tai -erän käsittelyssä, ilmaistuna UPU-standardin S25 mukaisen eritelmän mukaisesti.
fr: Identifications d'Administration Postale, étant l'identification, exprimée conformément à la spécification de la norme UPU S25, d'une ou plusieurs administrations postales impliquées dans le traitement d'un article de courrier ou d'un lot.
ga: Aitheantais Riaracháin Poist, bheith ina n-aitheantas, a chur in iúl de réir an tsainmhínithe sa chaighdeán UPU S25, d'aon nó níos mó riarachán poist atá bainteach le próiseáil míre poist nó baisce.
hr: Identifikacije poštanske uprave, identifikacija, izražena u skladu sa specifikacijom u UPU standardu S25, jedne ili više poštanskih uprava uključenih u obradu poštanske pošiljke ili serije.
hu: Postai Igazgatás Azonosítói, az UPU S25 standardjában meghatározott specifikáció szerint kifejezett egy vagy több postai igazgatás azonosítója, amely(ek) egy levéltárgy vagy tételek feldolgozásában részt vesz(nek).
is: Auðkenni Póststjórnunar, vera auðkenning, túlkuð í samræmi við tilgreiningu í UPU staðli S25, á einni eða fleiri póststjórnum sem koma að meðhöndlun sendingar eða hóps.
it: Identificazioni dell'Amministrazione Postale, essendo l'identificazione, espressa in conformità con la specifica nello standard UPU S25, di una o più amministrazioni postali coinvolte nel trattamento di un articolo postale o di un lotto.
lt: Pašto administracijų identifikavimai, būdami identifikacija, išreikšta pagal UPU standarto S25 specifikaciją, vienos ar daugiau pašto administracijų, dalyvaujančių pašto siuntos ar partijos apdorojime.
lv: Pasta Administrāciju Identifikācijas, būdams identifikācija, izteikta saskaņā ar specifikāciju UPU standartā S25, vienas vai vairāku pasta administrāciju, kas iesaistītas pasta sūtījuma vai partijas apstrādē, identifikācija.
mt: Identifikazzjonijiet tal-Amministrazzjoni Postali, tkun l-identifikazzjoni, espressa skont l-ispeċifikazzjoni fl-istandard UPU S25, ta' waħda jew aktar amministrazzjonijiet postali involuti fil-proċessar ta' oġġett tal-posta jew lott.
nl: Postadministratie Identificaties, zijnde de identificatie, uitgedrukt in overeenstemming met de specificatie in UPU standaard S25, van één of meerdere postadministraties betrokken bij de verwerking van een poststuk of partij.
no: Postadministrasjons Identifikasjoner, som er identifikasjonen, uttrykt i samsvar med spesifikasjonen i UPU standard S25, av en eller flere postadministrasjoner involvert i behandlingen av et postelement eller en batch.
pl: Identyfikacje administracji pocztowej, będące identyfikacją, wyrażoną zgodnie ze specyfikacją standardu UPU S25, jednej lub więcej administracji pocztowych zaangażowanych w przetwarzanie przesyłki pocztowej lub partii.
pt: Identificações da Administração Postal, sendo a identificação, expressa de acordo com a especificação no padrão S25 da UPU, de uma ou mais administrações postais envolvidas no processamento de um item de correio ou lote.
ro: Identificările Administrației Poștale, fiind identificarea, exprimată în conformitate cu specificația din standardul UPU S25, a uneia sau mai multor administrații poștale implicate în procesarea unui articol poștal sau a unui lot.
sk: Identifikácie poštovnej správy, identifikácia jednej alebo viacerých poštových správ zapojených do spracovania zásielky alebo dávky, vyjadrená v súlade so špecifikáciou v štandarde UPU S25.
sl: Identifikacije poštne uprave, ki predstavlja identifikacijo, izraženo v skladu s specifikacijo v standardu UPU S25, ene ali več poštnih uprav, vključenih v obdelavo poštne pošiljke ali serije.
sv: Postförvaltningsidentifieringar, som är identifieringen, uttryckt i enlighet med specifikationen i UPU-standarden S25, av en eller flera postförvaltningar som är involverade i bearbetningen av ett postföremål eller batch.
