Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di4028
source: Harvest date range (YYYYMMDDYYYYMMDD).\nThe start date and end date range over which harvesting occurred.\nFor example; animals were slaughtered or killed, fish were harvested, or a crop was harvested.\nThe data stream is defined as the first YYYYMMDD as the start date and the last YYYYMMDD as the end date.\nExample:\n28D2017012320170214 = Start; January 23, 2017. End; February 14, 2017.
bg: Диапазон на дати на беритба (YYYYMMDDYYYYMMDD).\nНачалната и крайната дата на периода, през който е извършено брането.\nНапример; животни са били клани или убити, риби са били уловени, или култура е брана.\nПотокът от данни се дефинира като първия YYYYMMDD като начална дата и последния YYYYMMDD като крайна дата.\nПример:\n28D2017012320170214 = Начало; 23 януари 2017. Край; 14 февруари 2017.
cs: Rozsah data sklizně (YYYYMMDDYYYYMMDD).\nPočáteční a koncové datum, během kterého probíhala sklizeň.\nNapříklad; zvířata byla poražena nebo zabita, ryby byly uloveny nebo plodina byla sklizena.\nDatový proud je definován jako první YYYYMMDD jako počáteční datum a poslední YYYYMMDD jako koncové datum.\nPříklad:\n28D2017012320170214 = Začátek; 23. ledna 2017. Konec; 14. února 2017.
de: Erntedatum-Bereich (JJJJMMTTJJJJMMTT).\nDer Start- und Enddatum-Bereich, über den die Ernte stattfand.\nZum Beispiel; Tiere wurden geschlachtet oder getötet, Fische wurden gefangen, oder eine Ernte wurde geerntet.\nDer Datenstrom wird definiert als das erste JJJJMMTT als Startdatum und das letzte JJJJMMTT als Enddatum.\nBeispiel:\n28D2017012320170214 = Start; 23. Januar 2017. Ende; 14. Februar 2017.
el: Εύρος Ημερομηνιών Συγκομιδής (YYYYMMDDYYYYMMDD).\nΗ αρχική και τελική ημερομηνία εύρους κατά το οποίο έγινε η συγκομιδή.\nΓια παράδειγμα· ζώα σφάγηκαν ή σκοτώθηκαν, ψάρια αλιεύθηκαν, ή μια καλλιέργεια συγκομίστηκε.\nΗ ροή δεδομένων ορίζεται ως το πρώτο YYYYMMDD ως η αρχική ημερομηνία και το τελευταίο YYYYMMDD ως η τελική ημερομηνία.\nΠαράδειγμα:\n28D2017012320170214 = Αρχή· 23 Ιανουαρίου 2017. Τέλος· 14 Φεβρουαρίου 2017.
es: Rango de fecha de cosecha (YYYYMMDDYYYYMMDD).\nLa fecha de inicio y la fecha de fin del rango durante el cual ocurrió la cosecha.\nPor ejemplo; se sacrificaron o mataron animales, se cosecharon peces o se cosechó un cultivo.\nLa transmisión de datos se define como el primer YYYYMMDD como la fecha de inicio y el último YYYYMMDD como la fecha de fin.\nEjemplo:\n28D2017012320170214 = Inicio; 23 de enero de 2017. Fin; 14 de febrero de 2017.
et: Saagikoristuse kuupäevavahemik (YYYYMMDDYYYYMMDD).\nAlguskuupäev ja lõppkuupäev, millal koristamine toimus.\nNäiteks loomad tapeti, kalad püüti või saak koristati.\nAndmevoog on määratletud esimese YYYYMMDD kui alguskuupäeva ja viimase YYYYMMDD kui lõppkuupäevana.\nNäide:\n28D2017012320170214 = Algus; 23. jaanuar 2017. Lõpp; 14. veebruar 2017.
fi: Sadonkorjuupäivämääräväli (YYYYMMDDYYYYMMDD).\nAloituspäivämäärä ja lopetuspäivämäärä, joiden aikana sadonkorjuu tapahtui.\nEsimerkiksi; eläimet teurastettiin tai tapettiin, kalat saatiin pyydykseen, tai kasvisato korjattiin.\nTietovirta määritellään ensimmäisen YYYYMMDD:n aloituspäivämääräksi ja viimeisen YYYYMMDD:n lopetuspäivämääräksi.\nEsimerkki:\n28D2017012320170214 = Alku; 23. tammikuuta 2017. Loppu; 14. helmikuuta 2017.
fr: Plage de dates de récolte (AAAAMMJJAAAAMMJJ).\nLa date de début et la date de fin sur lesquelles la récolte a eu lieu.\nPar exemple ; les animaux ont été abattus ou tués, les poissons ont été pêchés, ou une récolte a été faite.\nLe flux de données est défini comme le premier AAAAMMJJ étant la date de début et le dernier AAAAMMJJ étant la date de fin.\nExemple :\n28D2017012320170214 = Début ; 23 janvier 2017. Fin ; 14 février 2017.
ga: Raon Dáta an Fhómhair (YYYYMMDDYYYYMMDD).\nAn dáta tosaigh agus an dáta deiridh thar a bhfómharadh.\nMar shampla; maraíodh ainmhithe nó gabhadh iasc, nó fómharadh barra.\nSainmhínítear an sreabhadh sonraí mar an chéad YYYYMMDD mar an dáta tosaigh agus an YYYYMMDD deireanach mar an dáta deiridh.\nSampla:\n28D2017012320170214 = Tosaigh; 23 Eanáir, 2017. Deireadh; 14 Feabhra, 2017.
hr: Raspon datuma berbe (YYYYMMDDYYYYMMDD).\nPočetni i završni datum raspona tijekom kojeg se odvijala berba.\nNa primjer; životinje su zaklane ili ubijene, ribe su ulovljene, ili je usjev ubran.\nPodatkovni tok definiran je kao prvi YYYYMMDD kao početni datum i zadnji YYYYMMDD kao završni datum.\nPrimjer:\n28D2017012320170214 = Početak; 23. siječnja 2017. Kraj; 14. veljače 2017.
hu: Betakarítási Időszak (YYYYMMDDYYYYMMDD).\nAz a kezdő és befejező dátumtartomány, amely alatt a betakarítás történt.\nPéldául; állatokat levágtak vagy megöltek, halakat kifogtak, vagy egy terményt betakarítottak.\nAz adatfolyamot az első YYYYMMDD mint kezdő dátum és az utolsó YYYYMMDD mint befejező dátum határozza meg.\nPélda:\n28D2017012320170214 = Kezdő; 2017. január 23. Befejező; 2017. február 14.
is: Uppskerutímabil (YYYYMMDDYYYYMMDD).\nUpphafsdagur og lokadagur tímabilsins þegar uppskeru fór fram.\nTil dæmis; dýr voru slátruð eða drepin, fiskar veiddir, eða uppskera varð.\nGagnaröðin er skilgreind sem fyrsti YYYYMMDD sem upphafsdagur og síðasti YYYYMMDD sem lokadagur.\nDæmi:\n28D2017012320170214 = Byrjar; 23. janúar 2017. Endar; 14. febrúar 2017.
it: Intervallo di date di raccolta (YYYYMMDDYYYYMMDD).\nLa data di inizio e la data di fine dell'intervallo durante il quale è avvenuta la raccolta.\nPer esempio; gli animali sono stati macellati o uccisi, i pesci sono stati raccolti, o un raccolto è stato raccolto.\nIl flusso di dati è definito come la prima YYYYMMDD come data di inizio e l'ultima YYYYMMDD come data di fine.\nEsempio:\n28D2017012320170214 = Inizio; 23 Gennaio 2017. Fine; 14 Febbraio 2017.
lt: Derliaus nuėmimo datos diapazonas (YYYYMMDDYYYYMMDD).\nPradžios ir pabaigos datos diapazonas, per kurį vyko derliaus nuėmimas.\nPavyzdžiui; gyvūnai buvo nuskusti ar žuvys sugautos, ar augalinis derlius nuimtas.\nDuomenų srautas apibrėžiamas kaip pirmasis YYYYMMDD kaip pradžios data ir paskutinis YYYYMMDD kaip pabaigos data.\nPavyzdys:\n28D2017012320170214 = Pradžia; 2017 m. sausio 23 d. Pabaiga; 2017 m. vasario 14 d.
lv: Novākšanas datuma diapazons (YYYYMMDDYYYYMMDD).\nSākuma datums un beigu datuma diapazons, kurā notika novākšana.\nPiemēram; dzīvnieki tika nogalināti vai nozvejoti, vai kultūraugs tika novākts.\nDatu plūsma tiek definēta kā pirmā YYYYMMDD kā sākuma datums un pēdējā YYYYMMDD kā beigu datums.\nPiemērs:\n28D2017012320170214 = Sākums; 2017. gada 23. janvāris. Beigas; 2017. gada 14. februāris.
mt: Firxa tad-dati tal-ħsad (YYYYMMDDYYYYMMDD).\nId-data tal-bidu u d-data tat-tmiem matul liema ħsad sar.\nPer eżempju; annimali kienu maqtula jew maqbuda, ħut ġie maqbud, jew għelejjel ġew miġbura.\nIl-fluss tad-data huwa definit bħala l-ewwel YYYYMMDD bħala d-data tal-bidu u l-aħħar YYYYMMDD bħala d-data tat-tmiem.\nEżempju:\n28D2017012320170214 = Bidu; 23 ta' Jannar, 2017. Tmiem; 14 ta' Frar, 2017.
nl: Oogstdatumbereik (YYYYMMDDYYYYMMDD).\nDe startdatum en einddatum waarbinnen de oogst plaatsvond.\nBijvoorbeeld; dieren werden geslacht of gedood, vissen werden geoogst, of een gewas werd geoogst.\nDe gegevensstroom wordt gedefinieerd als de eerste YYYYMMDD als de startdatum en de laatste YYYYMMDD als de einddatum.\nVoorbeeld:\n28D2017012320170214 = Start; 23 januari 2017. Einde; 14 februari 2017.
no: Høstperiode (YYYYMMDDYYYYMMDD).\nStartdatoen og sluttdatoen for perioden da høstingen skjedde.\nFor eksempel; dyr ble slaktet eller drept, fisk ble høstet, eller en avling ble høstet.\nDatastrømmen defineres som den første YYYYMMDD som startdato og den siste YYYYMMDD som sluttdato.\nEksempel:\n28D2017012320170214 = Start; 23. januar 2017. Slutt; 14. februar 2017.
pl: Zakres dat zbioru (YYYYMMDDYYYYMMDD).\nData początkowa i końcowa zakresu, w którym odbywały się zbiory.\nNa przykład; zwierzęta zostały zabite lub zabite, ryby zostały złowione, lub uprawa została zebrana.\nStrumień danych jest zdefiniowany jako pierwszy YYYYMMDD jako data początkowa i ostatni YYYYMMDD jako data końcowa.\nPrzykład:\n28D2017012320170214 = Początek; 23 stycznia 2017. Koniec; 14 lutego 2017.
pt: Intervalo de Data da Colheita (YYYYMMDDYYYYMMDD).\nA data de início e a data de fim do intervalo durante o qual a colheita ocorreu.\nPor exemplo; animais foram abatidos ou mortos, peixes foram colhidos, ou uma colheita foi colhida.\nO fluxo de dados é definido como o primeiro YYYYMMDD como a data de início e o último YYYYMMDD como a data de fim.\nExemplo:\n28D2017012320170214 = Início; 23 de Janeiro de 2017. Fim; 14 de Fevereiro de 2017.
ro: Intervalul datei recoltei (YYYYMMDDYYYYMMDD).\nData de început și data de sfârșit peste care a avut loc recoltarea.\nDe exemplu; animalele au fost sacrificate sau ucise, peștii au fost recoltați sau o cultură a fost recoltată.\nFluxul de date este definit ca prima YYYYMMDD ca dată de început și ultima YYYYMMDD ca dată de sfârșit.\nExemplu:\n28D2017012320170214 = Început; 23 ianuarie 2017. Sfârșit; 14 februarie 2017.
sk: Rozsah dátumu zberu (YYYYMMDDYYYYMMDD).\nPočiatočný a koncový dátum obdobia, počas ktorého prebiehal zber.\nNapríklad; zvieratá boli zabité alebo ulovené, ryby boli ulovené alebo bola zberaná úroda.\nDátový tok je definovaný ako prvé YYYYMMDD ako štartovací dátum a posledné YYYYMMDD ako koncový dátum.\nPríklad:\n28D2017012320170214 = Štart; 23. január 2017. Koniec; 14. február 2017.
sl: Razpon datumov žetve (YYYYMMDDYYYYMMDD).\nZačetni in končni datum obdobja, v katerem je potekala žetva.\nNa primer; živali so bile zaklane ali ubite, ribe so bile ulovljene, ali zelenjava je bila pridelana.\nPodatkovni tok je opredeljen kot prvi YYYYMMDD kot začetni datum in zadnji YYYYMMDD kot končni datum.\nPrimer:\n28D2017012320170214 = Začetek; 23. januar 2017. Konec; 14. februar 2017.
sv: Skörddatumsintervall (YYYYMMDDYYYYMMDD).\nStartdatumet och slutdatumintervallet under vilket skörd skedde.\nTill exempel; djur slaktades eller dödades, fiskar skördades, eller en gröda skördades.\nDataströmmen definieras som det första YYYYMMDD som startdatum och det sista YYYYMMDD som slutdatum.\nExempel:\n28D2017012320170214 = Start; 23 januari 2017. Slut; 14 februari 2017.

# di5
source: 'Left Square Bracket', 'Right Parenthesis', 'Greater Than Sign', 'Record Separator' characters. Data structure compliant to ISO/IEC 15434, Information technology - Automatic Identification and Data Capture Techniques - Syntax for High Capacity ADC Media.
bg: 'Лява квадратна скоба', 'Дясна скоба', 'Знак за по-голямо', 'Разделител на записи' символи. Структура, съвместима с ISO/IEC 15434, Информационни технологии - Техники за автоматично идентифициране и събиране на данни - Синтаксис за медии с висок капацитет на АИДК.
cs: 'Levá hranatá závorka', 'Pravá závorka', 'Větší než znak', 'Oddělovač záznamů' znaky. Datová struktura v souladu s ISO/IEC 15434, Informační technologie - Techniky automatické identifikace a sběru dat - Syntaxe pro média s vysokou kapacitou ADC.
de: 'Linke eckige Klammer', 'Rechte Klammer', 'Größer-als-Zeichen', 'Datentrenner'-Zeichen. Datenstruktur konform zu ISO/IEC 15434, Informationstechnologie - Automatische Identifikation und Datenerfassungstechniken - Syntax für Medien mit hoher Kapazität ADC.
el: Χαρακτήρες 'Αριστερή Τετράγωνη Αγκύλη', 'Δεξιά Παρένθεση', 'Μεγαλύτερο Σημάδι', 'Χαρακτήρας Διαχωριστή Εγγραφής'. Δομή συμβατή με το ISO/IEC 15434, Τεχνολογία Πληροφορικής - Τεχνικές Αυτόματης Ταυτοποίησης και Συλλογής Δεδομένων - Σύνταξη για Μέσα Υψηλής Χωρητικότητας ADC.
es: 'Corchete Izquierdo', 'Paréntesis Derecho', 'Signo de Mayor Que', 'Separador de Registros' caracteres. Estructura de datos conforme a ISO/IEC 15434, Tecnología de la información - Técnicas de Identificación Automática y Captura de Datos - Sintaxis para Medios ADC de Alta Capacidad.
et: 'Vasakpoolne nurksulg', 'Parem sulg', 'Suurem kui märk', 'Kirjeread eraldaja' tähemärgid. Andmestruktuur vastavalt ISO/IEC 15434-le, Infotehnoloogia - Automaatne tuvastamine ja andmete kogumise tehnikad - Kõrge mahtuvusega ADC meedia süntaks.
fi: 'Vasen hakasulje', 'Oikea sulku', 'Suurempi kuin -merkki', 'Tietue-erotin' -merkit. Tietorakenne ISO/IEC 15434:n, Tietotekniikka - Automaattinen tunnistus ja tietojenkeruu - Korkeakapasiteettisen ADC median syntaksi, mukainen.
fr: Caractères 'Crochet Gauche', 'Parenthèse Droite', 'Signe Supérieur à', 'Séparateur d'Enregistrement'. Structure de données conforme à l'ISO/IEC 15434, Technologie de l'information - Techniques d'Identification Automatique et de Capture de Données - Syntaxe pour les Supports de Données ADC à Haute Capacité.
ga: 'Clé Cearnógach', 'Deas Lúibín', 'Comhartha Níos Mó Ná', 'Scarthaí Taifead' carachtair. Struchtúr sonraí comhlíontach le ISO/IEC 15434, Teicneolaíocht faisnéise - Teicnící Aitheantais Uathoibríoch agus Bailiú Sonraí - Sintéis le haghaidh Meáin ADC Ard-Acmhainne.
hr: 'Znak lijeve uglate zagrade', 'Znak desne zagrade', 'Znak veće od', 'Znak razdjelnika zapisa'. Struktura podataka usklađena s ISO/IEC 15434, Informacijska tehnologija - Tehnike automatske identifikacije i prikupljanja podataka - Sintaksa za medije visokog kapaciteta ADC.
hu: 'Bal Szögletes Zárójel', 'Jobb Zárójel', 'Nagyobb Mint Jel', 'Rekord Elválasztó' karakterek. Adatszerkezet megfelel az ISO/IEC 15434-nek, Információtechnológia - Automatikus Azonosítás és Adatgyűjtési Technikák - Nagy Kapacitású ADC Média Szintaxisa.
is: 'Vinstri hornklofi', 'Hægri svigi', 'Stærra en tákn', 'Skráningarskiljari' tákn. Gagnagrind í samræmi við ISO/IEC 15434, Upplýsingatækni - Sjálfvirkt Auðkenni og Gögnatöku Tækni - Málfræði fyrir Hágetu ADC Miðla.
it: 'Parentesi Quadra Sinistra', 'Parentesi Destra', 'Segno Maggiore', 'Separatore di Record' caratteri. Struttura dati conforme a ISO/IEC 15434, Tecnologie dell'informazione - Tecniche di Identificazione Automatica e Cattura dei Dati - Sintassi per supporti ADC ad alta capacità.
lt: 'Kairysis laužtinis skliaustas', 'Dešinysis skliaustas', 'Didesnis nei ženklas', 'Įrašų atskyrimo' simboliai. Duomenų struktūra atitinkanti ISO/IEC 15434, Informacijos technologija - Automatinio identifikavimo ir duomenų surinkimo technikos - Aukštos talpos ADC medijos sintaksė.
lv: 'Kreisā Kvadrātiekava', 'Labā Iekava', 'Lielāka Par Zīme', 'Ieraksta Atdalītājs' rakstzīmes. Datu struktūra atbilst ISO/IEC 15434, Informācijas tehnoloģija - Automātiskā Identifikācija un Datu Uztveršanas Tehnikas - Sintakse augstas ietilpības ADC medijiem.
mt: Karattri 'Left Square Bracket', 'Right Parenthesis', 'Greater Than Sign', 'Record Separator'. Struttura tad-data konformi ma' ISO/IEC 15434, Teknoloġija tal-Informazzjoni - Tekniki ta' Identifikazzjoni Awtomatika u Qbid tad-Data - Sintassi għal Media ADC ta' Kapaċità Għolja.
nl: 'Linker Vierkante Haak', 'Rechter Haakje', 'Groter dan Teken', 'Record Separator' tekens. Gegevensstructuur conform aan ISO/IEC 15434, Informatietechnologie - Automatische Identificatie en Gegevensvang Technieken - Syntax voor Hoge Capaciteit ADC Media.
no: 'Venstre Kvadratisk Parentes', 'Høyre Parentes', 'Større-Enn Tegn', 'Rekordseparator' tegn. Datastruktur i samsvar med ISO/IEC 15434, Informasjonsteknologi - Automatisk Identifikasjon og Datafangstteknikker - Syntaks for Høykapasitets ADC Media.
pl: 'Nawias kwadratowy lewy', 'Nawias prawy', 'Znak większości', 'Separator rekordów'. Struktura danych zgodna z ISO/IEC 15434, Technologie informacyjne - Techniki automatycznej identyfikacji i zbierania danych - Składnia dla nośników danych o dużej pojemności.
pt: 'Colchete Esquerdo', 'Parêntese Direito', 'Sinal de Maior', 'Separador de Registro' caracteres. Estrutura de dados conforme ISO/IEC 15434, Tecnologia da informação - Técnicas de Identificação Automática e Captura de Dados - Sintaxe para Mídias ADC de Alta Capacidade.
ro: 'Paranteza Pătrată Stângă', 'Paranteza Dreaptă', 'Semnul Mai Mare Decât', 'Separatorul Înregistrării' caractere. Structura de date conformă cu ISO/IEC 15434, Tehnologia informației - Tehnici de Identificare Automată și Captare de Date - Sintaxa pentru Suporturi de Date cu Capacitate Mare.
sk: Znaky 'Ľavá hranatá zátvorka', 'Pravá zátvorka', 'Znak väčšie ako', 'Znak záznamového oddeľovača'. Štruktúra údajov v súlade s ISO/IEC 15434, Informačné technológie - Automatická identifikácia a zachytávanie údajov - Syntax pre médiá s vysokou kapacitou ADC.
sl: 'Levi oglati oklepaj', 'Desna oklepaj', 'Večji kot znak', 'Znak za ločevanje zapisov'. Podatkovna struktura skladna z ISO/IEC 15434, Informacijska tehnologija - Tehnike samodejnega prepoznavanja in zajemanja podatkov - Sintaksa za medije z visoko zmogljivostjo ADC.
sv: 'Vänster Klammertecken', 'Höger Parentes', 'Större Än Tecken', 'Postseparator' tecken. Datastruktur i enlighet med ISO/IEC 15434, Informationsteknik - Automatisk Identifiering och Datafångsttekniker - Syntax för Högkapacitets ADC-media.
