Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di22022
source: Carrier SCAC.\nStandard Carrier Alpha Code - The National Motor Freight Traffic Association, Inc., (NMFTA) assigns SCACs for all companies except those codes used for identification of freight containers not operating exclusively in North America, intermodal chassis and trailers, non-railroad owned rail cars, and railroads. http://www.nmfta.org/Pages/welcome.aspx\nCompanies seeking identification codes for freight containers not operating in North America should contact the Bureau International des Containers, 38, rue des Blancs Manteaux, F75004 Paris, France, email: bic@bic-code.org, web www.biccode.org. Railroads and owners of intermodal chassis, trailers and non-railroad owned rail cars should contact Railinc Customer Service, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, email: private.marks@railinc.com.
bg: SCAC на превозвача.\nСтандартен код на превозвача Alpha - Националната асоциация за моторен товарен трафик, Inc., (NMFTA) присвоява SCAC за всички компании с изключение на тези кодове, използвани за идентификация на товарни контейнери, които не оперират изключително в Северна Америка, шасита и ремаркета за интермодален транспорт, вагони, собственост на не-железопътни компании, и железопътни компании. http://www.nmfta.org/Pages/welcome.aspx\nКомпаниите, търсещи идентификационни кодове за товарни контейнери, които не оперират в Северна Америка, трябва да се свържат с Международния бюро за контейнери, 38, rue des Blancs Manteaux, F75004 Париж, Франция, имейл: bic@bic-code.org, уеб www.biccode.org. Железопътните компании и собствениците на шасита за интермодален транспорт, ремаркета и вагони, собственост на не-железопътни компании, трябва да се свържат с обслужването на клиенти на Railinc, Отдел: Частни марки, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, имейл: private.marks@railinc.com.
cs: SCAC přepravce.\nStandardní kód přepravce Alpha - Národní asociace nákladní dopravy na silnicích, Inc., (NMFTA) přiřazuje SCAC pro všechny společnosti kromě těch, které používají kódy pro identifikaci nákladních kontejnerů, které neoperují výhradně v Severní Americe, intermodální šasí a přívěsy, neželezniční vlastněné železniční vozy a železnice. http://www.nmfta.org/Pages/welcome.aspx\nSpolečnosti hledající identifikační kódy pro nákladní kontejnery, které neoperují v Severní Americe, by měly kontaktovat Bureau International des Containers, 38, rue des Blancs Manteaux, F75004 Paříž, Francie, e-mail: bic@bic-code.org, web www.biccode.org. Železnice a vlastníci intermodálního šasí, přívěsů a neželezničních vlastněných železničních vozů by měli kontaktovat zákaznický servis Railinc, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, e-mail: private.marks@railinc.com.
de: Carrier SCAC.\nStandard Carrier Alpha Code - Der National Motor Freight Traffic Association, Inc., (NMFTA) weist SCACs für alle Unternehmen außer denen zu, die für die Kennzeichnung von Frachtcontainern verwendet werden, die nicht ausschließlich in Nordamerika betrieben werden, für intermodale Fahrgestelle und Anhänger, für nicht eisenbahneigene Eisenbahnwagen und für Eisenbahnen. http://www.nmfta.org/Pages/welcome.aspx\nUnternehmen, die Identifikationscodes für Frachtcontainer benötigen, die nicht in Nordamerika betrieben werden, sollten sich an das Bureau International des Containers, 38, rue des Blancs Manteaux, F75004 Paris, Frankreich, E-Mail wenden: bic@bic-code.org, Webseite www.biccode.org. Eisenbahnen und Eigentümer von intermodalen Fahrgestellen, Anhängern und nicht eisenbahneigenen Eisenbahnwagen sollten sich an den Railinc-Kundendienst wenden, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, E-Mail: private.marks@railinc.com.
el: SCAC Μεταφορέα.\nΤο Standard Carrier Alpha Code - Η Εθνική Ένωση Εμπορικών Μεταφορών Οδικής Κυκλοφορίας, Inc., (NMFTA) αναθέτει SCACs για όλες τις εταιρείες εκτός από αυτούς τους κωδικούς που χρησιμοποιούνται για την ταυτοποίηση δοχείων φορτίου που δεν λειτουργούν αποκλειστικά στη Βόρεια Αμερική, σκελετούς και τρέιλερ διαμόρφωσης, μη ιδιοκτησίας σιδηροδρομικών βαγονιών, και σιδηροδρόμους. http://www.nmfta.org/Pages/welcome.aspx\nΕταιρείες που αναζητούν κωδικούς ταυτοποίησης για δοχεία φορτίου που δεν λειτουργούν στη Βόρεια Αμερική πρέπει να επικοινωνήσουν με το Bureau International des Containers, 38, rue des Blancs Manteaux, F75004 Paris, France, email: bic@bic-code.org, web www.biccode.org. Οι σιδηρόδρομοι και οι ιδιοκτήτες σκελετών διαμόρφωσης, τρέιλερ και βαγονιών που δεν ανήκουν σε σιδηροδρόμους πρέπει να επικοινωνήσουν με την Υπηρεσία Πελατών της Railinc, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, email: private.marks@railinc.com.
es: SCAC del Transportista.\nCódigo Alfa del Transportista Estándar - La Asociación Nacional de Tráfico de Carga Motorizada, Inc., (NMFTA) asigna SCAC para todas las compañías excepto aquellos códigos usados para identificación de contenedores de carga que no operan exclusivamente en Norteamérica, chasis y tráileres intermodales, vagones de ferrocarril no propiedad de ferrocarriles, y ferrocarriles. http://www.nmfta.org/Pages/welcome.aspx\nLas compañías que buscan códigos de identificación para contenedores de carga que no operan en Norteamérica deben contactar al Bureau International des Containers, 38, rue des Blancs Manteaux, F75004 Paris, Francia, correo electrónico: bic@bic-code.org, web www.biccode.org. Los ferrocarriles y propietarios de chasis intermodales, tráileres y vagones de ferrocarril no propiedad de ferrocarriles deben contactar a Railinc Customer Service, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, correo electrónico: private.marks@railinc.com.
et: Vedaja SCAC.\nStandard Carrier Alpha Code - Rahvusliku Mootorveo Liikluse Assotsiatsioon, Inc., (NMFTA) määrab SCACid kõigile ettevõtetele, välja arvatud need koodid, mida kasutatakse Põhja-Ameerikas mitte ainult tegutsevate kaubakonteinerite, intermodaalsete šassii ja haagiste, mitte-raudteele kuuluvate raudteevagunite ning raudteede identifitseerimiseks. http://www.nmfta.org/Pages/welcome.aspx\nEttevõtted, kes soovivad identifitseerimiskoode Põhja-Ameerikas mitte tegutsevatele kaubakonteineritele, peaksid kontakteeruma Rahvusvahelise Konteinerite Bürooga, 38, rue des Blancs Manteaux, F75004 Pariis, Prantsusmaa, e-post: bic@bic-code.org, veeb www.biccode.org. Raudteed ja intermodaalsete šassii, haagiste ning mitte-raudteele kuuluvate raudteevagunite omanikud peaksid kontakteeruma Railinci klienditeenindusega, Atn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, e-post: private.marks@railinc.com.
fi: Kuljetusliikkeen SCAC.\nStandard Carrier Alpha Code - The National Motor Freight Traffic Association, Inc., (NMFTA) määrittää SCAC:t kaikille yrityksille paitsi niille koodeille, joita käytetään rahtikonttien tunnistamiseen, jotka eivät toimi yksinomaan Pohjois-Amerikassa, väliastian alustoissa ja perävaunuissa, rautateiden omistamattomissa rautatievaunuissa ja rautateillä. http://www.nmfta.org/Pages/welcome.aspx\nYritykset, jotka etsivät tunnistuskoodeja rahtikonteille, jotka eivät toimi Pohjois-Amerikassa, tulisi ottaa yhteyttä Bureau International des Containersiin, 38, rue des Blancs Manteaux, F75004 Pariisi, Ranska, sähköposti: bic@bic-code.org, web www.biccode.org. Rautatiet ja väliastian alustojen, perävaunujen ja rautateiden omistamattomien rautatievaunujen omistajien tulee ottaa yhteyttä Railincin asiakaspalveluun, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, sähköposti: private.marks@railinc.com.
fr: SCAC du Transporteur.\nCode Alphanumérique Standard du Transporteur - L'Association Nationale du Trafic de Fret Motorisé, Inc., (NMFTA) attribue des SCACs pour toutes les entreprises sauf celles utilisées pour l'identification des conteneurs de fret ne fonctionnant pas exclusivement en Amérique du Nord, des châssis et remorques intermodaux, des wagons non détenus par des chemins de fer, et des chemins de fer. http://www.nmfta.org/Pages/welcome.aspx\nLes entreprises cherchant des codes d'identification pour les conteneurs de fret ne fonctionnant pas en Amérique du Nord doivent contacter le Bureau International des Conteneurs, 38, rue des Blancs Manteaux, F75004 Paris, France, email : bic@bic-code.org, web www.biccode.org. Les chemins de fer et les propriétaires de châssis intermodaux, remorques et wagons non détenus par des chemins de fer doivent contacter le Service Client de Railinc, Attn: Marques Privées, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, email : private.marks@railinc.com.
ga: Cód SCAC Iompróra.\nCód Alfa Caighdeánach Iompróra - Sannann Cumann Náisiúnta Tráchta Lasta Mótair, Inc., (NMFTA) SCACanna do gach cuideachta seachas na códanna a úsáidtear le haghaidh aitheantas coimeádán lastais nach n-oibríonn go heisiach i Meiriceá Thuaidh, chassis idirmhódúil agus leantóirí, carranna iarnróid nach le húinéirí iarnróid iad, agus iarnróid. http://www.nmfta.org/Pages/welcome.aspx\nBa chóir do chuideachtaí a lorgaíonn códanna aitheantais do choimeádáin lastais nach n-oibríonn i Meiriceá Thuaidh teagmháil a dhéanamh le Bureau International des Containers, 38, rue des Blancs Manteaux, F75004 Paris, France, ríomhphost: bic@bic-code.org, gréasán www.biccode.org. Ba chóir do iarnróidí agus d'úinéirí chassis idirmhódúil, leantóirí agus carranna iarnróid nach le húinéirí iarnróid iad teagmháil a dhéanamh le Seirbhís do Chustaiméirí Railinc, Acht: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, ríomhphost: private.marks@railinc.com.
hr: SCAC prijevoznika.\nStandardni kod alfa nosača - Nacionalna asocijacija motornog teretnog prometa, Inc., (NMFTA) dodjeljuje SCAC za sve tvrtke osim onih kodova koji se koriste za identifikaciju teretnih kontejnera koji ne djeluju isključivo u Sjevernoj Americi, intermodalnih šasija i prikolica, vagona u vlasništvu željeznica i željeznica. http://www.nmfta.org/Pages/welcome.aspx\nTvrtke koje traže identifikacijske kodove za teretne kontejnere koji ne djeluju u Sjevernoj Americi trebaju kontaktirati Međunarodni ured za kontejnere, 38, rue des Blancs Manteaux, F75004 Paris, Francuska, e-mail: bic@bic-code.org, web www.biccode.org. Željeznice i vlasnici intermodalnih šasija, prikolica i vagona u vlasništvu željeznica trebaju kontaktirati Railinc službu za korisnike, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, e-mail: private.marks@railinc.com.
hu: Fuvarozó SCAC.\nStandard Fuvarozói Alfa Kód - A Nemzeti Motoros Fuvarozási Szövetség, Inc., (NMFTA) osztja ki a SCAC-eket minden cég számára, kivéve azokat a kódokat, amelyeket Észak-Amerikán kívül működő teherszállító konténerek azonosítására használnak, intermodális alvázak és pótkocsik, nem vasúti tulajdonú vasúti kocsik és vasutak esetében. http://www.nmfta.org/Pages/welcome.aspx\nÉszak-Amerikán kívül működő teherszállító konténerek azonosítási kódjait kereső cégek a Nemzetközi Konténerek Hivatalához fordulhatnak, 38, rue des Blancs Manteaux, F75004 Párizs, Franciaország, e-mail: bic@bic-code.org, web www.biccode.org. Vasutak és intermodális alvázak, pótkocsik és nem vasúti tulajdonú vasúti kocsik tulajdonosai a Railinc Ügyfélszolgálatához fordulhatnak, Cím: Privát Jelölések, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, e-mail: private.marks@railinc.com.
is: Flutningsaðili SCAC.\nStaðlaður Flutningsaðili Alfa Kóði - The National Motor Freight Traffic Association, Inc., (NMFTA) úthlutar SCAC fyrir öll fyrirtæki nema þau kóða sem notuð eru til auðkenningar á flutningsgámum sem starfa ekki eingöngu í Norður-Ameríku, millilandaskeiðum og vögnunum, ekki-lestareignuðum flutningsvögnum og lestarfyrirtækjum. http://www.nmfta.org/Pages/welcome.aspx\nFyrirtæki sem leita að auðkenniskóðum fyrir flutningsgáma sem ekki starfa í Norður-Ameríku ættu að hafa samband við Bureau International des Containers, 38, rue des Blancs Manteaux, F75004 Paris, France, tölvupóst: bic@bic-code.org, vefsíða www.biccode.org. Lestar og eigendur millilandaskeiða, vagna og ekki-lestar eignuðum flutningsvögnum ættu að hafa samband við Railinc Customer Service, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, tölvupóst: private.marks@railinc.com.
it: SCAC del Vettore.\nStandard Carrier Alpha Code - The National Motor Freight Traffic Association, Inc., (NMFTA) assegna gli SCAC per tutte le aziende eccetto quei codici utilizzati per l'identificazione di contenitori di trasporto non operanti esclusivamente in Nord America, chassis intermodali e rimorchi, vagoni ferroviari non di proprietà ferroviaria e ferrovie. http://www.nmfta.org/Pages/welcome.aspx\nLe aziende che cercano codici di identificazione per contenitori di trasporto non operanti in Nord America dovrebbero contattare il Bureau International des Containers, 38, rue des Blancs Manteaux, F75004 Parigi, Francia, email: bic@bic-code.org, web www.biccode.org. Ferrovie e proprietari di chassis intermodali, rimorchi e vagoni ferroviari non di proprietà ferroviaria dovrebbero contattare il Servizio Clienti Railinc, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, email: private.marks@railinc.com.
lt: Vežėjo SCAC.\nStandartinis vežėjo alfa kodas - Nacionalinės krovinių vežimo asociacijos, Inc., (NMFTA) priskiria SCAC visoms įmonėms, išskyrus tuos kodus, kurie naudojami krovinių konteinerių, neekskliuzyviai veikiančių Šiaurės Amerikoje, intermodalinių šasi ir priekabų, ne geležinkelių valdomų vagonų ir geležinkelių identifikavimui. http://www.nmfta.org/Pages/welcome.aspx\nĮmonėms, kurios ieško identifikavimo kodų krovinių konteineriams, neveikiantiems Šiaurės Amerikoje, reikėtų kreiptis į Tarptautinį konteinerių biurą, 38, rue des Blancs Manteaux, F75004 Paryžius, Prancūzija, el. paštas: bic@bic-code.org, tinklalapis www.biccode.org. Geležinkeliai ir intermodalinių šasi, priekabų ir ne geležinkelių valdomų vagonų savininkai turėtų kreiptis į Railinc klientų aptarnavimą, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, el. paštas: private.marks@railinc.com.
lv: Pārvadātāja SCAC.\nStandarta Pārvadātāja Alfabēta Kods - Nacionālā Autotransporta Kravu Satiksmes Asociācija, Inc., (NMFTA) piešķir SCAC visiem uzņēmumiem, izņemot tos kodus, kas izmantoti kravu konteineru identifikācijai, kas nedarbojas ekskluzīvi Ziemeļamerikā, intermodālie šasijas un piekabes, ne dzelzceļa īpašumā esoši vagoni un dzelzceļi. http://www.nmfta.org/Pages/welcome.aspx\nUzņēmumiem, kas meklē identifikācijas kodus kravu konteineriem, kas nedarbojas Ziemeļamerikā, jāsazinās ar Starptautisko Konteineru Biroju, 38, rue des Blancs Manteaux, F75004 Paris, Francija, e-pasts: bic@bic-code.org, tīmekļa vietne www.biccode.org. Dzelzceļi un intermodālie šasijas, piekabju un ne dzelzceļa īpašumā esošu vagonu īpašniekiem jāsazinās ar Railinc Klientu Servisu, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, e-pasts: private.marks@railinc.com.
mt: Carrier SCAC.\nStandard Carrier Alpha Code - The National Motor Freight Traffic Association, Inc., (NMFTA) jassenja SCACs għal kumpaniji kollha ħlief dawk il-kodiċijiet użati għall-identifikazzjoni ta' kontenituri tal-merkanzija li ma joperawx esklussivament fl-Amerika ta' Fuq, chassis intermodali u trailers, karozzi tal-ferrovija li mhumiex proprjetà tal-ferroviji, u l-ferroviji. http://www.nmfta.org/Pages/welcome.aspx\nKumpaniji li jfittxu kodiċijiet ta' identifikazzjoni għal kontenituri tal-merkanzija li ma joperawx fl-Amerika ta' Fuq għandhom jikkuntattjaw il-Bureau International des Containers, 38, rue des Blancs Manteaux, F75004 Paris, France, email: bic@bic-code.org, web www.biccode.org. Il-ferroviji u s-sidien ta' chassis intermodali, trailers u karozzi tal-ferrovija li mhumiex proprjetà tal-ferroviji għandhom jikkuntattjaw is-servizz tal-klijenti ta' Railinc, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, email: private.marks@railinc.com.
nl: Vervoerder SCAC.\nStandaard Vervoerder Alfa Code - De National Motor Freight Traffic Association, Inc., (NMFTA) wijst SCACs toe voor alle bedrijven behalve die codes gebruikt voor identificatie van vrachtcontainers die niet exclusief in Noord-Amerika opereren, intermodale chassis en aanhangers, niet-spoorweg eigendom spoorwegwagons, en spoorwegen. http://www.nmfta.org/Pages/welcome.aspx\nBedrijven die identificatiecodes zoeken voor vrachtcontainers die niet in Noord-Amerika opereren, moeten contact opnemen met het Bureau International des Containers, 38, rue des Blancs Manteaux, F75004 Parijs, Frankrijk, e-mail: bic@bic-code.org, web www.biccode.org. Spoorwegen en eigenaren van intermodale chassis, aanhangers en niet-spoorweg eigendom spoorwegwagons moeten contact opnemen met Railinc Klantenservice, T.a.v.: Privé Merken, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, e-mail: private.marks@railinc.com.
no: Transportør SCAC.\nStandard Carrier Alpha Code - The National Motor Freight Traffic Association, Inc., (NMFTA) tildeler SCACs for alle selskaper unntatt de kodene brukt for identifikasjon av fraktbeholdere som ikke opererer eksklusivt i Nord-Amerika, intermodale chassis og tilhengere, ikke-jernbane eide jernbanevogner, og jernbaner. http://www.nmfta.org/Pages/welcome.aspx\nSelskaper som søker identifikasjonskoder for fraktbeholdere som ikke opererer i Nord-Amerika, bør kontakte Bureau International des Containers, 38, rue des Blancs Manteaux, F75004 Paris, Frankrike, e-post: bic@bic-code.org, nett www.biccode.org. Jernbaner og eiere av intermodale chassis, tilhengere og ikke-jernbane eide jernbanevogner bør kontakte Railinc Kundeservice, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, e-post: private.marks@railinc.com.
pl: Carrier SCAC.\nStandardowy kod alfa przewoźnika - Narodowe Stowarzyszenie Ruchu Towarów Drogowych, Inc., (NMFTA) przyznaje kody SCAC dla wszystkich firm z wyjątkiem tych kodów używanych do identyfikacji kontenerów frachtowych nieoperujących wyłącznie w Ameryce Północnej, podwozi i przyczep intermodalnych, wagonów kolejowych niebędących własnością kolejową i kolei. http://www.nmfta.org/Pages/welcome.aspx\nFirmy poszukujące kodów identyfikacyjnych dla kontenerów frachtowych nieoperujących w Ameryce Północnej powinny skontaktować się z Międzynarodowym Biurem Kontenerów, 38, rue des Blancs Manteaux, F75004 Paryż, Francja, email: bic@bic-code.org, www.biccode.org. Koleje i właściciele podwozi intermodalnych, przyczep i wagonów kolejowych niebędących własnością kolejową powinni skontaktować się z obsługą klienta Railinc, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, email: private.marks@railinc.com.
pt: SCAC do Transportador.\nCódigo Alfa do Transportador Padrão - A Associação Nacional de Tráfego de Frete Motorizado, Inc., (NMFTA) atribui SCACs para todas as empresas exceto aqueles códigos usados para identificação de contêineres de frete não operando exclusivamente na América do Norte, chassis intermodais e trailers, carros ferroviários não pertencentes a ferrovias e ferrovias. http://www.nmfta.org/Pages/welcome.aspx\nEmpresas buscando códigos de identificação para contêineres de frete não operando na América do Norte devem contatar o Bureau International des Containers, 38, rue des Blancs Manteaux, F75004 Paris, França, email: bic@bic-code.org, web www.biccode.org. Ferrovias e proprietários de chassis intermodais, trailers e carros ferroviários não pertencentes a ferrovias devem contatar o Serviço ao Cliente Railinc, Atenção: Marcas Privadas, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, email: private.marks@railinc.com.
ro: SCAC-ul Transportatorului.\nCodul Alfa al Transportatorului Standard - Asociația Națională de Trafic Motorizat de Marfă, Inc., (NMFTA) atribuie SCAC-uri pentru toate companiile, cu excepția acelor coduri utilizate pentru identificarea containerelor de marfă care nu operează exclusiv în America de Nord, șasiuri și remorci intermodale, vagoane de cale ferată care nu aparțin companiilor feroviare și căilor ferate. http://www.nmfta.org/Pages/welcome.aspx\nCompaniile care caută coduri de identificare pentru containerele de marfă care nu operează în America de Nord ar trebui să contacteze Biroul Internațional al Containerelor, 38, rue des Blancs Manteaux, F75004 Paris, Franța, email: bic@bic-code.org, web www.biccode.org. Căile ferate și proprietarii de șasiuri intermodale, remorci și vagoane de cale ferată care nu aparțin companiilor feroviare ar trebui să contacteze Serviciul Clienți Railinc, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, email: private.marks@railinc.com.
sk: SCAC prepravcu.\nŠtandardný alfa kód prepravcu - Národná asociácia motorovej nákladnej dopravy, Inc., (NMFTA) prideluje SCAC pre všetky spoločnosti okrem tých kódov používaných na identifikáciu nákladných kontajnerov, ktoré neoperujú výhradne v Severnej Amerike, medzirežimových podvozkov a prívesov, nevlastnených železničných vagónov a železníc. http://www.nmfta.org/Pages/welcome.aspx\nSpoločnosti hľadajúce identifikačné kódy pre nákladné kontajnery, ktoré neoperujú v Severnej Amerike, by mali kontaktovať Medzinárodný úrad pre kontajnery, 38, rue des Blancs Manteaux, F75004 Paríž, Francúzsko, email: bic@bic-code.org, web www.biccode.org. Železnice a vlastníci medzirežimových podvozkov, prívesov a nevlastnených železničných vagónov by mali kontaktovať zákaznícky servis Railinc, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, email: private.marks@railinc.com.
sl: SCAC prevoznika.\nStandardna alfanumerična koda prevoznika - Nacionalno združenje za promet motornih vozil (NMFTA) dodeli SCAC za vsa podjetja razen tistih kod, ki se uporabljajo za identifikacijo tovornih kontejnerjev, ki ne delujejo izključno v Severni Ameriki, intermodalnih podvozij in prikolic, neželezniških lastnih železniških vagonov in železnic. http://www.nmfta.org/Pages/welcome.aspx\nPodjetja, ki iščejo identifikacijske kode za tovorne kontejnerje, ki ne delujejo v Severni Ameriki, naj kontaktirajo Mednarodni urad za kontejnerje, 38, rue des Blancs Manteaux, F75004 Pariz, Francija, e-pošta: bic@bic-code.org, spletna stran www.biccode.org. Železnice in lastniki intermodalnih podvozij, prikolic in neželezniških lastnih železniških vagonov naj kontaktirajo Railinc Customer Service, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, e-pošta: private.marks@railinc.com.
sv: Transportör SCAC.\nStandard Carrier Alpha Code - The National Motor Freight Traffic Association, Inc., (NMFTA) tilldelar SCAC för alla företag förutom de koder som används för identifiering av fraktcontainrar som inte uteslutande opererar i Nordamerika, intermodala chassin och släp, icke-järnvägsägda järnvägsvagnar och järnvägar. http://www.nmfta.org/Pages/welcome.aspx\nFöretag som söker identifieringskoder för fraktcontainrar som inte opererar i Nordamerika bör kontakta Bureau International des Containers, 38, rue des Blancs Manteaux, F75004 Paris, Frankrike, e-post: bic@bic-code.org, webb www.biccode.org. Järnvägar och ägare av intermodala chassin, släp och icke-järnvägsägda järnvägsvagnar bör kontakta Railinc Kundservice, Attn: Private Marks, 7001 Weston Parkway, Suite 200, Cary, NC 27513, (800) 544-7245, e-post: private.marks@railinc.com.
