Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di12034
source: Pointer to Process URL (P2P URL) for initiating a URL to carry all other data elements encoded in an AIDC media according to the following rule: Scan the code and initiate the URL starting with the P2P URL string, omitting DI 34L and ISO/IEC 15434 envelope syntax (prefix and postfix) and append all other data elements that have been scanned in same sequence as encoded in the media, including DIs and data element separators. Convert special characters in the appended data into RFC 1738 format (e.g., Group Separator 'GS' translated into RFC 1738 sequence %1D). Note that this does not apply to the P2P URL itself.\nExample: Encoded data string (using ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nresults in the following URL with the transmitted data:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nNote: data from the '05' format envelope was not incorporated in the URL since the 34L was encoded in the '06' format envelope.
bg: Указател към URL за процес (P2P URL) за иницииране на URL за пренасяне на всички други кодирани данни в AIDC медия според следното правило: Сканиране на кода и иницииране на URL, започващ с низа на P2P URL, пропускайки DI 34L и синтаксиса на обвивката ISO/IEC 15434 (префикс и постфикс) и добавяне на всички други данни елементи, които са били сканирани в същия ред, както са кодирани в медията, включително DIs и разделители на данни елементи. Конвертиране на специални символи в приложените данни във формат RFC 1738 (напр., Групов разделител 'GS' преведен в последователност RFC 1738 %1D). Обърнете внимание, че това не се отнася за самия P2P URL.\nПример: Кодирана данна низ (използвайки ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nрезултати в следния URL с предадените данни:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nЗабележка: данни от '05' форматната обвивка не бяха включени в URL, тъй като 34L беше кодиран в '06' форматната обвивка.
cs: Ukazatel na URL procesu (P2P URL) pro spuštění URL, které nese všechny ostatní zakódované datové prvky v médiu AIDC podle následujícího pravidla: Naskenujte kód a spusťte URL začínající řetězcem P2P URL, vynecháte DI 34L a syntaxi obálky ISO/IEC 15434 (předponu a příponu) a připojíte všechny ostatní datové prvky, které byly naskenovány ve stejném pořadí, jak byly zakódovány v médiu, včetně DI a oddělovačů datových prvků. Převeďte speciální znaky v připojených datech do formátu RFC 1738 (např. oddělovač skupin 'GS' přeložený do sekvence RFC 1738 %1D). Poznamenejme, že se to nevztahuje na samotné P2P URL.\nPříklad: Zakódovaný datový řetězec (použití ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nvýsledkem je následující URL s přenesenými daty:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nPoznámka: data z obálky '05' nebyla začleněna do URL, protože 34L bylo zakódováno v obálce '06'.
de: Verweis auf Process-URL (P2P-URL) zur Initiierung einer URL, um alle anderen in einem AIDC-Medium kodierten Datenelemente zu übertragen, nach folgender Regel: Den Code scannen und die URL beginnend mit dem P2P-URL-String initiieren, wobei DI 34L und ISO/IEC 15434-Umschlagssyntax (Präfix und Postfix) weggelassen werden, und alle anderen gescannten Datenelemente in derselben Reihenfolge anhängen, wie sie im Medium kodiert wurden, einschließlich DIs und Datenelementtrennern. Spezialzeichen in den angehängten Daten in das RFC 1738-Format konvertieren (z. B. Gruppentrenner 'GS' in die RFC 1738-Sequenz %1D übersetzt). Beachten Sie, dass dies nicht für die P2P-URL selbst gilt.\nBeispiel: Kodierter Datenstring (unter Verwendung von ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nresultiert in der folgenden URL mit den übertragenen Daten:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nHinweis: Daten aus dem '05'-Format-Umschlag wurden nicht in die URL aufgenommen, da das 34L im '06'-Format-Umschlag kodiert wurde.
el: Δείκτης σε Διαδικασία URL (P2P URL) για την προώθηση ενός URL που φέρει όλα τα άλλα στοιχεία δεδομένων που κωδικοποιούνται σε ένα μέσο AIDC σύμφωνα με τον ακόλουθο κανόνα: Σαρώστε τον κωδικό και εκκινήστε το URL ξεκινώντας με τη συμβολοσειρά P2P URL, παραλείποντας το DI 34L και τη σύνταξη περιβλήματος ISO/IEC 15434 (πρόθεμα και επίθημα) και προσαρτήστε όλα τα άλλα στοιχεία δεδομένων που έχουν σαρωθεί στην ίδια σειρά όπως κωδικοποιούνται στο μέσο, συμπεριλαμβανομένων των DIs και των διαχωριστών στοιχείων δεδομένων. Μετατρέψτε ειδικούς χαρακτήρες στα προσαρτημένα δεδομένα σε μορφή RFC 1738 (π.χ., Διαχωριστής Ομάδας 'GS' μεταφράζεται σε ακολουθία RFC 1738 %1D). Σημειώστε ότι αυτό δεν ισχύει για το ίδιο το P2P URL.\nΠαράδειγμα: Κωδικοποιημένη συμβολοσειρά δεδομένων (χρησιμοποιώντας το ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nέχει ως αποτέλεσμα το ακόλουθο URL με τα μεταδιδόμενα δεδομένα:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nΣημείωση: δεδομένα από το περίβλημα μορφής '05' δεν ενσωματώθηκαν στο URL επειδή το 34L κωδικοποιήθηκε στο περίβλημα μορφής '06'.
es: Puntero a URL de Proceso (P2P URL) para iniciar una URL para llevar todos los demás elementos de datos codificados en un medio AIDC según la siguiente regla: Escanear el código e iniciar la URL comenzando con la cadena de URL P2P, omitiendo el DI 34L y la sintaxis del sobre ISO/IEC 15434 (prefijo y posfijo) y añadir todos los demás elementos de datos que han sido escaneados en la misma secuencia según lo codificado en el medio, incluidos los DIs y los separadores de elementos de datos. Convertir caracteres especiales en los datos adjuntos al formato RFC 1738 (por ejemplo, Separador de Grupo 'GS' traducido en secuencia RFC 1738 %1D). Nota: esto no se aplica a la URL P2P en sí misma.\nEjemplo: Cadena de datos codificada (usando ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nresulta en la siguiente URL con los datos transmitidos:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nNota: los datos del sobre '05' no se incorporaron en la URL ya que el 34L estaba codificado en el sobre '06'.
et: Protsessi URL-i Osuti (P2P URL) URL-i käivitamiseks, et kanda kõik muud andmeelemendid, mis on kodeeritud AIDC meediumis vastavalt järgmisele reeglile: Skaneeri kood ja alusta URL-i P2P URL-i stringiga, jättes välja DI 34L ja ISO/IEC 15434 ümbriku süntaksi (eessõna ja järelsõna) ning lisa kõik muud andmeelemendid, mis on skaneeritud samas järjekorras nagu need on kodeeritud meediumis, kaasa arvatud DId ja andmeelementide eraldajad. Eri tähemärkide puhul teisenda need RFC 1738 vormingusse (nt Rühma Eraldaja 'GS' tõlgitakse RFC 1738 jadasse %1D). Pane tähele, et see ei kehti P2P URL-i enda kohta.\nNäide: Kodeeritud andmerida (kasutades ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nresulteerib järgmises URL-is edastatud andmetega:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nMärkus: andmed '05' formaadi ümbrikust ei olnud URL-is kaasatud, kuna 34L oli kodeeritud '06' formaadi ümbrikus.
fi: Osoita Prosessi URL:iin (P2P URL) aloittamaan URL, joka kantaa kaikki muut datan elementit, jotka on koodattu AIDC mediassa seuraavan säännön mukaisesti: Skannaa koodi ja aloita URL alkaen P2P URL merkkijonosta, jättäen pois DI 34L ja ISO/IEC 15434 kuoren syntaksin (etuliite ja jälkiliite) ja lisää kaikki muut datan elementit, jotka on skannattu samassa järjestyksessä kuin mediassa koodattu, mukaan lukien DIt ja datan elementtien erotinmerkit. Muunna erikoismerkit lisätyssä datassa RFC 1738 muotoon (esim., Ryhmäerotin 'GS' käännetään RFC 1738 sekvenssiksi %1D). Huomaa, että tämä ei koske itse P2P URL:ää.\nEsimerkki: Koodattu datamerkkijono (käyttäen ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\njohtaa seuraavaan URL:ään lähetetyllä datalla:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nHuom: data '05' muotoisesta kuoresta ei sisällytetty URL:ään, koska 34L oli koodattu '06' muotoisessa kuoressa.
fr: Pointeur vers l'URL de processus (URL P2P) pour initier une URL pour transporter tous les autres éléments de données codés dans un support AIDC selon la règle suivante : Scanner le code et initier l'URL en commençant par la chaîne d'URL P2P, en omettant la syntaxe d'enveloppe DI 34L et ISO/IEC 15434 (préfixe et postfix) et en ajoutant tous les autres éléments de données qui ont été scannés dans la même séquence que codés dans le support, y compris les DI et les séparateurs d'éléments de données. Convertir les caractères spéciaux dans les données ajoutées en format RFC 1738 (par exemple, le séparateur de groupe 'GS' traduit en séquence RFC 1738 %1D). Notez que cela ne s'applique pas à l'URL P2P elle-même.\nExemple : Chaîne de données codées (utilisant l'ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nrésulte dans l'URL suivante avec les données transmises:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nRemarque: les données de l'enveloppe '05' n'ont pas été incorporées dans l'URL car le 34L était codé dans l'enveloppe '06'.
ga: Pointeálaí go Próiseas URL (P2P URL) chun URL a thosú a iompraíonn gach eilimint sonraí eile códaithe i meán AIDC de réir an riail seo a leanas: Scan an cód agus tosú an URL ag tosú le sreang URL P2P, ag fágáil DI 34L agus sintéis seachtrach ISO/IEC 15434 (réamhrá agus iarscríbhinn) agus greamaigh gach eilimint sonraí eile a scanadh sa seicheamh céanna mar a códáladh sa mheán, lena n-áirítear DIs agus scaradh eilimintí sonraí. Tiontaigh carachtair speisialta sna sonraí greamaithe go formáid RFC 1738 (m.sh., Scaradh Grúpa 'GS' aistrithe go sraith RFC 1738 %1D). Tabhair faoi deara nach mbaineann sé seo le URL P2P féin.\nSampla: Sreang sonraí códaithe (ag baint úsáide as ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nmar thoradh air sin an URL seo a leanas leis na sonraí aistrithe:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nTabhair faoi deara: níor cuireadh sonraí ón '05' clúdach sonraí san áireamh sa URL toisc gur códáladh an 34L sa '06' clúdach sonraí.
hr: Pokazatelj na URL procesa (P2P URL) za pokretanje URL-a koji nosi sve druge kodirane podatkovne elemente u mediju AIDC prema sljedećem pravilu: Skenirajte kod i pokrenite URL počevši od niza P2P URL, izostavljajući DI 34L i sintaksu ovojnice ISO/IEC 15434 (prefiks i postfiks) te dodajte sve druge podatkovne elemente koji su skenirani u istom red kao što su kodirani u mediju, uključujući DI i razdjelnike podataka. Pretvorite posebne znakove u priloženim podacima u format RFC 1738 (npr., Grupni separator 'GS' preveden u sekvencu RFC 1738 %1D). Napomena: ovo ne vrijedi za sam P2P URL.\nPrimjer: Kodirani niz podataka (koristeći ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108GS34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=RS05GS13131108RSEOT\nrezultira sljedećim URL-om s prenesenim podacima:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SUN123456789PA12345%1D4LUS%1D16D20131108.\nNapomena: podaci iz '05' format ovojnice nisu uključeni u URL jer je 34L kodiran u '06' format ovojnice.
hu: Folyamat URL-re Mutató Mutató (P2P URL) egy URL indításához, amely minden más adatelemet tartalmaz, amely egy AIDC médiában van kódolva a következő szabály szerint: Olvassa be a kódot, és indítsa el az URL-t a P2P URL karakterlánccal kezdve, elhagyva a 34L DI-t és az ISO/IEC 15434 borítékszintaxisát (előtagot és utótagot) és fűzze hozzá az összes többi adatelemet, amelyet ugyanabban a sorrendben olvasott be, ahogy az a médiában van kódolva, beleértve a DI-kat és az adatelem-elválasztókat. Alakítsa át a hozzáfűzött adatokban lévő speciális karaktereket RFC 1738 formátumra (pl. a 'GS' csoportelválasztót fordítsa le RFC 1738 sorozatra %1D). Vegye figyelembe, hogy ez nem vonatkozik magára a P2P URL-re.\nPélda: Kódolt adatsor (ISO/IEC 15434 használatával) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\neredményez a következő URL-t az átvitt adatokkal:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nMegjegyzés: az '05' formátumú boríték adatait nem vették figyelembe az URL-ben, mivel a 34L-t az '06' formátumú borítékban kódolták.
is: Bendill að ferli URL (P2P URL) fyrir að hefja URL sem ber öll önnur gagnaeiningar kóðuð í AIDC miðli samkvæmt eftirfarandi reglu: Skannaðu kóðann og hefjaðu URL byrjandi með P2P URL strengnum, sleppt DI 34L og ISO/IEC 15434 umslagsmálfræði (forskeyti og eftirkeyti) og bæta við öllum öðrum gagnaeiningum sem hafa verið skannaðar í sömu röð og þær voru kóðaðar í miðlinum, þar með talin DIs og aðskilnaðareinkenni gagnaeininga. Breyttu sérstökum stöfum í viðbótargögnum í RFC 1738 sniði (t.d., Group Separator 'GS' þýtt í RFC 1738 röð %1D). Athugaðu að þetta á ekki við um P2P URL sjálft.\nDæmi: Kóðuð gagnaþráður (notað ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nleiðir til eftirfarandi URL með sendum gögnum:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nAthugið: gögn frá '05' umslagi voru ekki innifalin í URL þar sem 34L var kóðað í '06' umslaginu.
it: Puntatore a URL di Processo (P2P URL) per avviare un URL per trasportare tutti gli altri elementi di dati codificati in un supporto AIDC secondo la seguente regola: Scansionare il codice e avviare l'URL a partire dalla stringa URL P2P, omettendo la sintassi dell'involucro ISO/IEC 15434 DI 34L (prefisso e postfisso) e aggiungere tutti gli altri elementi di dati che sono stati scansionati nella stessa sequenza come codificati nel supporto, inclusi i DI e i separatori degli elementi di dati. Convertire i caratteri speciali nei dati aggiunti in formato RFC 1738 (es., Separatore di Gruppo 'GS' tradotto nella sequenza RFC 1738 %1D). Nota che questo non si applica all'URL P2P stesso.\nEsempio: Stringa di dati codificati (usando ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nrisulta nel seguente URL con i dati trasmessi:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nNota: i dati dall'involucro '05' non sono stati incorporati nell'URL poiché il 34L è stato codificato nell'involucro '06'.
lt: Proceso URL nukreipimo (P2P URL) taškas, skirtas inicijuoti URL, kuriame pateikiami visi kiti koduotame AIDC laikmenų duomenų elementai pagal taisyklę: Nuskaitykite kodą ir pradėkite URL nuo P2P URL eilutės, praleidžiant DI 34L ir ISO/IEC 15434 apvalkalo sintaksę (prefiksą ir postfiksą) ir pridėkite visus kitus nuskaitytus duomenų elementus toje pačioje sekoje, kaip buvo užkoduota laikmenoje, įskaitant DIs ir duomenų elementų skyriklus. Specialiųjų simbolių, pridėtų prie duomenų, konvertavimas į RFC 1738 formatą (pvz., Grupės skyriklis 'GS' verčiamas į RFC 1738 seką %1D). Atkreipkite dėmesį, kad tai netaikoma paties P2P URL.\nPavyzdys: Koduota duomenų eilutė (naudojant ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nrezultatas šiame URL su perduotais duomenimis:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nPastaba: duomenys iš '05' formato apvalkalo nebuvo įtraukti į URL, nes 34L buvo užkoduotas '06' formato apvalkale.
lv: Process URL norāde (P2P URL) iniciēšanai URL, lai pārvadātu visus citus kodētos datu elementus AIDC medijā saskaņā ar šādu noteikumu: Skanēt kodu un iniciēt URL, sākot ar P2P URL virkni, izņemot DI 34L un ISO/IEC 15434 aploksnes sintaksi (prefiksu un sufiksu) un pievienot visus pārējos datu elementus, kas tika nolasīti tajā pašā secībā kā kodēti medijā, ieskaitot DIs un datu elementu atdalītājus. Īpašās rakstzīmes pievienotajos datos pārvērst RFC 1738 formātā (piemēram, Grupas Atdalītājs 'GS' pārvērsts RFC 1738 secībā %1D). Ņemiet vērā, ka tas neattiecas uz P2P URL pašu.\nPiemērs: Kodētā datu virkne (izmantojot ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nrezultē šādu URL ar pārraidītajiem datiem:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nPiezīme: dati no '05' formāta aploksnes netika iekļauti URL, tā kā 34L tika kodēts '06' formāta aploksnē.
mt: Pointer to Process URL (P2P URL) għall-inizjar ta' URL li jġorr l-elementi kollha tad-data kodifikati f'mezz AIDC skont ir-regola li ġejja: Iskenja l-kodiċi u inizja l-URL tibda bl-istring tal-P2P URL, tiġbor l-elementi kollha tad-data li ġew iskenjati fl-istess sekwenza kif ġew kodifikati fil-mezz, inklużi d-DIs u s-separaturi tal-elementi tad-data. Ikkonverti l-karattri speċjali fl-URL anness fil-format RFC 1738 (eż., Separator tal-Grupp 'GS' tradott fis-sekwenza RFC 1738 %1D). Nota li dan ma japplikax għall-P2P URL innifsu.\nEżempju: String tad-data kodifikata (bl-użu tal-ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nirriżulta fl-URL li ġej bil-data trasmessa:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nNota: id-data mill-envelop '05' ma ġietx inkorporata fl-URL peress li l-34L kienet kodifikata fl-envelop '06'.
nl: Pointer to Process URL (P2P URL) voor het initiëren van een URL om alle andere gegevenselementen te dragen die gecodeerd zijn in een AIDC-media volgens de volgende regel: Scan de code en initieer de URL beginnend met de P2P URL-string, waarbij DI 34L en ISO/IEC 15434 envelopsyntaxis (prefix en postfix) worden weggelaten en alle andere gegevenselementen die zijn gescand in dezelfde volgorde als gecodeerd in de media, inclusief DIs en gegevenselementscheidingstekens, worden toegevoegd. Zet speciale tekens in de toegevoegde gegevens om naar RFC 1738-formaat (bijv., Groepsscheidingsteken 'GS' vertaald naar RFC 1738 reeks %1D). Let op dat dit niet van toepassing is op de P2P URL zelf.\nVoorbeeld: Gecodeerde gegevensreeks (met gebruik van ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108GS34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=RS05GS13131108RSEOT\nresulteert in de volgende URL met de overgedragen gegevens:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SUN123456789PA12345%1D4LUS%1D16D20131108.\nOpmerking: gegevens uit de '05' formaatomhulling werden niet opgenomen in de URL omdat de 34L was gecodeerd in de '06' formaatomhulling.
no: Pekertil Prosess URL (P2P URL) for å initiere en URL for å bære alle andre dataelementer kodet i et AIDC-medium i henhold til følgende regel: Skann koden og initier URL-en som starter med P2P URL-strengen, utelat DI 34L og ISO/IEC 15434 konvolutt syntaks (prefiks og postfiks) og legg til alle andre dataelementer som har blitt skannet i samme sekvens som kodet i mediet, inkludert DIs og dataseparatorer. Konverter spesialtegn i de tilføyde dataene til RFC 1738-format (for eksempel, Gruppeseparator 'GS' oversatt til RFC 1738-sekvens %1D). Merk at dette ikke gjelder for P2P URL-en selv.\nEksempel: Kodet datastreng (ved bruk av ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nresulterer i følgende URL med overførte data:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nMerk: data fra '05'-formatkonvolutten ble ikke inkorporert i URL-en siden 34L var kodet i '06'-formatkonvolutten.
pl: Wskaźnik do URL procesu (P2P URL) do inicjowania URL przenoszącego wszystkie inne zakodowane elementy danych w mediach AIDC zgodnie z następującą zasadą: Zeskanuj kod i inicjuj URL zaczynając od ciągu URL P2P, pomijając DI 34L i składnię koperty ISO/IEC 15434 (prefiks i sufiks) oraz dołącz wszystkie inne zeskanowane elementy danych w tej samej sekwencji, w jakiej zostały zakodowane w mediach, w tym DI i separatory elementów danych. Konwertuj specjalne znaki w dołączonych danych do formatu RFC 1738 (np. Separator grupy 'GS' przetłumaczony na sekwencję RFC 1738 %1D). Zauważ, że nie dotyczy to samego URL P2P.\nPrzykład: Zakodowany ciąg danych (używając ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nskutkuje następującym URL z przekazanymi danymi:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nUwaga: dane z koperty '05' nie zostały włączone do URL, ponieważ 34L zostało zakodowane w kopercie '06'.
pt: Ponteiro para URL de Processo (P2P URL) para iniciar uma URL para carregar todos os outros elementos de dados codificados em uma mídia AIDC de acordo com a seguinte regra: Escanear o código e iniciar a URL começando com a string de URL P2P, omitindo o DI 34L e a sintaxe do envelope ISO/IEC 15434 (prefixo e sufixo) e anexar todos os outros elementos de dados que foram escaneados na mesma sequência conforme codificados na mídia, incluindo DIs e separadores de elementos de dados. Converter caracteres especiais nos dados anexados para o formato RFC 1738 (por exemplo, Separador de Grupo 'GS' traduzido para a sequência RFC 1738 %1D). Note que isso não se aplica à própria URL P2P.\nExemplo: String de dados codificados (usando ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nresulta na seguinte URL com os dados transmitidos:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nNota: dados do envelope '05' não foram incorporados na URL, pois o 34L foi codificado no envelope '06'.
ro: Pointer către URL-ul Procesului (P2P URL) pentru inițierea unui URL pentru a transporta toate celelalte elemente de date codificate într-un suport media AIDC conform următoarei reguli: Scanează codul și inițiază URL-ul începând cu șirul URL P2P, omițând sintaxa plicului DI 34L și ISO/IEC 15434 (prefix și postfix) și anexează toate celelalte elemente de date care au fost scanate în aceeași secvență ca și cum ar fi fost codificate în suportul media, inclusiv DI-urile și separatorii elementelor de date. Convertiți caracterele speciale în datele anexate în format RFC 1738 (de exemplu, Separatorul de Grup 'GS' tradus în secvența RFC 1738 %1D). Rețineți că acest lucru nu se aplică URL-ului P2P însuși.\nExemplu: Șirul de date codificate (folosind ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nrezultă în următorul URL cu datele transmise:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nNotă: datele din plicul '05' nu au fost incorporate în URL deoarece 34L a fost codificat în plicul '06'.
sk: Ukazovateľ na procesnú URL (P2P URL) na iniciáciu URL, ktorá nesie všetky ostatné zakódované dátové prvky v médiu AIDC podľa nasledujúceho pravidla: Naskenovať kód a iniciovať URL začínajúcu reťazcom P2P URL, vynechať DI 34L a syntax ISO/IEC 15434 obálky (predpona a prípona) a pripojiť všetky ostatné dátové prvky, ktoré boli naskenované, v rovnakom poradí ako boli zakódované v médiu, vrátane DI a oddelovačov dátových prvkov. Špeciálne znaky v pripojených údajoch previesť do formátu RFC 1738 (napr., Skupinový oddeľovač 'GS' preložený do sekvencie RFC 1738 %1D). Poznámka: toto neplatí pre samotnú P2P URL.\nPríklad: Zakódovaný dátový reťazec (použitie ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nvýsledkom je nasledujúca URL s prenesenými údajmi:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nPoznámka: údaje z obálky '05' neboli začlenené do URL, pretože 34L bola zakódovaná v obálke '06'.
sl: Kazalec na URL procesa (P2P URL) za začetek URL, ki nosi vse druge kodirane podatke v mediju AIDC po naslednjem pravilu: Skenirajte kodo in začnite URL z nizom P2P URL, izpustite DI 34L in sintakso ovojnice ISO/IEC 15434 (predpono in pripono) ter dodajte vse druge podatkovne elemente, ki so bili skenirani v istem zaporedju, kot so bili kodirani v mediju, vključno z DI in ločilniki podatkovnih elementov. Pretvorite posebne znake v priloženih podatkih v format RFC 1738 (npr. Group Separator 'GS' preveden v zaporedje RFC 1738 %1D). Upoštevajte, da to ne velja za sam P2P URL.\nPrimer: Kodirani podatkovni niz (uporaba ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108 G S34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN= R S05 GS13131108RSEOT\nrezultira v naslednjem URL z prenesenimi podatki:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SU N123456789PA12345%1D4LUS%1D16D20131108.\nOpomba: podatki iz ovojnice '05' niso bili vključeni v URL, ker je bil 34L kodiran v ovojnici '06'.
sv: Pekare till process-URL (P2P-URL) för att initiera en URL för att bära alla andra dataelement kodade i ett AIDC-medium enligt följande regel: Skanna koden och initiera URL:en som börjar med P2P-URL-strängen, utelämna DI 34L och ISO/IEC 15434 kuvertsyntax (prefix och postfix) och lägg till alla andra dataelement som har skannats i samma sekvens som kodats i mediet, inklusive DIs och dataseparatorer. Konvertera specialtecken i de bifogade datan till RFC 1738-format (t.ex., Gruppseparator 'GS' översatt till RFC 1738-sekvens %1D). Observera att detta inte gäller P2P-URL:en själv.\nExempel: Kodad datasträng (med användning av ISO/IEC 15434) [)>RS06GS25SUN123456789PA12345GS4LUSGS16D20131108GS34LHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=RS05GS13131108RSEOT\nresulterar i följande URL med överförd data:\nHTTP://WWW.SECUREUID.COM/ITEMDATA/?SCAN=25SUN123456789PA12345%1D4LUS%1D16D20131108.\nObs: data från '05'-formatkuvertet införlivades inte i URL:en eftersom 34L kodades i '06'-formatkuvertet.
