Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di26047
source: Structured Free Text (Line 37 Data)
bg: Структуриран свободен текст (Данни за ред 37)
cs: Strukturovaný volný text (Data řádku 37)
de: Strukturierter Freitext (Zeile 37 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 37)
es: Texto Libre Estructurado (Datos de Línea 37)
et: Struktureeritud vaba tekst (rea 37 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 37 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 37)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 37)
hr: Strukturirani slobodan tekst (Podaci linije 37)
hu: Strukturált Szabad Szöveg (37. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 37 Gögn)
it: Testo Libero Strutturato (Dati Riga 37)
lt: Struktūrizuotas laisvas tekstas (37 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (37. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 37)
nl: Gestructureerde Vrije Tekst (Regel 37 Gegevens)
no: Strukturert Fritekst (Linje 37 Data)
pl: Strukturyzowany tekst wolny (Dane linii 37)
pt: Texto Livre Estruturado (Dados da Linha 37)
ro: Text Liber Structurat (Datele Liniei 37)
sk: Štruktúrovaný voľný text (údaje riadku 37)
sl: Strukturirano prosto besedilo (Podatki vrstice 37)
sv: Strukturerad Fritext (Rad 37 Data)

# di26048
source: Structured Free Text (Line 38 Data)
bg: Структуриран свободен текст (Данни за ред 38)
cs: Strukturovaný volný text (Data řádku 38)
de: Strukturierter Freitext (Zeile 38 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 38)
es: Texto Libre Estructurado (Datos de Línea 38)
et: Struktureeritud vaba tekst (rea 38 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 38 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 38)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 38)
hr: Strukturirani slobodan tekst (Podaci linije 38)
hu: Strukturált Szabad Szöveg (38. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 38 Gögn)
it: Testo Libero Strutturato (Dati Riga 38)
lt: Struktūrizuotas laisvas tekstas (38 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (38. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 38)
nl: Gestructureerde Vrije Tekst (Regel 38 Gegevens)
no: Strukturert Fritekst (Linje 38 Data)
pl: Strukturyzowany tekst wolny (Dane linii 38)
pt: Texto Livre Estruturado (Dados da Linha 38)
ro: Text Liber Structurat (Datele Liniei 38)
sk: Štruktúrovaný voľný text (údaje riadku 38)
sl: Strukturirano prosto besedilo (Podatki vrstice 38)
sv: Strukturerad Fritext (Rad 38 Data)

# di26049
source: Structured Free Text (Line 39 Data)
bg: Структуриран свободен текст (Данни за ред 39)
cs: Strukturovaný volný text (Data řádku 39)
de: Strukturierter Freitext (Zeile 39 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 39)
es: Texto Libre Estructurado (Datos de Línea 39)
et: Struktureeritud vaba tekst (rea 39 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 39 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 39)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 39)
hr: Strukturirani slobodan tekst (Podaci linije 39)
hu: Strukturált Szabad Szöveg (39. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 39 Gögn)
it: Testo Libero Strutturato (Dati Riga 39)
lt: Struktūrizuotas laisvas tekstas (39 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (39. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 39)
nl: Gestructureerde Vrije Tekst (Regel 39 Gegevens)
no: Strukturert Fritekst (Linje 39 Data)
pl: Strukturyzowany tekst wolny (Dane linii 39)
pt: Texto Livre Estruturado (Dados da Linha 39)
ro: Text Liber Structurat (Datele Liniei 39)
sk: Štruktúrovaný voľný text (údaje riadku 39)
sl: Strukturirano prosto besedilo (Podatki vrstice 39)
sv: Strukturerad Fritext (Rad 39 Data)

# di26050
source: Structured Free Text (Line 40 Data)
bg: Структуриран свободен текст (Данни за ред 40)
cs: Strukturovaný volný text (Data řádku 40)
de: Strukturierter Freitext (Zeile 40 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 40)
es: Texto Libre Estructurado (Datos de Línea 40)
et: Struktureeritud vaba tekst (rea 40 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 40 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 40)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 40)
hr: Strukturirani slobodan tekst (Podaci linije 40)
hu: Strukturált Szabad Szöveg (40. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 40 Gögn)
it: Testo Libero Strutturato (Dati Riga 40)
lt: Struktūrizuotas laisvas tekstas (40 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (40. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 40)
nl: Gestructureerde Vrije Tekst (Regel 40 Gegevens)
no: Strukturert Fritekst (Linje 40 Data)
pl: Strukturyzowany tekst wolny (Dane linii 40)
pt: Texto Livre Estruturado (Dados da Linha 40)
ro: Text Liber Structurat (Datele Liniei 40)
sk: Štruktúrovaný voľný text (údaje riadku 40)
sl: Strukturirano prosto besedilo (Podatki vrstice 40)
sv: Strukturerad Fritext (Rad 40 Data)

# di26051
source: Structured Free Text (Line 41 Data)
bg: Структуриран свободен текст (Данни за ред 41)
cs: Strukturovaný volný text (Data řádku 41)
de: Strukturierter Freitext (Zeile 41 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 41)
es: Texto Libre Estructurado (Datos de Línea 41)
et: Struktureeritud vaba tekst (rea 41 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 41 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 41)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 41)
hr: Strukturirani slobodan tekst (Podaci linije 41)
hu: Strukturált Szabad Szöveg (41. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 41 Gögn)
it: Testo Libero Strutturato (Dati Riga 41)
lt: Struktūrizuotas laisvas tekstas (41 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (41. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 41)
nl: Gestructureerde Vrije Tekst (Regel 41 Gegevens)
no: Strukturert Fritekst (Linje 41 Data)
pl: Strukturyzowany tekst wolny (Dane linii 41)
pt: Texto Livre Estruturado (Dados da Linha 41)
ro: Text Liber Structurat (Datele Liniei 41)
sk: Štruktúrovaný voľný text (údaje riadku 41)
sl: Strukturirano prosto besedilo (Podatki vrstice 41)
sv: Strukturerad Fritext (Rad 41 Data)

# di26052
source: Structured Free Text (Line 42 Data)
bg: Структуриран свободен текст (Данни за ред 42)
cs: Strukturovaný volný text (Data řádku 42)
de: Strukturierter Freitext (Zeile 42 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 42)
es: Texto Libre Estructurado (Datos de Línea 42)
et: Struktureeritud vaba tekst (rea 42 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 42 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 42)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 42)
hr: Strukturirani slobodan tekst (Podaci linije 42)
hu: Strukturált Szabad Szöveg (42. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 42 Gögn)
it: Testo Libero Strutturato (Dati Riga 42)
lt: Struktūrizuotas laisvas tekstas (42 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (42. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 42)
nl: Gestructureerde Vrije Tekst (Regel 42 Gegevens)
no: Strukturert Fritekst (Linje 42 Data)
pl: Strukturyzowany tekst wolny (Dane linii 42)
pt: Texto Livre Estruturado (Dados da Linha 42)
ro: Text Liber Structurat (Datele Liniei 42)
sk: Štruktúrovaný voľný text (údaje riadku 42)
sl: Strukturirano prosto besedilo (Podatki vrstice 42)
sv: Strukturerad Fritext (Rad 42 Data)

# di26053
source: Structured Free Text (Line 43 Data)
bg: Структуриран свободен текст (Данни за ред 43)
cs: Strukturovaný volný text (Data řádku 43)
de: Strukturierter Freitext (Zeile 43 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 43)
es: Texto Libre Estructurado (Datos de Línea 43)
et: Struktureeritud vaba tekst (rea 43 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 43 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 43)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 43)
hr: Strukturirani slobodan tekst (Podaci linije 43)
hu: Strukturált Szabad Szöveg (43. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 43 Gögn)
it: Testo Libero Strutturato (Dati Riga 43)
lt: Struktūrizuotas laisvas tekstas (43 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (43. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 43)
nl: Gestructureerde Vrije Tekst (Regel 43 Gegevens)
no: Strukturert Fritekst (Linje 43 Data)
pl: Strukturyzowany tekst wolny (Dane linii 43)
pt: Texto Livre Estruturado (Dados da Linha 43)
ro: Text Liber Structurat (Datele Liniei 43)
sk: Štruktúrovaný voľný text (údaje riadku 43)
sl: Strukturirano prosto besedilo (Podatki vrstice 43)
sv: Strukturerad Fritext (Rad 43 Data)

# di26054
source: Structured Free Text (Line 44 Data)
bg: Структуриран свободен текст (Данни за ред 44)
cs: Strukturovaný volný text (Data řádku 44)
de: Strukturierter Freitext (Zeile 44 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 44)
es: Texto Libre Estructurado (Datos de Línea 44)
et: Struktureeritud vaba tekst (rea 44 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 44 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 44)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 44)
hr: Strukturirani slobodan tekst (Podaci linije 44)
hu: Strukturált Szabad Szöveg (44. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 44 Gögn)
it: Testo Libero Strutturato (Dati Riga 44)
lt: Struktūrizuotas laisvas tekstas (44 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (44. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 44)
nl: Gestructureerde Vrije Tekst (Regel 44 Gegevens)
no: Strukturert Fritekst (Linje 44 Data)
pl: Strukturyzowany tekst wolny (Dane linii 44)
pt: Texto Livre Estruturado (Dados da Linha 44)
ro: Text Liber Structurat (Datele Liniei 44)
sk: Štruktúrovaný voľný text (údaje riadku 44)
sl: Strukturirano prosto besedilo (Podatki vrstice 44)
sv: Strukturerad Fritext (Rad 44 Data)

# di26055
source: Structured Free Text (Line 45 Data)
bg: Структуриран свободен текст (Данни за ред 45)
cs: Strukturovaný volný text (Data řádku 45)
de: Strukturierter Freitext (Zeile 45 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 45)
es: Texto Libre Estructurado (Datos de Línea 45)
et: Struktureeritud vaba tekst (rea 45 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 45 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 45)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 45)
hr: Strukturirani slobodan tekst (Podaci linije 45)
hu: Strukturált Szabad Szöveg (45. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 45 Gögn)
it: Testo Libero Strutturato (Dati Riga 45)
lt: Struktūrizuotas laisvas tekstas (45 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (45. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 45)
nl: Gestructureerde Vrije Tekst (Regel 45 Gegevens)
no: Strukturert Fritekst (Linje 45 Data)
pl: Strukturyzowany tekst wolny (Dane linii 45)
pt: Texto Livre Estruturado (Dados da Linha 45)
ro: Text Liber Structurat (Datele Liniei 45)
sk: Štruktúrovaný voľný text (údaje riadku 45)
sl: Strukturirano prosto besedilo (Podatki vrstice 45)
sv: Strukturerad Fritext (Rad 45 Data)

# di26056
source: Structured Free Text (Line 46 Data)
bg: Структуриран свободен текст (Данни за ред 46)
cs: Strukturovaný volný text (Data řádku 46)
de: Strukturierter Freitext (Zeile 46 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 46)
es: Texto Libre Estructurado (Datos de Línea 46)
et: Struktureeritud vaba tekst (rea 46 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 46 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 46)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 46)
hr: Strukturirani slobodan tekst (Podaci linije 46)
hu: Strukturált Szabad Szöveg (46. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 46 Gögn)
it: Testo Libero Strutturato (Dati Riga 46)
lt: Struktūrizuotas laisvas tekstas (46 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (46. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 46)
nl: Gestructureerde Vrije Tekst (Regel 46 Gegevens)
no: Strukturert Fritekst (Linje 46 Data)
pl: Strukturyzowany tekst wolny (Dane linii 46)
pt: Texto Livre Estruturado (Dados da Linha 46)
ro: Text Liber Structurat (Datele Liniei 46)
sk: Štruktúrovaný voľný text (údaje riadku 46)
sl: Strukturirano prosto besedilo (Podatki vrstice 46)
sv: Strukturerad Fritext (Rad 46 Data)

# di26057
source: Structured Free Text (Line 47 Data)
bg: Структуриран свободен текст (Данни за ред 47)
cs: Strukturovaný volný text (Data řádku 47)
de: Strukturierter Freitext (Zeile 47 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 47)
es: Texto Libre Estructurado (Datos de Línea 47)
et: Struktureeritud vaba tekst (rea 47 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 47 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 47)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 47)
hr: Strukturirani slobodan tekst (Podaci linije 47)
hu: Strukturált Szabad Szöveg (47. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 47 Gögn)
it: Testo Libero Strutturato (Dati Riga 47)
lt: Struktūrizuotas laisvas tekstas (47 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (47. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 47)
nl: Gestructureerde Vrije Tekst (Regel 47 Gegevens)
no: Strukturert Fritekst (Linje 47 Data)
pl: Strukturyzowany tekst wolny (Dane linii 47)
pt: Texto Livre Estruturado (Dados da Linha 47)
ro: Text Liber Structurat (Datele Liniei 47)
sk: Štruktúrovaný voľný text (údaje riadku 47)
sl: Strukturirano prosto besedilo (Podatki vrstice 47)
sv: Strukturerad Fritext (Rad 47 Data)

# di26058
source: Structured Free Text (Line 48 Data)
bg: Структуриран свободен текст (Данни за ред 48)
cs: Strukturovaný volný text (Data řádku 48)
de: Strukturierter Freitext (Zeile 48 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 48)
es: Texto Libre Estructurado (Datos de Línea 48)
et: Struktureeritud vaba tekst (rea 48 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 48 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 48)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 48)
hr: Strukturirani slobodan tekst (Podaci linije 48)
hu: Strukturált Szabad Szöveg (48. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 48 Gögn)
it: Testo Libero Strutturato (Dati Riga 48)
lt: Struktūrizuotas laisvas tekstas (48 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (48. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 48)
nl: Gestructureerde Vrije Tekst (Regel 48 Gegevens)
no: Strukturert Fritekst (Linje 48 Data)
pl: Strukturyzowany tekst wolny (Dane linii 48)
pt: Texto Livre Estruturado (Dados da Linha 48)
ro: Text Liber Structurat (Datele Liniei 48)
sk: Štruktúrovaný voľný text (údaje riadku 48)
sl: Strukturirano prosto besedilo (Podatki vrstice 48)
sv: Strukturerad Fritext (Rad 48 Data)

# di26059
source: Structured Free Text (Line 49 Data)
bg: Структуриран свободен текст (Данни за ред 49)
cs: Strukturovaný volný text (Data řádku 49)
de: Strukturierter Freitext (Zeile 49 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 49)
es: Texto Libre Estructurado (Datos de Línea 49)
et: Struktureeritud vaba tekst (rea 49 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 49 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 49)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 49)
hr: Strukturirani slobodan tekst (Podaci linije 49)
hu: Strukturált Szabad Szöveg (49. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 49 Gögn)
it: Testo Libero Strutturato (Dati Riga 49)
lt: Struktūrizuotas laisvas tekstas (49 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (49. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 49)
nl: Gestructureerde Vrije Tekst (Regel 49 Gegevens)
no: Strukturert Fritekst (Linje 49 Data)
pl: Strukturyzowany tekst wolny (Dane linii 49)
pt: Texto Livre Estruturado (Dados da Linha 49)
ro: Text Liber Structurat (Datele Liniei 49)
sk: Štruktúrovaný voľný text (údaje riadku 49)
sl: Strukturirano prosto besedilo (Podatki vrstice 49)
sv: Strukturerad Fritext (Rad 49 Data)

# di26060
source: Structured Free Text (Line 50 Data)
bg: Структуриран свободен текст (Данни за ред 50)
cs: Strukturovaný volný text (Data řádku 50)
de: Strukturierter Freitext (Zeile 50 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 50)
es: Texto Libre Estructurado (Datos de Línea 50)
et: Struktureeritud vaba tekst (rea 50 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 50 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 50)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 50)
hr: Strukturirani slobodan tekst (Podaci linije 50)
hu: Strukturált Szabad Szöveg (50. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 50 Gögn)
it: Testo Libero Strutturato (Dati Riga 50)
lt: Struktūrizuotas laisvas tekstas (50 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (50. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 50)
nl: Gestructureerde Vrije Tekst (Regel 50 Gegevens)
no: Strukturert Fritekst (Linje 50 Data)
pl: Strukturyzowany tekst wolny (Dane linii 50)
pt: Texto Livre Estruturado (Dados da Linha 50)
ro: Text Liber Structurat (Datele Liniei 50)
sk: Štruktúrovaný voľný text (údaje riadku 50)
sl: Strukturirano prosto besedilo (Podatki vrstice 50)
sv: Strukturerad Fritext (Rad 50 Data)

# di26061
source: Structured Free Text (Line 51 Data)
bg: Структуриран свободен текст (Данни за ред 51)
cs: Strukturovaný volný text (Data řádku 51)
de: Strukturierter Freitext (Zeile 51 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 51)
es: Texto Libre Estructurado (Datos de Línea 51)
et: Struktureeritud vaba tekst (rea 51 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 51 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 51)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 51)
hr: Strukturirani slobodan tekst (Podaci linije 51)
hu: Strukturált Szabad Szöveg (51. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 51 Gögn)
it: Testo Libero Strutturato (Dati Riga 51)
lt: Struktūrizuotas laisvas tekstas (51 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (51. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 51)
nl: Gestructureerde Vrije Tekst (Regel 51 Gegevens)
no: Strukturert Fritekst (Linje 51 Data)
pl: Strukturyzowany tekst wolny (Dane linii 51)
pt: Texto Livre Estruturado (Dados da Linha 51)
ro: Text Liber Structurat (Datele Liniei 51)
sk: Štruktúrovaný voľný text (údaje riadku 51)
sl: Strukturirano prosto besedilo (Podatki vrstice 51)
sv: Strukturerad Fritext (Rad 51 Data)

# di26062
source: Structured Free Text (Line 52 Data)
bg: Структуриран свободен текст (Данни за ред 52)
cs: Strukturovaný volný text (Data řádku 52)
de: Strukturierter Freitext (Zeile 52 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 52)
es: Texto Libre Estructurado (Datos de Línea 52)
et: Struktureeritud vaba tekst (rea 52 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 52 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 52)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 52)
hr: Strukturirani slobodan tekst (Podaci linije 52)
hu: Strukturált Szabad Szöveg (52. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 52 Gögn)
it: Testo Libero Strutturato (Dati Riga 52)
lt: Struktūrizuotas laisvas tekstas (52 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (52. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 52)
nl: Gestructureerde Vrije Tekst (Regel 52 Gegevens)
no: Strukturert Fritekst (Linje 52 Data)
pl: Strukturyzowany tekst wolny (Dane linii 52)
pt: Texto Livre Estruturado (Dados da Linha 52)
ro: Text Liber Structurat (Datele Liniei 52)
sk: Štruktúrovaný voľný text (údaje riadku 52)
sl: Strukturirano prosto besedilo (Podatki vrstice 52)
sv: Strukturerad Fritext (Rad 52 Data)

# di26063
source: Structured Free Text (Line 53 Data)
bg: Структуриран свободен текст (Данни за ред 53)
cs: Strukturovaný volný text (Data řádku 53)
de: Strukturierter Freitext (Zeile 53 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 53)
es: Texto Libre Estructurado (Datos de Línea 53)
et: Struktureeritud vaba tekst (rea 53 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 53 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 53)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 53)
hr: Strukturirani slobodan tekst (Podaci linije 53)
hu: Strukturált Szabad Szöveg (53. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 53 Gögn)
it: Testo Libero Strutturato (Dati Riga 53)
lt: Struktūrizuotas laisvas tekstas (53 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (53. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 53)
nl: Gestructureerde Vrije Tekst (Regel 53 Gegevens)
no: Strukturert Fritekst (Linje 53 Data)
pl: Strukturyzowany tekst wolny (Dane linii 53)
pt: Texto Livre Estruturado (Dados da Linha 53)
ro: Text Liber Structurat (Datele Liniei 53)
sk: Štruktúrovaný voľný text (údaje riadku 53)
sl: Strukturirano prosto besedilo (Podatki vrstice 53)
sv: Strukturerad Fritext (Rad 53 Data)

# di26064
source: Structured Free Text (Line 54 Data)
bg: Структуриран свободен текст (Данни за ред 54)
cs: Strukturovaný volný text (Data řádku 54)
de: Strukturierter Freitext (Zeile 54 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 54)
es: Texto Libre Estructurado (Datos de Línea 54)
et: Struktureeritud vaba tekst (rea 54 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 54 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 54)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 54)
hr: Strukturirani slobodan tekst (Podaci linije 54)
hu: Strukturált Szabad Szöveg (54. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 54 Gögn)
it: Testo Libero Strutturato (Dati Riga 54)
lt: Struktūrizuotas laisvas tekstas (54 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (54. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 54)
nl: Gestructureerde Vrije Tekst (Regel 54 Gegevens)
no: Strukturert Fritekst (Linje 54 Data)
pl: Strukturyzowany tekst wolny (Dane linii 54)
pt: Texto Livre Estruturado (Dados da Linha 54)
ro: Text Liber Structurat (Datele Liniei 54)
sk: Štruktúrovaný voľný text (údaje riadku 54)
sl: Strukturirano prosto besedilo (Podatki vrstice 54)
sv: Strukturerad Fritext (Rad 54 Data)

# di26065
source: Structured Free Text (Line 55 Data)
bg: Структуриран свободен текст (Данни за ред 55)
cs: Strukturovaný volný text (Data řádku 55)
de: Strukturierter Freitext (Zeile 55 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 55)
es: Texto Libre Estructurado (Datos de Línea 55)
et: Struktureeritud vaba tekst (rea 55 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 55 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 55)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 55)
hr: Strukturirani slobodan tekst (Podaci linije 55)
hu: Strukturált Szabad Szöveg (55. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 55 Gögn)
it: Testo Libero Strutturato (Dati Riga 55)
lt: Struktūrizuotas laisvas tekstas (55 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (55. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 55)
nl: Gestructureerde Vrije Tekst (Regel 55 Gegevens)
no: Strukturert Fritekst (Linje 55 Data)
pl: Strukturyzowany tekst wolny (Dane linii 55)
pt: Texto Livre Estruturado (Dados da Linha 55)
ro: Text Liber Structurat (Datele Liniei 55)
sk: Štruktúrovaný voľný text (údaje riadku 55)
sl: Strukturirano prosto besedilo (Podatki vrstice 55)
sv: Strukturerad Fritext (Rad 55 Data)
