Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di12032
source: Country Code.\nISO 3166-1 Alpha 2 Code\nUsed in conjunction with H, 6H, 28L, 29L, 30L, 31L, 32L.
bg: Код на държавата.\nISO 3166-1 Alpha 2 Код\nИзползва се в комбинация с H, 6H, 28L, 29L, 30L, 31L, 32L.
cs: Kód země.\nISO 3166-1 Alpha 2 Kód\nPoužívá se ve spojení s H, 6H, 28L, 29L, 30L, 31L, 32L.
de: Ländercode.\nISO 3166-1 Alpha-2-Code\nVerwendet in Verbindung mit H, 6H, 28L, 29L, 30L, 31L, 32L.
el: Κωδικός Χώρας.\nΚωδικός ISO 3166-1 Alpha 2\nΧρησιμοποιείται σε συνδυασμό με H, 6H, 28L, 29L, 30L, 31L, 32L.
es: Código de País.\nCódigo Alfa 2 ISO 3166-1\nUsado en conjunto con H, 6H, 28L, 29L, 30L, 31L, 32L.
et: Riigikood.\nISO 3166-1 Alpha 2 Kood\nKasutatakse koos H, 6H, 28L, 29L, 30L, 31L, 32L-ga.
fi: Maakoodi.\nISO 3166-1 Alpha 2 Koodi\nKäytetään yhdessä H, 6H, 28L, 29L, 30L, 31L, 32L kanssa.
fr: Code de pays.\nCode Alpha 2 ISO 3166-1\nUtilisé en conjonction avec H, 6H, 28L, 29L, 30L, 31L, 32L.
ga: Cód Tíre.\nCód Alfa 2 ISO 3166-1\nÚsáidte i gcomhar le H, 6H, 28L, 29L, 30L, 31L, 32L.
hr: Kod zemlje.\nISO 3166-1 alfa-2 kod\nKoristi se zajedno s H, 6H, 28L, 29L, 30L, 31L, 32L.
hu: Országkód.\nISO 3166-1 Alpha 2 Kód\nH, 6H, 28L, 29L, 30L, 31L, 32L használata esetén.
is: Landskóði.\nISO 3166-1 Alfa 2 kóði\nNotað í tengslum við H, 6H, 28L, 29L, 30L, 31L, 32L.
it: Codice Paese.\nCodice ISO 3166-1 Alpha 2\nUtilizzato in congiunzione con H, 6H, 28L, 29L, 30L, 31L, 32L.
lt: Šalies kodas.\nISO 3166-1 Alpha 2 kodas\nNaudojama kartu su H, 6H, 28L, 29L, 30L, 31L, 32L.
lv: Valsts Kods.\nISO 3166-1 Alfa 2 Kods\nIzmanto kopā ar H, 6H, 28L, 29L, 30L, 31L, 32L.
mt: Kodiċi tal-Pajjiż.\nISO 3166-1 Alpha 2 Code\nUżat flimkien ma' H, 6H, 28L, 29L, 30L, 31L, 32L.
nl: Landcode.\nISO 3166-1 Alpha 2 Code\nGebruikt in combinatie met H, 6H, 28L, 29L, 30L, 31L, 32L.
no: Landskode.\nISO 3166-1 Alfa 2-kode\nBrukt i forbindelse med H, 6H, 28L, 29L, 30L, 31L, 32L.
pl: Kod kraju.\nKod ISO 3166-1 Alpha 2\nUżywane w połączeniu z H, 6H, 28L, 29L, 30L, 31L, 32L.
pt: Código do País.\nCódigo Alfa 2 ISO 3166-1\nUsado em conjunto com H, 6H, 28L, 29L, 30L, 31L, 32L.
ro: Codul Țării.\nCodul Alfa ISO 3166-1 cu 2 Cifre\nFolosit împreună cu H, 6H, 28L, 29L, 30L, 31L, 32L.
sk: Kód krajiny.\nISO 3166-1 alfa-2 kód\nPoužíva sa v spojení s H, 6H, 28L, 29L, 30L, 31L, 32L.
sl: Koda države.\nISO 3166-1 alfa 2 koda\nUporablja se v povezavi z H, 6H, 28L, 29L, 30L, 31L, 32L.
sv: Landskod.\nISO 3166-1 Alpha 2-kod\nAnvänds tillsammans med H, 6H, 28L, 29L, 30L, 31L, 32L.

# di12033
source: Uniform Resource Locator (URL).\nIncludes all characters that form a URL, including header data such as e.g., http://. Character set as listed in RFC 1738.
bg: Единен ресурсен локатор (URL).\nВключва всички символи, формиращи URL, включително заглавни данни като напр., http://. Набор от символи, както е изброено в RFC 1738.
cs: Uniform Resource Locator (URL).\nObsahuje všechny znaky, které tvoří URL, včetně úvodních dat, jako je např. http://. Znaková sada uvedená v RFC 1738.
de: Uniform Resource Locator (URL).\nBeinhaltet alle Zeichen, die eine URL bilden, einschließlich Header-Daten wie z. B. http://. Zeichensatz wie in RFC 1738 aufgeführt.
el: Ενιαίος Πόρος Δικτύου (URL).\nΠεριλαμβάνει όλους τους χαρακτήρες που αποτελούν ένα URL, συμπεριλαμβανομένων δεδομένων κεφαλίδας όπως π.χ., http://. Σύνολο χαρακτήρων όπως αναφέρεται στο RFC 1738.
es: Localizador de Recursos Uniforme (URL).\nIncluye todos los caracteres que forman una URL, incluidos los datos de encabezado como, por ejemplo, http://. Conjunto de caracteres según lo enumerado en RFC 1738.
et: Ühtne Ressursside Asukoha Näitaja (URL).\nSisaldab kõiki URL-i moodustavaid tähemärke, kaasa arvatud päiseandmed nagu nt http://. Tähemärkide komplekt nagu on loetletud RFC 1738-s.
fi: Yhtenäinen Resurssien Sijainti (URL).\nSisältää kaikki merkit, jotka muodostavat URL:n, mukaan lukien otsikkotiedot, kuten esim., http://. Merkistö kuten RFC 1738:ssa listattu.
fr: Localisateur de ressources uniforme (URL).\nComprend tous les caractères formant une URL, y compris les données d'en-tête telles que, par exemple, http://. Ensemble de caractères tel que répertorié dans le RFC 1738.
ga: Suíomh Acmhainní Aonfhoirmeacha (URL).\nÁirítear gach carachtar a dhéanann URL, lena n-áirítear sonraí ceanntásca mar e.g., http://. Tacar carachtar mar atá liostaithe in RFC 1738.
hr: Uniform Resource Locator (URL).\nUključuje sve znakove koji čine URL, uključujući podatke zaglavlja kao što su npr., http://. Skup znakova kako je navedeno u RFC 1738.
hu: Egységes Erőforrás Helymegjelölő (URL).\nTartalmazza az összes karaktert, amely egy URL-t alkot, beleértve a fejléc adatokat is, mint pl. http://. Karakterkészlet, ahogy az RFC 1738-ban szerepel.
is: Einhver netfang (URL).\nInniheldur alla stafi sem mynda URL, þar með talið hausagögn eins og t.d., http://. Stafasett eins og skráð er í RFC 1738.
it: Localizzatore di Risorse Uniforme (URL).\nInclude tutti i caratteri che formano un URL, inclusi i dati di intestazione come ad es., http://. Set di caratteri come elencato in RFC 1738.
lt: Vieningas išteklių lokatorius (URL).\nApima visus simbolius, sudarančius URL, įskaitant antraštės duomenis, pavyzdžiui, http://. Simbolių rinkinys nurodytas RFC 1738.
lv: Vienotais Resursu Atrašanās Vietas Nosaukums (URL).\nIetver visas rakstzīmes, kas veido URL, ieskaitot galvenes datus, piemēram, http://. Rakstzīmju kopums kā norādīts RFC 1738.
mt: Uniform Resource Locator (URL).\nJinkludi l-karattri kollha li jiffurmaw URL, inklużi d-data tal-header bħal eż., http://. Sett tal-karattri kif elenkat f'RFC 1738.
nl: Uniform Resource Locator (URL).\nBevat alle tekens die een URL vormen, inclusief kopgegevens zoals bijv., http://. Tekenset zoals vermeld in RFC 1738.
no: Uniform Resource Locator (URL).\nInkluderer alle tegn som utgjør en URL, inkludert headerdata som for eksempel, http://. Tegnsett som oppført i RFC 1738.
pl: Lokalizator Zasobów Jednolitych (URL).\nZawiera wszystkie znaki tworzące URL, w tym dane nagłówkowe takie jak np. http://. Zestaw znaków jak w RFC 1738.
pt: Localizador Uniforme de Recursos (URL).\nInclui todos os caracteres que formam uma URL, incluindo dados de cabeçalho como, por exemplo, http://. Conjunto de caracteres conforme listado na RFC 1738.
ro: Localizatorul Uniform de Resurse (URL).\nInclude toate caracterele care formează un URL, inclusiv datele antetului cum ar fi, de ex., http://. Setul de caractere așa cum este listat în RFC 1738.
sk: Uniform Resource Locator (URL).\nZahŕňa všetky znaky, ktoré tvoria URL, vrátane údajov hlavičky, ako napr., http://. Znaková sada uvedená v RFC 1738.
sl: Enotni vir lokatorja (URL).\nVključuje vse znake, ki sestavljajo URL, vključno s podatki glave, kot so npr. http://. Nabor znakov, kot je naveden v RFC 1738.
sv: Uniform Resource Locator (URL).\nInkluderar alla tecken som utgör en URL, inklusive headerdata såsom t.ex., http://. Teckenuppsättning som anges i RFC 1738.
