Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di2025
source: Identification of a Party to a Transaction as defined in ISO 17364, assigned by a holder of a Company Identification Number (CIN) and including the related Issuing Agency Code (IAC) in accordance with ISO/IEC 15459 and its registry, structured as a sequence of 3 concatenated data elements: IAC, followed by CIN, followed by the RTI serial number that is unique within the CIN holder's domain.
bg: Идентификация на страна в транзакция, както е дефинирано в ISO 17364, присвоена от притежател на идентификационен номер на компанията (CIN) и включваща съответния код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459 и неговия регистър, структурирана като поредица от 3 конкатенирани данни елементи: IAC, последвано от CIN, последвано от серийния номер на RTI, който е уникален в рамките на домейна на притежателя на CIN.
cs: Identifikace strany transakce podle definice v ISO 17364, přiřazená držitelem Čísla Identifikace Společnosti (CIN) a zahrnující související Kód Vydávající Agentury (IAC) v souladu s ISO/IEC 15459 a jeho registrem, strukturovaná jako posloupnost 3 spojených datových prvků: IAC, následovaný CIN, následovaný sériovým číslem RTI, které je jedinečné v rámci domény držitele CIN.
de: Identifizierung einer Partei zu einer Transaktion, wie in ISO 17364 definiert, zugewiesen von einem Inhaber einer Unternehmensidentifikationsnummer (CIN) und einschließlich des zugehörigen Ausstellenden Agenturcodes (IAC) gemäß ISO/IEC 15459 und seinem Register, strukturiert als eine Folge von 3 verketteten Datenelementen: IAC, gefolgt von CIN, gefolgt von der RTI-Seriennummer, die innerhalb des Bereichs des CIN-Inhabers eindeutig ist.
el: Ταυτοποίηση Μέρους σε Συναλλαγή όπως ορίζεται στο ISO 17364, ανατεθειμένη από κάτοχο Αριθμού Ταυτοποίησης Εταιρείας (CIN) και περιλαμβάνει τον σχετικό Κωδικό Εκδότη Υπηρεσίας (IAC) σύμφωνα με το ISO/IEC 15459 και το μητρώο του, δομημένο ως μια ακολουθία 3 συνεχόμενων στοιχείων δεδομένων: IAC, ακολουθούμενο από CIN, ακολουθούμενο από τον σειριακό αριθμό RTI που είναι μοναδικός εντός του τομέα του κατόχου CIN.
es: Identificación de una Parte en una Transacción según se define en ISO 17364, asignada por un titular de un Número de Identificación de Compañía (CIN) e incluyendo el Código de Agencia Emisora (IAC) relacionado de acuerdo con ISO/IEC 15459 y su registro, estructurado como una secuencia de 3 elementos de datos concatenados: IAC, seguido por CIN, seguido por el número de serie RTI que es único dentro del dominio del titular del CIN.
et: Tehingu osapoole identifitseerimine, nagu on määratletud ISO 17364-s, mille on määranud ettevõtte identifitseerimisnumbri (CIN) omanik ja mis sisaldab seotud väljaandva asutuse koodi (IAC) vastavalt ISO/IEC 15459-le ja selle registri struktuur, mis koosneb 3 järjestikusest andmeelemendist: IAC, millele järgneb CIN, millele järgneb RTI seerianumber, mis on unikaalne CIN omaniku domeenis.
fi: Transaktion osapuolen tunnistaminen ISO 17364:n mukaisesti, jonka yritystunnusnumeron (CIN) haltija on määrittänyt ja joka sisältää liittyvän Myöntävän Viranomaisen Koodin (IAC) ISO/IEC 15459:n ja sen rekisterin mukaisesti, rakenteena kolmen yhdistetyn datan elementin sarja: IAC, seurattuna CIN:llä, seurattuna RTI-sarjanumerolla, joka on yksilöllinen CIN:n haltijan alueella.
fr: Identification d'une Partie à une Transaction telle que définie dans l'ISO 17364, attribuée par un détenteur d'un Numéro d'Identification d'Entreprise (CIN) et incluant le Code d'Agence Émettrice (IAC) conformément à l'ISO/IEC 15459 et à son registre, structuré comme une séquence de 3 éléments de données concaténés : IAC, suivi par CIN, suivi par le numéro de série RTI unique dans le domaine du détenteur du CIN.
ga: Aitheantas Páirtí chuig Idirbheart mar a shainmhínítear in ISO 17364, a shanntar ag sealbhó ir Uimhir Aitheantais Cuideachta (CIN) agus lena n-áirítear an Cód Gníomhaireachta Eisithe (IAC) de réir ISO/IEC 15459 agus a chlárlann, struchtúrtha mar shraith de 3 eilimintí sonraí comhcheangailte: IAC, ina dhiaidh sin CIN, ina dhiaidh sin uimhir shraithuimhir RTI atá uathúil laistigh de réimse sealbhóir an CIN.
hr: Identifikacija stranke transakciji kako je definirano u ISO 17364, dodijeljeno od strane nositelja broja identifikacije tvrtke (CIN) i uključujući povezani Kod izdavajuće agencije (IAC) u skladu s ISO/IEC 15459 i njegovim registrom, strukturirano kao niz od 3 spojena podatkovna elementa: IAC, nakon čega slijedi CIN, nakon čega slijedi serijski broj RTI koji je jedinstven unutar domene nositelja CIN-a.
hu: Egy tranzakcióhoz tartozó fél azonosítása az ISO 17364 szerint, egy Cégazonosító Szám (CIN) birtokosa által kijelölve, beleértve a kapcsolódó Kiadói Ügynökség Kódot (IAC) az ISO/IEC 15459 szerint és annak nyilvántartását, 3 összefűzött adatelemként strukturálva: IAC, majd CIN, majd az RTI sorozatszám, amely egyedi a CIN birtokosának tartományában.
is: Auðkenning aðila að viðskiptum eins og skilgreint í ISO 17364, úthlutað af eiganda Fyrirtækisauðkennisnúmers (CIN) og inniheldur viðkomandi Útgáfustofnunarkóða (IAC) í samræmi við ISO/IEC 15459 og skrá sína, uppbyggt sem röð af 3 samsettum gagnaeiningum: IAC, fylgt af CIN, fylgt af RTI raðnúmeri sem er einstakt innan CIN eiganda sviðsins.
it: Identificazione di una Parte in una Transazione come definito in ISO 17364, assegnato da un titolare di un Numero di Identificazione Aziendale (CIN) e includendo il relativo Codice dell'Agenzia di Emissione (IAC) in conformità con ISO/IEC 15459 e il suo registro, strutturato come una sequenza di 3 elementi di dati concatenati: IAC, seguito da CIN, seguito dal numero di serie RTI che è unico all'interno del dominio del titolare del CIN.
lt: Šalies paskirtos įmonės identifikavimas pagal ISO 17364, priskirtas turėtojo Įmonės Identifikavimo Numerio (CIN) ir įskaitant susijusį Išdavimo Agentūros Kodą (IAC) pagal ISO/IEC 15459 ir jo registrą, struktūrizuotas kaip 3 susietų duomenų elementų seka: IAC, po to CIN, po to RTI serijos numeris, kuris yra unikalus per CIN turėtojo domeną.
lv: Transakcijas pušu identifikācija, kā definēts ISO 17364, piešķirta ar Uzņēmuma Identifikācijas Numura (CIN) turētāja un ietverot saistīto Izdošanas Aģentūras Kodu (IAC) saskaņā ar ISO/IEC 15459 un tā reģistru, strukturēts kā 3 secīgi savienotu datu elementu virkne: IAC, kam seko CIN, kam seko RTI sērijas numurs, kas ir unikāls CIN turētāja domēnā.
mt: Identifikazzjoni ta' Parti għal Tranżazzjoni kif definit f'ISO 17364, assenjat minn detentur ta' Numru ta' Identifikazzjoni tal-Kumpanija (CIN) u inkluż il-Kodiċi tal-Aġenzija li Toħroġ (IAC) skont ISO/IEC 15459 u r-reġistru tiegħu, strutturat bħala sekwenza ta' 3 elementi tad-data konkatenati: IAC, segwit minn CIN, segwit min-numru tas-serje RTI li huwa uniku fid-dominju tad-detentur tal-CIN.
nl: Identificatie van een Partij bij een Transactie zoals gedefinieerd in ISO 17364, toegewezen door een houder van een Bedrijfsidentificatienummer (CIN) en inclusief de gerelateerde Uitgevende Instantiecode (IAC) in overeenstemming met ISO/IEC 15459 en het register ervan, gestructureerd als een reeks van 3 aaneengeschakelde gegevenselementen: IAC, gevolgd door CIN, gevolgd door het RTI serienummer dat uniek is binnen het domein van de CIN-houder.
no: Identifikasjon av en Part til en Transaksjon som definert i ISO 17364, tildelt av en innehaver av et Selskaps Identifikasjonsnummer (CIN) og inkludert det relaterte Utstedende Byrå Koden (IAC) i samsvar med ISO/IEC 15459 og dets register, strukturert som en sekvens av 3 sammenkoblede dataelementer: IAC, fulgt av CIN, fulgt av RTI serienummeret som er unikt innen CIN innehaverens domene.
pl: Identyfikacja strony transakcji zdefiniowanej w ISO 17364, przypisana przez posiadacza numeru identyfikacyjnego firmy (CIN) i zawierająca powiązany kod agencji wydającej (IAC) zgodnie z ISO/IEC 15459 i jego rejestrem, strukturyzowana jako sekwencja 3 połączonych elementów danych: IAC, po którym następuje CIN, po którym następuje numer seryjny RTI, który jest unikalny w domenie posiadacza CIN.
pt: Identificação de uma Parte em uma Transação conforme definido na ISO 17364, atribuído por um detentor de um Número de Identificação da Empresa (CIN) e incluindo o Código da Agência Emissora (IAC) de acordo com a ISO/IEC 15459 e seu registro, estruturado como uma sequência de 3 elementos de dados concatenados: IAC, seguido por CIN, seguido pelo número de série RTI que é único dentro do domínio do detentor do CIN.
ro: Identificarea unei Părți la o Tranzacție așa cum este definit în ISO 17364, atribuită de un deținător al unui Număr de Identificare a Companiei (CIN) și incluzând Codul Agenției Emitente (IAC) în conformitate cu ISO/IEC 15459 și registrul său, structurat ca o secvență de 3 elemente de date concatenate: IAC, urmat de CIN, urmat de numărul de serie RTI care este unic în domeniul deținătorului CIN.
sk: Identifikácia strany transakcie podľa ISO 17364, pridelená držiteľom čísla identifikácie spoločnosti (CIN) a zahŕňajúca príslušný Kód vydávajúcej agentúry (IAC) v súlade s ISO/IEC 15459 a jeho registrom, štruktúrovaná ako postupnosť 3 konkatenovaných dátových prvkov: IAC, nasledovaný CIN, nasledovaný sériovým číslom RTI, ktoré je jedinečné v rámci domény držiteľa CIN.
sl: Identifikacija stranke transakcije, kot je opredeljeno v ISO 17364, dodeljena s strani imetnika številke identifikacije podjetja (CIN) in vključno z z njim povezano kodo izdajateljske agencije (IAC) v skladu z ISO/IEC 15459 in njenim registrom, strukturirano kot zaporedje 3 zaporednih podatkovnih elementov: IAC, sledi CIN, sledi serijska številka RTI, ki je edinstvena v domeni imetnika CIN.
sv: Identifiering av en Part till en Transaktion enligt definierat i ISO 17364, tilldelad av en innehavare av ett Företagsidentifieringsnummer (CIN) och inkluderar den relaterade Utfärdande Myndighetskoden (IAC) i enlighet med ISO/IEC 15459 och dess register, strukturerad som en sekvens av 3 sammanfogade dataelement: IAC, följt av CIN, följt av RTI-serienumret som är unikt inom CIN-innehavarens domän.

# di2026
source: Unique Returnable Transport Item Identifier comprised of a sequence of 5 data elements: 'IAC', followed by 'CIN', followed by 'RTI Number' (RTIN), followed by the '+' character, followed by the supplier assigned (or managed) 'RTI Serial Number' (RTISN) that is globally unique within the CIN holder's domain; in the format IAC CIN RTIN + RTISN (spaces added for visual clarity only; they are not part of the data). See Annex C.11.
bg: Уникален идентификатор на връщаем транспортен артикул, състоящ се от поредица от 5 данни елемента: 'IAC', последван от 'CIN', последван от 'Номер на RTI' (RTIN), последван от знака '+', последван от серийния номер на RTI (RTISN), присвоен от доставчика или управляван от него, който е глобално уникален в рамките на домейна на притежателя на CIN; във формат IAC CIN RTIN + RTISN (пространствата са добавени за визуална яснота само; те не са част от данните). Вижте Приложение C.11.
cs: Jedinečný identifikátor vratného dopravního prvku zahrnující posloupnost 5 datových prvků: 'IAC', následovaný 'CIN', následovaný 'Číslem RTI' (RTIN), následovaný znakem '+' , následovaný dodavatelem přiřazeným (nebo spravovaným) 'Sériovým číslem RTI' (RTISN), které je globálně jedinečné v rámci domény držitele CIN; ve formátu IAC CIN RTIN + RTISN (mezery přidány pouze pro vizuální jasnost; nejsou součástí dat). Viz příloha C.11.
de: Eindeutige Rücktransportgegenstand-Kennung, bestehend aus einer Folge von 5 Datenelementen: 'IAC', gefolgt von 'CIN', gefolgt von 'RTI-Nummer' (RTIN), gefolgt vom '+'-Zeichen, gefolgt von der vom Lieferanten zugewiesenen (oder verwalteten) 'RTI-Seriennummer' (RTISN), die global eindeutig innerhalb des Bereichs des CIN-Inhabers ist; im Format IAC CIN RTIN + RTISN (Leerzeichen nur zur visuellen Klarheit hinzugefügt; sie sind nicht Teil der Daten). Siehe Anhang C.11.
el: Μοναδικός Παγκόσμιος Αναγνωριστικός Αριθμός Μεταφορικού Επιστρεπτέου Αντικειμένου που αποτελείται από μια ακολουθία 5 στοιχείων δεδομένων: 'IAC', ακολουθούμενο από 'CIN', ακολουθούμενο από 'Αριθμό RTI' (RTIN), ακολουθούμενο από τον χαρακτήρα '+', ακολουθούμενο από τον αριθμό σειράς 'RTI Serial Number' (RTISN) που έχει ανατεθεί (ή διαχειρίζεται) από τον προμηθευτή και είναι παγκοσμίως μοναδικός εντός του τομέα του κατόχου CIN· στη μορφή IAC CIN RTIN + RTISN (οι κενές θέσεις προστέθηκαν για οπτική σαφήνεια μόνο· δεν αποτελούν μέρος των δεδομένων). Βλέπε Παράρτημα C.11.
es: Identificador Único de Artículo de Transporte Retornable compuesto por una secuencia de 5 elementos de datos: 'IAC', seguido por 'CIN', seguido por 'Número RTI' (RTIN), seguido por el carácter '+', seguido por el número de serie RTI asignado (o gestionado) por el proveedor que es globalmente único dentro del dominio del titular del CIN; en el formato IAC CIN RTIN + RTISN (espacios añadidos solo para claridad visual; no forman parte de los datos). Ver Anexo C.11.
et: Unikaalne tagastatava transpordiüksuse identifikaator, mis koosneb 5 andmeelemendi jadast: 'IAC', millele järgneb 'CIN', millele järgneb 'RTI number' (RTIN), millele järgneb '+' märk, millele järgneb tarnija määratud (või haldatud) 'RTI seerianumber' (RTISN), mis on ülemaailmselt unikaalne CIN omaniku domeenis formaadis IAC CIN RTIN + RTISN (ruumid lisatud ainult visuaalse selguse huvides; need ei kuulu andmete hulka). Vaata Lisa C.11.
fi: Yksilöllinen palautettava kuljetusvälineen tunniste, joka koostuu viiden datan elementin sarjasta: 'IAC', seurattuna 'CIN':llä, seurattuna 'RTI-numerolla' (RTIN), seurattuna '+' merkillä, seurattuna toimittajan määrittämällä (tai hallinnoimalla) 'RTI-sarjanumerolla' (RTISN), joka on globaalisti yksilöllinen CIN:n haltijan alueella; muodossa IAC CIN RTIN + RTISN (välilyönnit lisätty visuaalisen selkeyden vuoksi; ne eivät ole osa dataa). Katso Liite C.11.
fr: Identifiant Unique de Transport Retournable composé d'une séquence de 5 éléments de données : 'IAC', suivi par 'CIN', suivi par 'Numéro RTI' (RTIN), suivi par le caractère '+' , suivi par le 'Numéro de Série RTI' (RTISN) assigné (ou géré) par le fournisseur et qui est globalement unique dans le domaine du détenteur du CIN; dans le format IAC CIN RTIN + RTISN (espaces ajoutés uniquement pour la clarté visuelle; ils ne font pas partie des données). Voir l'Annexe C.11.
ga: Aitheantas Uathúil Iompair In-aisíoctha a chuimsíonn sraith de 5 eilimintí sonraí: 'IAC', ina dhiaidh sin 'CIN', ina dhiaidh sin 'Uimhir RTI' (RTIN), ina dhiaidh sin an carachtar '+', ina dhiaidh sin an uimhir shraithuimhir RTI a shanntar ag an soláthraí (nó a bhainistítear) atá go domhanda uathúil laistigh de réimse sealbhóir an CIN; sa fhormáid IAC CIN RTIN + RTISN (cuirtear spásanna le haghaidh soiléire amhairc; ní cuid den sonra iad). Féach Iarscríbhinn C.11.
hr: Jedinstveni identifikator povratnog prijevoznog sredstva sastoji se od niza od 5 podatkovnih elemenata: 'IAC', nakon čega slijedi 'CIN', nakon čega slijedi 'Broj RTI' (RTIN), nakon čega slijedi znak '+', nakon čega slijedi dodijeljeni (ili upravljani) serijski broj 'RTI' (RTISN) koji je globalno jedinstven unutar domene nositelja CIN-a; u formatu IAC CIN RTIN + RTISN (prostori dodani radi vizualne jasnoće samo; nisu dio podataka). Vidi Dodatak C.11.
hu: Egyedi Visszaváltható Szállítási Tétel Azonosító öt adatelemből álló sorozatban: 'IAC', majd 'CIN', majd 'RTI Szám' (RTIN), majd a '+' karakter, majd a szállító által kijelölt (vagy kezelt) 'RTI Sorozatszám' (RTISN), amely globálisan egyedi a CIN birtokosának tartományában; a formátumban IAC CIN RTIN + RTISN (a vizuális tisztaság érdekében hozzáadott szóközökkel; nem részei az adatnak). Lásd Melléklet C.11.
is: Einstakt endurhæft flutningstæki auðkenni samanstendur af röð af 5 gagnaeiningum: 'IAC', fylgt af 'CIN', fylgt af 'RTI Númer' (RTIN), fylgt af plús tákninu '+', fylgt af birgja úthlutaðu (eða stjórnaðu) 'RTI Raðnúmeri' (RTISN) sem er alþjóðlega einstakt innan CIN eiganda sviðsins; á formi IAC CIN RTIN + RTISN (bil sett inn fyrir sjónræna skýrleika einungis; þau eru ekki hluti af gögnunum). Sjá Viðauka C.11.
it: Identificatore Unico di Trasporto Ritornabile composto da una sequenza di 5 elementi di dati: 'IAC', seguito da 'CIN', seguito da 'Numero RTI' (RTIN), seguito dal carattere '+', seguito dal numero di serie RTI assegnato (o gestito) dal fornitore che è globalmente unico all'interno del dominio del titolare del CIN; nel formato IAC CIN RTIN + RTISN (gli spazi aggiunti solo per chiarezza visiva; non fanno parte dei dati). Vedi Allegato C.11.
lt: Unikalus grąžinamo transporto priemonės elemento identifikatorius sudarytas iš 5 duomenų elementų sekos: 'IAC', po to 'CIN', po to 'RTI numeris' (RTIN), po to '+' simbolis, po to tiekėjo paskirtas (arba valdomas) 'RTI serijos numeris' (RTISN), kuris yra globaliai unikalus per CIN turėtojo domeną formatu IAC CIN RTIN + RTISN (tarpai pridėti tik vizualinei aiškumui; jie nėra duomenų dalis). Žr. Priedą C.11.
lv: Unikāls Atkārtoti Izmantojama Transporta Preces Identifikators, kas sastāv no 5 datu elementu virknes: 'IAC', kam seko 'CIN', kam seko 'RTI Numurs' (RTIN), kam seko '+' simbols, kam seko piegādātāja piešķirts (vai pārvaldīts) 'RTI Sērijas Numurs' (RTISN), kas ir globāli unikāls CIN turētāja domēnā formātā IAC CIN RTIN + RTISN (atstarpes pievienotas tikai vizuālai skaidrībai; tās nav daļa no datiem). Skatīt Pielikumu C.11.
mt: Identifikatur Uniku ta' Oġġett tat-Trasport li Jista' Jerġa' Jintuża magħmul minn sekwenza ta' 5 elementi tad-data: 'IAC', segwit minn 'CIN', segwit min-Numru 'RTIN' (RTIN), segwit mill-karattru '+', segwit min-numru tas-serje 'RTISN' (RTISN) assenjat (jew immaniġġjat) mill-fornitur li huwa globalment uniku fid-dominju tad-detentur tal-CIN; fil-format IAC CIN RTIN + RTISN (ispazji miżjuda għall-ċarezza viżiva biss; m'humiex parti mid-data). Ara l-Anness C.11.
nl: Unieke Retourneerbare Transport Item Identificator bestaande uit een reeks van 5 gegevenselementen: 'IAC', gevolgd door 'CIN', gevolgd door 'RTI Nummer' (RTIN), gevolgd door het '+' teken, gevolgd door het door de leverancier toegewezen (of beheerde) 'RTI Serienummer' (RTISN) dat wereldwijd uniek is binnen het domein van de CIN-houder; in het formaat IAC CIN RTIN + RTISN (spaties toegevoegd voor visuele duidelijkheid; ze maken geen deel uit van de gegevens). Zie Bijlage C.11.
no: Unik Returbar Transportelement Identifikator bestående av en sekvens av 5 dataelementer: 'IAC', fulgt av 'CIN', fulgt av 'RTI Nummer' (RTIN), fulgt av '+' tegnet, fulgt av leverandørtildelt (eller forvaltet) 'RTI Serienummer' (RTISN) som er globalt unikt innen CIN innehaverens domene; i formatet IAC CIN RTIN + RTISN (mellomrom lagt til for visuell klarhet; de er ikke en del av dataene). Se Vedlegg C.11.
pl: Unikalny identyfikator zwrotnego przedmiotu transportowego składający się z sekwencji 5 elementów danych: 'IAC', po którym następuje 'CIN', po którym następuje 'Numer RTI' (RTIN), po którym następuje znak '+', po którym następuje przypisany przez dostawcę (lub zarządzany) 'Numer seryjny RTI' (RTISN), który jest globalnie unikalny w domenie posiadacza CIN; w formacie IAC CIN RTIN + RTISN (spacje dodane tylko dla lepszej czytelności; nie są częścią danych). Zobacz załącznik C.11.
pt: Identificador Único de Item de Transporte Retornável composto por uma sequência de 5 elementos de dados: 'IAC', seguido por 'CIN', seguido por 'Número RTI' (RTIN), seguido pelo caractere '+', seguido pelo número de série RTI (RTISN) atribuído (ou gerenciado) pelo fornecedor que é globalmente único dentro do domínio do detentor do CIN; no formato IAC CIN RTIN + RTISN (espaços adicionados apenas para clareza visual; eles não fazem parte dos dados). Veja o Anexo C.11.
ro: Identificatorul Unic de Transport Returnabil alcătuit dintr-o secvență de 5 elemente de date: 'IAC', urmat de 'CIN', urmat de 'Numărul RTI' (RTIN), urmat de caracterul '+', urmat de numărul de serie RTI atribuit (sau gestionat) de furnizor care este unic global în domeniul deținătorului CIN; în formatul IAC CIN RTIN + RTISN (spațiile adăugate pentru claritate vizuală numai; ele nu fac parte din date). Vezi Anexa C.11.
sk: Jedinečný identifikátor vrátiteľnej prepravnej položky (RTI) zložený z postupnosti 5 dátových prvkov: 'IAC', nasledovaný 'CIN', nasledovaný 'Číslo RTI' (RTIN), nasledovaný znakom '+', nasledovaný sériovým číslom RTI prideleným (alebo spravovaným) dodávateľom, ktoré je globálne jedinečné v rámci domény držiteľa CIN; vo formáte IAC CIN RTIN + RTISN (medzery pridané len pre vizuálnu jasnosť; nie sú súčasťou údajov). Pozri prílohu C.11.
sl: Edinstvena identifikacijska številka vračljivega transportnega sredstva, sestavljena iz zaporedja 5 podatkovnih elementov: 'IAC', sledi 'CIN', sledi 'Številka RTI' (RTIN), sledi znak '+', sledi dobaviteljeva dodeljena (ali upravljana) 'Serijska številka RTI' (RTISN), ki je globalno edinstvena v domeni imetnika CIN; v formatu IAC CIN RTIN + RTISN (prostori dodani samo za vizualno jasnost; niso del podatkov). Glej Dodatek C.11.
sv: Unik Identifierare för Återanvändbart Transportföremål bestående av en sekvens av 5 dataelement: 'IAC', följt av 'CIN', följt av 'RTI-nummer' (RTIN), följt av tecknet '+', följt av leverantörtilldelat (eller hanterat) 'RTI-serienummer' (RTISN) som är globalt unikt inom CIN-innehavarens domän; i formatet IAC CIN RTIN + RTISN (mellanslag tillagda enbart för visuell klarhet; de är inte en del av datan). Se Bilaga C.11.
