Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di4024
source: Qualified Date, comprising the concatenation of:\n- an ISO/IEC 15459 issuing agency code;\n- a date qualifier conforming to the specifications of that issuing agency;\n- a date whose format and interpretation comply with the specifications of the issuing agency for that date qualifier.
bg: Квалифицирана дата, състояща се от конкатенация на:\n- код на издаваща агенция ISO/IEC 15459;\n- квалификатор на дата, съответстващ на спецификациите на тази издаваща агенция;\n- дата, чийто формат и тълкуване съответстват на спецификациите на издаващата агенция за този квалификатор на дата.
cs: Kvalifikované datum, skládající se ze spojení:\n- kódu vydávající agentury ISO/IEC 15459;\n- kvalifikátoru data v souladu se specifikacemi této vydávající agentury;\n- data, jehož formát a interpretace jsou v souladu se specifikacemi této vydávající agentury pro tento kvalifikátor data.
de: Qualifiziertes Datum, bestehend aus der Verkettung von:\n- einem ISO/IEC 15459 Ausstellungsagenturcode;\n- einem Datumsqualifikator, der den Spezifikationen dieser Ausstellungsagentur entspricht;\n- einem Datum, dessen Format und Interpretation den Spezifikationen der Ausstellungsagentur für diesen Datumsqualifikator entsprechen.
el: Προσόντα Ημερομηνία, που αποτελείται από τη συνένωση των:\n- ενός κωδικού εκδότη ISO/IEC 15459;\n- ενός προσόντος ημερομηνίας που συμμορφώνεται με τις προδιαγραφές εκείνου του εκδότη;\n- μιας ημερομηνίας της οποίας η μορφή και η ερμηνεία συμμορφώνονται με τις προδιαγραφές του εκδότη για εκείνο το προσόντο ημερομηνίας.
es: Fecha Calificada, compuesta por la concatenación de:\n- un código de agencia emisora ISO/IEC 15459;\n- un calificador de fecha conforme a las especificaciones de esa agencia emisora;\n- una fecha cuyo formato e interpretación cumplen con las especificaciones de la agencia emisora para ese calificador de fecha.
et: Kvalifitseeritud kuupäev, koosneb:\n- ISO/IEC 15459 väljaandva asutuse koodist;\n- kuupäeva kvalifikaatorist, mis vastab selle väljaandva asutuse spetsifikatsioonidele;\n- kuupäevast, mille formaat ja tõlgendus vastavad väljaandva asutuse spetsifikatsioonidele selle kuupäeva kvalifikaatori jaoks.
fi: Pätevä päivämäärä, joka koostuu:\n- ISO/IEC 15459 myöntävän viraston koodista;\n- päivämäärän määritelmästä, joka noudattaa kyseisen viraston määrityksiä;\n- päivämäärästä, jonka muoto ja tulkinta noudattavat viraston määrityksiä kyseiselle päivämäärän määritelmälle.
fr: Date Qualifiée, comprenant la concaténation de :\n- un code d'agence émettrice ISO/IEC 15459 ;\n- un qualificateur de date conforme aux spécifications de cette agence émettrice ;\n- une date dont le format et l'interprétation sont conformes aux spécifications de l'agence émettrice pour ce qualificateur de date.
ga: Dáta Cáilithe, ag comhdhéanamh de:\n- cód eisitheora ISO/IEC 15459;\n- cáilíochtóir dáta de réir shonraíochtaí an eisitheora sin;\n- dáta a bhfuil a fhormáid agus a léirmhíniú ag cloí le sonraíochtaí an eisitheora sin don cháilíochtóir dáta sin.
hr: Kvalificirani datum, koji se sastoji od spoja:\n- koda izdavatelja prema ISO/IEC 15459;\n- kvalifikatora datuma koji se usklađuje sa specifikacijama tog izdavatelja;\n- datuma čiji format i tumačenje su u skladu sa specifikacijama izdavatelja za taj kvalifikator datuma.
hu: Minősített Dátum, a következők konkatenációja:\n- egy ISO/IEC 15459 kiadói ügynökségi kód;\n- egy dátumminősítő, amely megfelel az adott kiadói ügynökség specifikációinak;\n- egy dátum, amelynek formátuma és értelmezése megfelel az adott kiadói ügynökség specifikációinak az adott dátumminősítőre vonatkozóan.
is: Hæf Dagsetning, sem samanstendur af:\n- útgáfustofnunarkóða ISO/IEC 15459;\n- dagsetningarkvóta í samræmi við tilgreiningar þeirrar útgáfustofnunar;\n- dagsetningu sem format og túlkun eru í samræmi við tilgreiningar þeirrar útgáfustofnunar fyrir þann dagsetningarkvóta.
it: Data Qualificata, composta dalla concatenazione di:\n- un codice dell'agenzia emittente ISO/IEC 15459;\n- un qualificatore di data conforme alle specifiche di tale agenzia emittente;\n- una data il cui formato e interpretazione sono conformi alle specifiche dell'agenzia emittente per quel qualificatore di data.
lt: Kvalifikuota data, susidedanti iš:\n- ISO/IEC 15459 išdavimo agentūros kodo;\n- datos kvalifikatoriaus, atitinkančio tos išdavimo agentūros specifikacijas;\n- datos, kurios formatas ir interpretacija atitinka tos išdavimo agentūros specifikacijas šiam datos kvalifikatoriui.
lv: Kvalificēts Datums, kas sastāv no konkatenācijas:\n- ISO/IEC 15459 izdošanas aģentūras kods;\n- datuma kvalifikators, kas atbilst šīs izdošanas aģentūras specifikācijām;\n- datums, kura formāts un interpretācija atbilst izdošanas aģentūras specifikācijām attiecīgajam datuma kvalifikatoram.
mt: Data Kwalifikata, li tikkonsisti f'konkatenazzjoni ta':\n- kodiċi tal-aġenzija li toħroġ skont ISO/IEC 15459;\n- kwalifikatur tad-data li jikkonforma mas-speċifikazzjonijiet ta' dik l-aġenzija;\n- data li l-format u l-interpretazzjoni tagħha jikkonformaw mas-speċifikazzjonijiet ta' dik l-aġenzija għal dak il-kwalifikatur tad-data.
nl: Gekwalificeerde Datum, bestaande uit de aaneenschakeling van:\n- een ISO/IEC 15459 uitgevende instantiecode;\n- een datumkwalificatie conform de specificaties van die uitgevende instantie;\n- een datum waarvan het formaat en de interpretatie overeenkomen met de specificaties van de uitgevende instantie voor die datumkwalificatie.
no: Kvalifisert Dato, bestående av sammensetningen:\n- en ISO/IEC 15459 utstedende byråkode;\n- en datokvalifikator i samsvar med spesifikasjonene til det utstedende byrået;\n- en dato hvis format og tolkning overholder spesifikasjonene til det utstedende byrået for den datokvalifikatoren.
pl: Kwalifikowana data, składająca się z konkatenacji:\n- kodu wydającego ISO/IEC 15459;\n- kwalifikatora daty zgodnego ze specyfikacjami tego wydającego;\n- daty, której format i interpretacja są zgodne ze specyfikacjami wydającego dla tego kwalifikatora daty.
pt: Data Qualificada, composta pela concatenação de:\n- um código da agência emissora ISO/IEC 15459;\n- um qualificador de data conforme as especificações dessa agência emissora;\n- uma data cujo formato e interpretação estão de acordo com as especificações da agência emissora para esse qualificador de data.
ro: Data Calificată, constând în concatenarea:\n- unui cod de agenție de emitere ISO/IEC 15459;\n- unui calificator de dată conform cu specificațiile acelei agenții de emitere;\n- unei date ale cărei format și interpretare se conformează cu specificațiile agenției emitente pentru acel calificator de dată.
sk: Kvalifikovaný dátum, zložený z:\n- kódu vydávajúcej agentúry ISO/IEC 15459;\n- kvalifikátora dátumu v súlade so špecifikáciami danej vydávajúcej agentúry;\n- dátumu, ktorého formát a interpretácia sú v súlade so špecifikáciami danej vydávajúcej agentúry pre daný kvalifikátor dátumu.
sl: Kvalificiran datum, ki obsega združitev:\n- kode izdajateljske agencije ISO/IEC 15459;\n- kvalifikatorja datuma, ki je skladen s specifikacijami te izdajateljske agencije;\n- datuma, katerega format in interpretacija sta skladna s specifikacijami te izdajateljske agencije za ta kvalifikator datuma.
sv: Kvalificerat Datum, bestående av sammanfogningen av:\n- en ISO/IEC 15459 utfärdande myndighetskod;\n- en datumkvalificerare som överensstämmer med specifikationerna för den utfärdande myndigheten;\n- ett datum vars format och tolkning överensstämmer med specifikationerna för den utfärdande myndigheten för den datumkvalificeraren.

# di4025
source: Best before date: (YYYYMMDD).\nExample: 25D20170202 = February 2, 2017
bg: Срок на годност: (YYYYMMDD).\nПример: 25D20170202 = 2 февруари 2017
cs: Datum spotřeby: (YYYYMMDD).\nPříklad: 25D20170202 = 2. února 2017
de: Mindesthaltbarkeitsdatum: (JJJJMMTT).\nBeispiel: 25D20170202 = 2. Februar 2017
el: Καλύτερη πριν από την ημερομηνία: (YYYYMMDD).\nΠαράδειγμα: 25D20170202 = 2 Φεβρουαρίου 2017
es: Fecha de mejor consumo: (YYYYMMDD).\nEjemplo: 25D20170202 = 2 de febrero de 2017
et: Parim enne kuupäev: (YYYYMMDD).\nNäide: 25D20170202 = 2. veebruar 2017
fi: Parasta ennen päivämäärä: (YYYYMMDD).\nEsimerkki: 25D20170202 = 2. helmikuuta 2017
fr: Date de péremption : (AAAAMMJJ).\nExemple : 25D20170202 = 2 février 2017
ga: Dáta is Fearr Roimh: (YYYYMMDD).\nSampla: 25D20170202 = 2 Feabhra, 2017
hr: Najbolje upotrijebiti do datuma: (YYYYMMDD).\nPrimjer: 25D20170202 = 2. veljače 2017.
hu: Legjobb fogyasztási időpontig: (YYYYMMDD).\nPélda: 25D20170202 = 2017. február 2.
is: Best fyrir dagsetning: (YYYYMMDD).\nDæmi: 25D20170202 = 2. febrúar 2017
it: Data di scadenza migliore prima di: (YYYYMMDD).\nEsempio: 25D20170202 = 2 Febbraio 2017
lt: Gerai iki datos: (YYYYMMDD).\nPavyzdys: 25D20170202 = 2017 m. vasario 2 d.
lv: Labākais pirms datums: (YYYYMMDD).\nPiemērs: 25D20170202 = 2017. gada 2. februāris
mt: Data tal-aħjar qabel: (YYYYMMDD).\nEżempju: 25D20170202 = 2 ta' Frar, 2017
nl: Ten minste houdbaar tot: (YYYYMMDD).\nVoorbeeld: 25D20170202 = 2 februari 2017
no: Best før dato: (YYYYMMDD).\nEksempel: 25D20170202 = 2. februar 2017
pl: Data najlepszego spożycia: (YYYYMMDD).\nPrzykład: 25D20170202 = 2 lutego 2017
pt: Data de Validade: (YYYYMMDD).\nExemplo: 25D20170202 = 2 de Fevereiro de 2017
ro: Data optimă înainte de: (YYYYMMDD).\nExemplu: 25D20170202 = 2 februarie 2017
sk: Dátum spotreby: (YYYYMMDD).\nPríklad: 25D20170202 = 2. február 2017
sl: Najbolje uporabiti do datuma: (YYYYMMDD).\nPrimer: 25D20170202 = 2. februar 2017
sv: Bäst före datum: (YYYYMMDD).\nExempel: 25D20170202 = 2 februari 2017

# di4026
source: First freeze date (YYYYMMDD).\nThe first freeze date is defined as the date on which products are frozen directly after slaughtering, harvesting, catching or after initial processing.\nExample: 26D20170721 = July 21, 2017.
bg: Дата на първо замразяване (YYYYMMDD).\nПървата дата на замразяване се дефинира като датата, на която продуктите се замразяват директно след клане, беритба, улов или след първоначална обработка.\nПример: 26D20170721 = 21 юли 2017.
cs: Datum prvního mrazení (YYYYMMDD).\nDatum prvního mrazení je definováno jako datum, kdy jsou produkty mrazeny bezprostředně po porážce, sklizni, ulovení nebo po počátečním zpracování.\nPříklad: 26D20170721 = 21. července 2017.
de: Erstes Gefrierdatum (JJJJMMTT).\nDas erste Gefrierdatum wird definiert als das Datum, an dem Produkte direkt nach dem Schlachten, Ernten, Fangen oder nach der ersten Verarbeitung eingefroren werden.\nBeispiel: 26D20170721 = 21. Juli 2017.
el: Ημερομηνία πρώτου παγώματος (YYYYMMDD).\nΗ ημερομηνία πρώτου παγώματος ορίζεται ως η ημερομηνία κατά την οποία τα προϊόντα παγώνονται αμέσως μετά τη σφαγή, τη συγκομιδή, την αλίευση ή μετά την αρχική επεξεργασία.\nΠαράδειγμα: 26D20170721 = 21 Ιουλίου 2017.
es: Primera fecha de congelación (YYYYMMDD).\nLa primera fecha de congelación se define como la fecha en que los productos se congelan directamente después del sacrificio, la cosecha, la captura o después del procesamiento inicial.\nEjemplo: 26D20170721 = 21 de julio de 2017.
et: Esimene külmumiskuupäev (YYYYMMDD).\nEsimene külmumiskuupäev on määratletud kui kuupäev, mil tooted külmuvad vahetult pärast tapmist, koristamist, püüdmist või esmast töötlemist.\nNäide: 26D20170721 = 21. juuli 2017.
fi: Ensimmäisen pakastuspäivämäärä (YYYYMMDD).\nEnsimmäinen pakastuspäivämäärä määritellään päivämääräksi, jolloin tuotteet pakastetaan suoraan teurastuksen, sadonkorjuun, pyynnin tai alkukäsittelyn jälkeen.\nEsimerkki: 26D20170721 = 21. heinäkuuta 2017.
fr: Première date de congélation (AAAAMMJJ).\nLa première date de congélation est définie comme la date à laquelle les produits sont congelés directement après l'abattage, la récolte, la pêche ou après un traitement initial.\nExemple : 26D20170721 = 21 juillet 2017.
ga: Dáta Reoite is Tosaigh (YYYYMMDD).\nSainmhínítear an chéad dáta reo mar an dáta ar reoitear táirgí díreach tar éis dúnmharú, fómhar, gabháil nó tar éis próiseála tosaigh.\nSampla: 26D20170721 = 21 Iúil, 2017.
hr: Datum prvog zamrzavanja (YYYYMMDD).\nDatum prvog zamrzavanja definiran je kao datum na koji su proizvodi izravno zamrznuti nakon klanja, berbe, ulova ili nakon početne obrade.\nPrimjer: 26D20170721 = 21. srpnja 2017.
hu: Első fagyasztási dátum (YYYYMMDD).\nAz első fagyasztási dátumot úgy határozzák meg, mint a termékek vágás, betakarítás, fogás vagy kezdeti feldolgozás utáni közvetlen fagyasztásának dátuma.\nPélda: 26D20170721 = 2017. július 21.
is: Fyrsta frystidagsetning (YYYYMMDD).\nFyrsta frystidagsetning er skilgreind sem dagsetningin þegar vörur eru frystar strax eftir slátrun, uppskeru, veiði eða eftir upphaflega vinnslu.\nDæmi: 26D20170721 = 21. júlí 2017.
it: Prima data di congelamento (YYYYMMDD).\nLa prima data di congelamento è definita come la data in cui i prodotti sono congelati direttamente dopo la macellazione, la raccolta, la cattura o dopo l'elaborazione iniziale.\nEsempio: 26D20170721 = 21 Luglio 2017.
lt: Pirmosios šaldymo datos (YYYYMMDD).\nPirmoji šaldymo data apibrėžiama kaip data, kai produktai šaldomi iškart po žudymo, derliaus nuėmimo, sugavimo ar po pradinio apdorojimo.\nPavyzdys: 26D20170721 = 2017 m. liepos 21 d.
lv: Pirmās saldēšanas datums (YYYYMMDD).\nPirmās saldēšanas datums tiek definēts kā datums, kad produkti tiek sasaldēti tieši pēc nogalināšanas, novākšanas, nozvejas vai pēc sākotnējās apstrādes.\nPiemērs: 26D20170721 = 2017. gada 21. jūlijs.
mt: Data tal-ewwel iffriżar (YYYYMMDD).\nId-data tal-ewwel iffriżar hija definita bħala d-data li fih il-prodotti jiġu ffriżati direttament wara li jkunu maqtula, miġbura, maqbuda jew wara l-ipproċessar inizjali.\nEżempju: 26D20170721 = 21 ta' Lulju, 2017.
nl: Eerste vriesdatum (YYYYMMDD).\nDe eerste vriesdatum wordt gedefinieerd als de datum waarop producten direct na slachting, oogst, vangst of na initiële verwerking worden ingevroren.\nVoorbeeld: 26D20170721 = 21 juli 2017.
no: Første frysedato (YYYYMMDD).\nDen første frysedatoen defineres som datoen da produktene blir frosset direkte etter slakting, høsting, fangst eller etter innledende bearbeiding.\nEksempel: 26D20170721 = 21. juli 2017.
pl: Data pierwszego zamrożenia (YYYYMMDD).\nData pierwszego zamrożenia jest zdefiniowana jako data, w której produkty są zamrażane bezpośrednio po uboju, zbiorach, złowieniu lub po początkowej obróbce.\nPrzykład: 26D20170721 = 21 lipca 2017.
pt: Data do Primeiro Congelamento (YYYYMMDD).\nA data do primeiro congelamento é definida como a data em que os produtos são congelados diretamente após o abate, colheita, captura ou após o processamento inicial.\nExemplo: 26D20170721 = 21 de Julho de 2017.
ro: Prima dată de îngheț (YYYYMMDD).\nPrima dată de îngheț este definită ca data la care produsele sunt înghețate imediat după sacrificare, recoltare, capturare sau după procesarea inițială.\nExemplu: 26D20170721 = 21 iulie 2017.
sk: Dátum prvého zmrazenia (YYYYMMDD).\nDátum prvého zmrazenia je definovaný ako dátum, kedy sú produkty priamo po zabíjaní, zbere, ulovení alebo po počiatočnom spracovaní zamrazené.\nPríklad: 26D20170721 = 21. júl 2017.
sl: Datum prvega zamrzovanja (YYYYMMDD).\nDatum prvega zamrzovanja je opredeljen kot datum, ko so izdelki takoj po zakolu, žetvi, ulovu ali po začetni obdelavi zamrznjeni.\nPrimer: 26D20170721 = 21. julij 2017.
sv: Första frysdagen (YYYYMMDD).\nDen första frysdagen definieras som datumet då produkter fryses direkt efter slakt, skörd, fångst eller efter inledande bearbetning.\nExempel: 26D20170721 = 21 juli 2017.

# di4027
source: Harvest date (YYYYMMDD).\nThe date when an animal was slaughtered or killed, a fish has been harvested, or a crop was harvested.\nExample: 27D20170615 = June 15, 2017.
bg: Дата на беритба (YYYYMMDD).\nДатата, на която е клано животно или убит, риба е уловена, или култура е брана.\nПример: 27D20170615 = 15 юни 2017.
cs: Datum sklizně (YYYYMMDD).\nDatum, kdy bylo zvíře poraženo nebo zabito, ryba ulovena nebo plodina sklizena.\nPříklad: 27D20170615 = 15. června 2017.
de: Erntedatum (JJJJMMTT).\nDas Datum, an dem ein Tier geschlachtet oder getötet wurde, ein Fisch gefangen wurde, oder eine Ernte geerntet wurde.\nBeispiel: 27D20170615 = 15. Juni 2017.
el: Ημερομηνία συγκομιδής (YYYYMMDD).\nΗ ημερομηνία κατά την οποία ένα ζώο σφάγηκε ή σκοτώθηκε, ένα ψάρι αλιεύθηκε, ή μια καλλιέργεια συγκομίστηκε.\nΠαράδειγμα: 27D20170615 = 15 Ιουνίου 2017.
es: Fecha de cosecha (YYYYMMDD).\nLa fecha en que se sacrificó un animal, se cosechó un pez o se cosechó un cultivo.\nEjemplo: 27D20170615 = 15 de junio de 2017.
et: Saagikoristuse kuupäev (YYYYMMDD).\nKuupäev, mil loom tapeti või kala püüti või saak koristati.\nNäide: 27D20170615 = 15. juuni 2017.
fi: Sadonkorjuupäivämäärä (YYYYMMDD).\nPäivämäärä, jolloin eläin teurastettiin tai tapettiin, kala saatiin pyydykseen tai kasvisato korjattiin.\nEsimerkki: 27D20170615 = 15. kesäkuuta 2017.
fr: Date de récolte (AAAAMMJJ).\nLa date à laquelle un animal a été abattu ou tué, un poisson a été pêché, ou une récolte a été faite.\nExemple : 27D20170615 = 15 juin 2017.
ga: Dáta an Fhómhair (YYYYMMDD).\nAn dáta ar maraíodh ainmhí nó ar gabhadh iasc, nó ar fómharadh barra.\nSampla: 27D20170615 = 15 Meitheamh, 2017.
hr: Datum berbe (YYYYMMDD).\nDatum kada je životinja zaklana ili ubijena, riba ulovljena, ili usjev ubran.\nPrimjer: 27D20170615 = lipnja 2017.
hu: Betakarítási Dátum (YYYYMMDD).\nAz a dátum, amikor egy állatot levágtak vagy megöltek, egy halat kifogtak, vagy egy terményt betakarítottak.\nPélda: 27D20170615 = 2017. június 15.
is: Uppskerudagsetning (YYYYMMDD).\nDagsetningin þegar dýr var slátrað eða drepin, fiskur var veiddur, eða uppskera varð.\nDæmi: 27D20170615 = 15. júní 2017.
it: Data di raccolta (YYYYMMDD).\nLa data in cui un animale è stato macellato o ucciso, un pesce è stato raccolto, o un raccolto è stato raccolto.\nEsempio: 27D20170615 = 15 Giugno 2017.
lt: Derliaus nuėmimo data (YYYYMMDD).\nData, kai buvo nuskusta gyvūnas ar žuvis, arba nuimtas augalinis derlius.\nPavyzdys: 27D20170615 = 2017 m. birželio 15 d.
lv: Novākšanas datums (YYYYMMDD).\nDatums, kad tika nogalināta dzīvnieks vai zivs tika nozvejota, vai kultūrauga novākšana.\nPiemērs: 27D20170615 = 2017. gada 15. jūnijs.
mt: Data tal-ħsad (YYYYMMDD).\nId-data meta annimal kien maqtul jew maqbut, ħut ġie maqbud, jew għelejjel ġew miġbura.\nEżempju: 27D20170615 = 15 ta' Ġunju, 2017.
nl: Oogstdatum (YYYYMMDD).\nDe datum waarop een dier werd geslacht of gedood, een vis werd geoogst, of een gewas werd geoogst.\nVoorbeeld: 27D20170615 = 15 juni 2017.
no: Høstdato (YYYYMMDD).\nDatoen da et dyr ble slaktet eller drept, en fisk ble høstet, eller en avling ble høstet.\nEksempel: 27D20170615 = 15. juni 2017.
pl: Data zbioru (YYYYMMDD).\nData, kiedy zwierzę zostało zabite lub zabite, ryba została złowiona, lub uprawa została zebrana.\nPrzykład: 27D20170615 = 15 czerwca 2017.
pt: Data da Colheita (YYYYMMDD).\nA data em que um animal foi abatido ou morto, um peixe foi colhido, ou uma colheita foi colhida.\nExemplo: 27D20170615 = 15 de Junho de 2017.
ro: Data recoltei (YYYYMMDD).\nData când un animal a fost sacrificat sau ucis, un pește a fost recoltat sau o cultură a fost recoltată.\nExemplu: 27D20170615 = 15 iunie 2017.
sk: Dátum zberu (YYYYMMDD).\nDátum, kedy bolo zviera zabité alebo ulovené, ryba bola ulovená alebo bola zberaná úroda.\nPríklad: 27D20170615 = 15. jún 2017.
sl: Datum žetve (YYYYMMDD).\nDatum, ko je bila žival zaklana ali ubita, riba ulovljena, ali ko je bila pridelana zelenjava.\nPrimer: 27D20170615 = 15. junij 2017.
sv: Skörddatum (YYYYMMDD).\nDatumet då ett djur slaktades eller dödades, en fisk har skördats, eller en gröda har skördats.\nExempel: 27D20170615 = 15 juni 2017.
