Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di18005
source: Data in the format and using semantics defined by the holder of a Company Identification Number (CIN) that has been issued by an Issuing Agency Code (IAC) in accordance with ISO/IEC 15459, defined as a sequence of concatenated data elements: IAC, followed by CIN, followed by the separator character ':' (colon) followed by the data in the format and using semantics as defined by the CIN holder.\nNOTE - Only the data syntax rules (if any) as provided by the declared IAC+CIN within each DI '5R' data stream shall be applied to the data following DI 5R+IAC+CIN.4.
bg: Данни във формат и със семантика, дефинирани от притежателя на идентификационен номер на компанията (CIN), който е издаден от код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459, дефиниран като поредица от конкатенирани данни елементи: IAC, последвано от CIN, последвано от разделителен символ ':' (двоеточие), последвано от данните във формат и със семантика, както е дефинирано от притежателя на CIN.\nЗАБЕЛЕЖКА - Само правилата за синтаксис на данните (ако има такива) като се предоставят от декларирания IAC+CIN във всяка данна потока DI '5R' трябва да бъдат приложени към данните, следващи DI 5R+IAC+CIN.4.
cs: Data ve formátu a s použitím sémantiky definovanými držitelem čísla identifikace společnosti (CIN), které bylo vydáno kódem vydávající agentury (IAC) v souladu s ISO/IEC 15459, definované jako sekvence spojených datových prvků: IAC, následované CIN, následované oddělovacím znakem ':' (dvojtečka) následované daty ve formátu a s použitím sémantiky, jak je definováno držitelem CIN.\nPOZNÁMKA - Pouze pravidla syntaxe dat (pokud existují) podle deklarovaného IAC+CIN v každém datovém proudu DI '5R' se mají aplikovat na data následující po DI 5R+IAC+CIN.4.
de: Daten im Format und unter Verwendung der Semantik, die vom Inhaber einer Unternehmensidentifikationsnummer (CIN) definiert wurden, die von einem Ausstellenden Agenturcode (IAC) gemäß ISO/IEC 15459 ausgegeben wurde, definiert als eine Folge von verketteten Datenelementen: IAC, gefolgt von CIN, gefolgt vom Trennzeichen ':' (Doppelpunkt) gefolgt von den Daten im Format und unter Verwendung der Semantik, wie sie vom CIN-Inhaber definiert wurden.\nHINWEIS - Nur die Datensyntaxregeln (falls vorhanden), wie sie vom deklarierten IAC+CIN innerhalb jedes DI '5R'-Datenstroms angegeben werden, sollen auf die Daten nach DI 5R+IAC+CIN angewendet werden.4.
el: Δεδομένα στη μορφή και χρησιμοποιώντας τη σημασιολογία που ορίζεται από τον κάτοχο ενός Αριθμού Αναγνώρισης Εταιρείας (CIN) που έχει εκδοθεί από έναν Κωδικό Εκδότη Οργανισμού (IAC) σύμφωνα με το ISO/IEC 15459, ορίζεται ως μια ακολουθία συνεχόμενων στοιχείων δεδομένων: IAC, ακολουθούμενο από CIN, ακολουθούμενο από τον χαρακτήρα διαχωριστή ':' (άνω και κάτω τελεία) ακολουθούμενο από τα δεδομένα στη μορφή και χρησιμοποιώντας τη σημασιολογία όπως ορίζεται από τον κάτοχο CIN.\nΣΗΜΕΙΩΣΗ - Μόνο οι κανόνες σύνταξης δεδομένων (εάν υπάρχουν) όπως παρέχονται από τον δηλωμένο IAC+CIN εντός κάθε ροής δεδομένων DI '5R' θα πρέπει να εφαρμόζονται στα δεδομένα που ακολουθούν το DI 5R+IAC+CIN.4.
es: Datos en el formato y usando la semántica definida por el titular de un Número de Identificación de Compañía (CIN) que ha sido emitido por un Código de Agencia Emisora (IAC) de acuerdo con ISO/IEC 15459, definido como una secuencia de elementos de datos concatenados: IAC, seguido por CIN, seguido por el carácter separador ':' (dos puntos) seguido por los datos en el formato y usando la semántica como definido por el titular del CIN.\nNOTA - Solo las reglas de sintaxis de datos (si las hay) proporcionadas por el IAC+CIN declarado dentro de cada transmisión de datos DI '5R' se aplicarán a los datos siguientes DI 5R+IAC+CIN.4.
et: Andmed vormingus ja semantikas, mida määratleb Ettevõtte Identifitseerimisnumbri (CIN) omanik, mille on välja andnud Väljaandva Asutuse Kood (IAC) vastavalt ISO/IEC 15459-le, määratletud kui konkateeritud andmeelementide jada: IAC, järgneb CIN, järgneb eraldajamärk ':' (koolon) järgneb andmed vormingus ja semantikas, nagu on määratlenud CIN omanik.\nMÄRKUS - Rakendatavad on ainult andmesüntaksi reeglid (kui neid on), nagu on esitatud iga DI '5R' andmevoos deklareeritud IAC+CIN poolt.
fi: Data muodossa ja semantiikassa, jotka on määritelty Yritystunnusnumeron (CIN) haltijan toimesta, jonka Myöntämisvirastokoodi (IAC) on myöntänyt ISO/IEC 15459:n mukaisesti, koostuen peräkkäisistä yhdistetyistä dataelementeistä: IAC, jonka jälkeen CIN, jonka jälkeen erottimerkki ':' (kaksoispiste) seurattuna datalla muodossa ja semantiikassa, jotka CIN:n haltija on määritellyt.\nHUOM - Vain ilmoitetun IAC+CIN sisältämät mahdolliset datasäännöt tulee soveltaa dataan DI 5R+IAC+CIN jälkeen.
fr: Données dans le format et utilisant la sémantique définie par le détenteur d'un numéro d'identification de l'entreprise (CIN) qui a été émis par un code d'agence d'émission (IAC) conformément à l'ISO/IEC 15459, défini comme une séquence d'éléments de données concaténés : IAC, suivi de CIN, suivi du caractère séparateur ':' (deux-points) suivi des données dans le format et utilisant la sémantique telle que définie par le détenteur du CIN.\nREMARQUE - Seules les règles de syntaxe des données (le cas échéant) telles que fournies par l'IAC+CIN déclaré dans chaque flux de données DI '5R' doivent être appliquées aux données suivant DI 5R+IAC+CIN.4.
ga: Sonraí sa fhormáid agus ag baint úsáide as séimeantaic a shainmhínítear ag sealbhóir Uimhir Aitheantais Cuideachta (CIN) a eisíodh ag Cód Gníomhaireachta Eisithe (IAC) de réir ISO/IEC 15459, sainmhínithe mar shraith d'eilimintí sonraí comhcheangailte: IAC, ina dhiaidh sin CIN, ina dhiaidh sin an carachtar scartha ':' (colún) ina dhiaidh sin na sonraí sa fhormáid agus ag baint úsáide as séimeantaic mar a shainmhínítear ag sealbhóir an CIN.\nNÓTA - Ní chuirfear ach rialacha sintéis sonraí (más ann dóibh) mar a sholáthraítear ag an IAC+CIN fógartha laistigh de gach sruth sonraí DI '5R' i bhfeidhm ar na sonraí ina dhiaidh DI 5R+IAC+CIN.4.
hr: Podaci u formatu i koristeći semantiku definiranu od strane nositelja Broja identifikacije tvrtke (CIN) koji je izdan od strane Kod izdavateljske agencije (IAC) u skladu s ISO/IEC 15459, definirani kao niz konkateniranih podatkovnih elemenata: IAC, slijedi CIN, slijedi separator ':' (dvotočka) slijedi podaci u formatu i koristeći semantiku kako je definirano od strane nositelja CIN.\nNAPOMENA - Samo pravila sintakse podataka (ako ih ima) kako su navedena od strane deklariranog IAC+CIN unutar svakog DI '5R' podatkovnog toka primjenjivat će se na podatke koji slijede DI 5R+IAC+CIN.
hu: Adatok a Cégazonosító Szám (CIN) birtokosa által meghatározott formátumban és szemantikával, amelyet egy Kiadói Ügynökségi Kód (IAC) által az ISO/IEC 15459 szerint kiadott CIN követ, összefűzött adatelemek sorozataként: IAC, majd CIN, majd az elválasztó karakter ':' (kettőspont) követi az adatokat, a CIN birtokosa által meghatározott formátumban és szemantikával.\nMEGJEGYZÉS - Csak az adott IAC+CIN által deklarált adatszintaxis szabályok (ha vannak) alkalmazandók az DI 5R+IAC+CIN utáni adatokra.
is: Gögn á sniði og með merkingu skilgreind af haldara Fyrirtækjaauðkennisnúmers (CIN) sem hefur verið úthlutað af Útgáfustofnunarkóða (IAC) í samræmi við ISO/IEC 15459, skilgreind sem röð samtengdra gagnaþátta: IAC, fylgt af CIN, fylgt af aðskilnaðartákni ':' (tvípunktur) fylgt af gögnunum á sniði og með merkingu eins og skilgreint af CIN haldaranum.\nATH - Aðeins gagnamálfræðireglur (ef einhverjar) sem veittar eru af yfirlýstu IAC+CIN innan hvers DI '5R' gagnastróms skulu beittar á gögnin sem fylgja DI 5R+IAC+CIN.4.
it: Dati nel formato e utilizzando la semantica definita dal titolare di un Numero di Identificazione Aziendale (CIN) che è stato emesso da un Codice dell'Agenzia di Emissione (IAC) in conformità con ISO/IEC 15459, definito come una sequenza di elementi di dati concatenati: IAC, seguito da CIN, seguito dal carattere separatore ':' (due punti) seguito dai dati nel formato e utilizzando la semantica come definito dal titolare del CIN.\nNOTA - Solo le regole di sintassi dei dati (se presenti) come fornite dall'IAC+CIN dichiarato all'interno di ciascun flusso di dati DI '5R' devono essere applicate ai dati successivi DI 5R+IAC+CIN.4.
lt: Duomenys pagal formatą ir semantiką, apibrėžtą kompanijos identifikavimo numerio (CIN), kuris buvo išduotas išdavimo agentūros kodo (IAC) pagal ISO/IEC 15459, turėtojo. Tai yra duomenų elementų, konkatenacijos: IAC, po to CIN, po to skirtuko simbolis ':' (dvitaškis) seka duomenimis pagal formatą ir semantiką, kaip nustatyta CIN turėtojo.\nPASTABA - Tik duomenų sintaksės taisyklės (jei tokios yra) kaip nurodyta deklaruotame IAC+CIN kiekvienoje DI '5R' duomenų sraute, turėtų būti taikomos duomenims, sekantiems po DI 5R+IAC+CIN.4.
lv: Dati formātā un semantikā, ko definē uzņēmuma Identifikācijas Numura (CIN) turētājs, kam ir piešķirts Izdošanas Aģentūras Kods (IAC) saskaņā ar ISO/IEC 15459, definēti kā konkatenētu datu elementu virkne: IAC, seko CIN, seko atdalītāja rakstzīme ':' (kols) seko dati formātā un semantikā kā definējis CIN turētājs.\nPIEZĪME - Tikai datu sintakses noteikumi (ja tādi ir) kā norādīts deklarētajā IAC+CIN katrā DI '5R' datu plūsmā tiks piemēroti datiem, kas seko DI 5R+IAC+CIN.
mt: Data fil-format u bl-użu tas-semantika definiti mid-detentur ta' Numru ta' Identifikazzjoni tal-Kumpanija (CIN) li ġie maħruġ minn Kodiċi tal-Aġenzija li Toħroġ (IAC) skont l-ISO/IEC 15459, definita bħala sekwenza ta' elementi tad-data konkatenati: IAC, segwit minn CIN, segwit mill-karattru separatur ':' (kolon) segwit mid-data fil-format u bl-użu tas-semantika kif definit mid-detentur tal-CIN.\nNOTA - Biss ir-regoli tas-sintassi tad-data (jekk jeżistu) kif provduti mill-IAC+CIN iddikjarat fi kwalunkwe stream tad-data DI '5R' għandhom jiġu applikati għad-data li ġejja wara DI 5R+IAC+CIN.
nl: Gegevens in het formaat en met de semantiek gedefinieerd door de houder van een Bedrijfsidentificatienummer (CIN) dat is uitgegeven door een Uitgevende Instantiecode (IAC) in overeenstemming met ISO/IEC 15459, gedefinieerd als een reeks van aaneengeschakelde gegevenselementen: IAC, gevolgd door CIN, gevolgd door het scheidingsteken ':' (dubbele punt) gevolgd door de gegevens in het formaat en met de semantiek zoals gedefinieerd door de CIN-houder.\nOPMERKING - Alleen de gegevenssyntaxisregels (indien aanwezig) zoals verstrekt door de verklaarde IAC+CIN binnen elke DI '5R' gegevensstroom zullen worden toegepast op de gegevens volgend op DI 5R+IAC+CIN.4.
no: Data i formatet og med semantikken definert av innehaveren av et selskapsidentifikasjonsnummer (CIN) som har blitt utstedt av et utstedende byråkode (IAC) i samsvar med ISO/IEC 15459, definert som en sekvens av sammenkoblede dataelementer: IAC, etterfulgt av CIN, etterfulgt av skilletegnet ':' (kolon) etterfulgt av dataene i formatet og med semantikken som definert av CIN-innehaveren.\nMERK - Bare data syntaksregler (hvis noen) som gitt av det erklærte IAC+CIN innenfor hver DI '5R' datastrøm skal anvendes på dataene som følger etter DI 5R+IAC+CIN.4.
pl: Dane w formacie i z semantyką zdefiniowaną przez posiadacza Numeru Identyfikacji Firmy (CIN), który został wydany przez Kod Agencji Wydającej (IAC) zgodnie z ISO/IEC 15459, zdefiniowane jako sekwencja połączonych elementów danych: IAC, następnie CIN, następnie znak separatora ':' (dwukropek) po którym następują dane w formacie i z semantyką zdefiniowaną przez posiadacza CIN.\nUWAGA - Tylko reguły składni danych (jeśli takie istnieją) dostarczone przez zadeklarowane IAC+CIN w każdym strumieniu danych DI '5R' powinny być stosowane do danych po DI 5R+IAC+CIN.4.
pt: Dados no formato e usando semântica definida pelo detentor de um Número de Identificação da Empresa (CIN) que foi emitido por um Código da Agência Emissora (IAC) de acordo com ISO/IEC 15459, definido como uma sequência de elementos de dados concatenados: IAC, seguido por CIN, seguido pelo caractere separador ':' (dois pontos) seguido pelos dados no formato e usando a semântica conforme definido pelo detentor do CIN.\nNOTA - Apenas as regras de sintaxe de dados (se houver) conforme fornecido pelo IAC+CIN declarado dentro de cada fluxo de dados DI '5R' devem ser aplicadas aos dados seguintes DI 5R+IAC+CIN.4.
ro: Date în formatul și folosind semantica definită de deținătorul unui Număr de Identificare a Companiei (CIN) care a fost emis de un Cod de Agenție de Emitere (IAC) în conformitate cu ISO/IEC 15459, definit ca o secvență de elemente de date concatenate: IAC, urmat de CIN, urmat de caracterul separator ':' (două puncte) urmat de datele în formatul și folosind semantica așa cum este definită de deținătorul CIN.\nNOTĂ - Doar regulile de sintaxă a datelor (dacă există) așa cum sunt furnizate de IAC+CIN declarat în fiecare flux de date DI '5R' vor fi aplicate datelor care urmează DI 5R+IAC+CIN.4.
sk: Dáta vo formáte a s využitím sémantiky definovanej držiteľom čísla identifikácie spoločnosti (CIN), ktoré bolo vydané Kódovou agentúrou (IAC) v súlade s ISO/IEC 15459, definované ako postupnosť konkatenovaných dátových prvkov: IAC, nasledované CIN, nasledované oddeľovacím znakom ':' (dvojbodka) nasledované dátami vo formáte a s využitím sémantiky, ako je definované držiteľom CIN.\nPOZNÁMKA - Na dáta nasledujúce po DI 5R+IAC+CIN sa majú aplikovať len pravidlá syntaxe dát (ak nejaké sú), ako je poskytnuté vyhláseným IAC+CIN v každom prúde dát DI '5R'.
sl: Podatki v formatu in z uporabo semantike, ki jo določi imetnik identifikacijske številke podjetja (CIN), ki je bila izdana s strani kode izdajateljske agencije (IAC) v skladu z ISO/IEC 15459, opredeljeni kot zaporedje konkateniranih podatkovnih elementov: IAC, sledi CIN, sledi ločilni znak ':' (dve točki) sledijo podatki v formatu in z uporabo semantike, kot jih določi imetnik CIN.\nOPOMBA - Samo pravila sintakse podatkov (če sploh obstajajo), kot jih zagotavlja razglašeni IAC+CIN znotraj vsakega podatkovnega toka DI '5R', se uporabljajo za podatke, ki sledijo DI 5R+IAC+CIN.4.
sv: Data i formatet och med semantik definierad av innehavaren av ett Företagsidentifieringsnummer (CIN) som har utfärdats av en Utfärdande Myndighetskod (IAC) i enlighet med ISO/IEC 15459, definierad som en sekvens av sammanfogade dataelement: IAC, följt av CIN, följt av separatorstecknet ':' (kolon) följt av datan i formatet och med semantiken som definieras av CIN-innehavaren.\nOBS - Endast datasyntaxregler (om några) som tillhandahålls av det angivna IAC+CIN inom varje DI '5R' dataström ska tillämpas på datan som följer efter DI 5R+IAC+CIN.4.
