Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di5013
source: The data following DI 13E will be one of the MSL indicators (1, 2, 2a, 3, 4, 5, 5a, 6) as shown in the LEVEL column in Table 5-1 of JEDEC standard IPC/JEDEC J-STD-020E. The Table is shown below for reference only; the currently released version of the referenced standard shall be used to obtain the correct MSL for the actual component. Example: 13E2a
bg: Данните, следващи DI 13E, ще бъдат един от индикаторите за MSL (1, 2, 2a, 3, 4, 5, 5a, 6), показани в колоната LEVEL в Таблица 5-1 от стандарта на JEDEC IPC/JEDEC J-STD-020E. Таблицата е показана по-долу само за справка; актуалната версия на съответния стандарт трябва да бъде използвана за получаване на правилния MSL за конкретния компонент. Пример: 13E2a
cs: Data následující DI 13E budou jedním z indikátorů MSL (1, 2, 2a, 3, 4, 5, 5a, 6) jak je uvedeno ve sloupci ÚROVEŇ v Tabulce 5-1 standardu JEDEC IPC/JEDEC J-STD-020E. Tabulka je uvedena níže pouze pro referenci; aktuálně vydaná verze odkazovaného standardu se musí použít k získání správného MSL pro skutečný komponent. Příklad: 13E2a
de: Die Daten, die DI 13E folgen, werden einer der MSL-Anzeigen (1, 2, 2a, 3, 4, 5, 5a, 6) sein, wie in der Spalte LEVEL in Tabelle 5-1 des JEDEC-Standards IPC/JEDEC J-STD-020E gezeigt. Die Tabelle wird nur zur Referenz gezeigt; die aktuell veröffentlichte Version des referenzierten Standards sollte verwendet werden, um das korrekte MSL für das aktuelle Bauteil zu erhalten. Beispiel: 13E2a
el: Τα δεδομένα που ακολουθούν το DI 13E θα είναι ένας από τους δείκτες MSL (1, 2, 2a, 3, 4, 5, 5a, 6) όπως φαίνονται στη στήλη LEVEL στον Πίνακα 5-1 του προτύπου JEDEC IPC/JEDEC J-STD-020E. Ο Πίνακας παρουσιάζεται παρακάτω μόνο για αναφορά· η τρέχουσα έκδοση του αναφερόμενου προτύπου πρέπει να χρησιμοποιηθεί για την απόκτηση του σωστού MSL για το πραγματικό συστατικό. Παράδειγμα: 13E2a
es: Los datos siguientes al DI 13E serán uno de los indicadores MSL (1, 2, 2a, 3, 4, 5, 5a, 6) como se muestra en la columna NIVEL en la Tabla 5-1 del estándar JEDEC IPC/JEDEC J-STD-020E. La Tabla se muestra a continuación solo como referencia; la versión actualmente publicada del estándar referenciado debe usarse para obtener el MSL correcto para el componente actual. Ejemplo: 13E2a
et: DI 13E-le järgnevad andmed on üks MSL indikaatoritest (1, 2, 2a, 3, 4, 5, 5a, 6), nagu on näidatud veerus LEVEL Tabelis 5-1 JEDEC standardis IPC/JEDEC J-STD-020E. Tabel on näidatud ainult viitamiseks; viidatud standardi praegu välja antud versiooni tuleb kasutada tegeliku komponendi õige MSL saamiseks. Näide: 13E2a
fi: DI 13E:tä seuraavat tiedot ovat yksi MSL-indikaattoreista (1, 2, 2a, 3, 4, 5, 5a, 6), kuten on esitetty taulukon 5-1 TASO-sarakkeessa JEDEC-standaardissa IPC/JEDEC J-STD-020E. Taulukko on esitetty vain viitteenä; viitattuun standardiin viimeksi julkaistua versiota tulee käyttää oikean MSL:n saamiseksi kyseiselle komponentille. Esimerkki: 13E2a
fr: Les données suivant le DI 13E seront l'un des indicateurs MSL (1, 2, 2a, 3, 4, 5, 5a, 6) comme indiqué dans la colonne NIVEAU du Tableau 5-1 de la norme JEDEC IPC/JEDEC J-STD-020E. Le Tableau est montré ci-dessous à titre de référence seulement ; la version actuellement publiée de la norme de référence doit être utilisée pour obtenir le MSL correct pour le composant actuel. Exemple : 13E2a
ga: An leanas tar éis DI 13E beidh ceann de na táscairí MSL (1, 2, 2a, 3, 4, 5, 5a, 6) mar a thaispeántar sa cholún LEVEL i dTábla 5-1 de chaighdeán JEDEC IPC/JEDEC J-STD-020E. Taispeántar an Tábla thíos mar thagartha amháin; ba chóir an leagan is déanaí den chaighdeán tagartha a úsáid chun an MSL ceart don chomhpháirt shonrach a fháil. Sampla: 13E2a
hr: Podaci koji slijede DI 13E bit će jedan od indikatora MSL (1, 2, 2a, 3, 4, 5, 5a, 6) kako je prikazano u stupcu RAZINA u Tablici 5-1 standarda JEDEC IPC/JEDEC J-STD-020E. Tablica je prikazana ispod samo kao referenca; trenutačno objavljena verzija navedenog standarda treba se koristiti za dobivanje točnog MSL za stvarnu komponentu. Primjer: 13E2a
hu: Az adatok a DI 13E után az egyik MSL jelző (1, 2, 2a, 3, 4, 5, 5a, 6) lesznek, ahogy az a JEDEC standard IPC/JEDEC J-STD-020E 5-1. táblázatában a SZINT oszlopban szerepel. A táblázat csak tájékoztatásul szerepel; a hivatkozott standard jelenleg kiadott változatát kell használni a tényleges komponens helyes MSL-jének megszerzéséhez. Példa: 13E2a
is: Gögnin sem fylgja DI 13E verða eitt af MSL vísitölunum (1, 2, 2a, 3, 4, 5, 5a, 6) eins og sýnt er í DÁLKANUM LEVEL í Töflu 5-1 af JEDEC staðli IPC/JEDEC J-STD-020E. Taflan er sýnd hér að neðan aðeins til viðmiðunar; núverandi útgáfa af viðkomandi staðli skal nota til að fá rétta MSL fyrir raunverulega íhluti. Dæmi: 13E2a
it: I dati che seguono il DI 13E saranno uno degli indicatori MSL (1, 2, 2a, 3, 4, 5, 5a, 6) come mostrato nella colonna LIVELLO nella Tabella 5-1 dello standard JEDEC IPC/JEDEC J-STD-020E. La Tabella è mostrata qui solo per riferimento; la versione attualmente rilasciata dello standard di riferimento deve essere utilizzata per ottenere l'MSL corretto per il componente effettivo. Esempio: 13E2a
lt: Duomenys, sekančių po DI 13E, bus vienas iš MSL indikatorių (1, 2, 2a, 3, 4, 5, 5a, 6), kaip parodyta LYGMENS stulpelyje 5-1 lentelėje JEDEC standarte IPC/JEDEC J-STD-020E. Lentelė pateikiama tik informacijai; norint gauti teisingą MSL komponentui, turėtų būti naudojama paskutinė šio standarto versija. Pavyzdys: 13E2a
lv: Datu aiz DI 13E būs viens no MSL indikatoriem (1, 2, 2a, 3, 4, 5, 5a, 6), kā parādīts līmeņa kolonnā Tabulā 5-1 JEDEC standartā IPC/JEDEC J-STD-020E. Tabula ir parādīta tikai kā atsauce; lai iegūtu pareizo MSL konkrētajai komponentei, jāizmanto attiecīgā standarta pašreizējā versija. Piemērs: 13E2a
mt: Id-data li ssegwi DI 13E tkun waħda mill-indikaturi MSL (1, 2, 2a, 3, 4, 5, 5a, 6) kif murija fil-kolonna LEVEL fit-Tabella 5-1 tal-istandard JEDEC IPC/JEDEC J-STD-020E. It-Tabella hija murija hawn għal referenza biss; il-verżjoni attwalment rilaxxata tal-istandard imsemmi għandha tintuża biex tinkiseb l-MSL korretta għall-komponent attwali. Eżempju: 13E2a
nl: De gegevens volgend op DI 13E zullen een van de MSL-indicatoren zijn (1, 2, 2a, 3, 4, 5, 5a, 6) zoals getoond in de NIVEAU-kolom in Tabel 5-1 van JEDEC standaard IPC/JEDEC J-STD-020E. De Tabel wordt hieronder alleen ter referentie getoond; de momenteel uitgegeven versie van de genoemde standaard moet worden gebruikt om de juiste MSL voor het daadwerkelijke component te verkrijgen. Voorbeeld: 13E2a
no: Data som følger DI 13E vil være en av MSL-indikatorene (1, 2, 2a, 3, 4, 5, 5a, 6) som vist i NIVÅ-kolonnen i Tabell 5-1 i JEDEC-standard IPC/JEDEC J-STD-020E. Tabellen er vist nedenfor kun for referanse; den nåværende utgitte versjonen av den refererte standarden skal brukes for å skaffe korrekt MSL for den aktuelle komponenten. Eksempel: 13E2a
pl: Dane następujące po identyfikatorze danych 13E będą jednym z wskaźników MSL (1, 2, 2a, 3, 4, 5, 5a, 6) jak pokazano w kolumnie LEVEL w Tabeli 5-1 standardu JEDEC IPC/JEDEC J-STD-020E. Tabela jest pokazana poniżej wyłącznie dla celów informacyjnych; aktualnie wydana wersja odniesionego standardu powinna być użyta do uzyskania poprawnego MSL dla rzeczywistego komponentu. Przykład: 13E2a
pt: Os dados seguintes ao DI 13E serão um dos indicadores MSL (1, 2, 2a, 3, 4, 5, 5a, 6) conforme mostrado na coluna NÍVEL na Tabela 5-1 do padrão JEDEC IPC/JEDEC J-STD-020E. A Tabela é mostrada abaixo apenas para referência; a versão atualmente lançada do padrão referenciado deve ser usada para obter o MSL correto para o componente real. Exemplo: 13E2a
ro: Datele care urmează DI 13E vor fi unul dintre indicatorii MSL (1, 2, 2a, 3, 4, 5, 5a, 6) așa cum sunt arătați în coloana LEVEL din Tabelul 5-1 al standardului JEDEC IPC/JEDEC J-STD-020E. Tabelul este arătat mai jos numai pentru referință; versiunea actuală a standardului menționat trebuie utilizată pentru a obține MSL corect pentru componenta reală. Exemplu: 13E2a
sk: Údaje nasledujúce za DI 13E budú jedným z indikátorov MSL (1, 2, 2a, 3, 4, 5, 5a, 6) ako je uvedené v stĺpci LEVEL v tabuľke 5-1 štandardu JEDEC IPC/JEDEC J-STD-020E. Tabuľka je uvedená nižšie len pre referenciu; na získanie správneho MSL pre aktuálny komponent sa má použiť aktuálne vydaná verzia uvedeného štandardu. Príklad: 13E2a
sl: Podatki, ki sledijo DI 13E, bodo eden od indikatorjev MSL (1, 2, 2a, 3, 4, 5, 5a, 6), kot je prikazano v stolpcu LEVEL v Tabeli 5-1 standarda JEDEC IPC/JEDEC J-STD-020E. Tabela je prikazana spodaj samo za referenco; trenutno izdano različico navedenega standarda je treba uporabiti za pridobitev pravilnega MSL za dejansko komponento. Primer: 13E2a
sv: De uppgifter som följer DI 13E kommer att vara en av MSL-indikatorerna (1, 2, 2a, 3, 4, 5, 5a, 6) som visas i KOLUMNEN NIVÅ i Tabell 5-1 i JEDEC-standard IPC/JEDEC J-STD-020E. Tabellen visas nedan endast som referens; den aktuellt släppta versionen av den refererade standarden ska användas för att erhålla den korrekta MSL för den faktiska komponenten. Exempel: 13E2a

# di6
source: The 'HYPHEN' or 'MINUS' character. Pharmaceutical Central Number (PZN), controlled by IFA-ABDATA, Germany (Registration of this system identifier expires on 2016-07-01). Replaced by '9N'.
bg: Символът 'ТИРЕ' или 'МИНУС'. Фармацевтичен централен номер (PZN), контролиран от IFA-ABDATA, Германия (Регистрацията на този системен идентификатор изтича на 2016-07-01). Заменен от '9N'.
cs: Znak 'POMLČKA' nebo 'MINUS'. Centrální farmaceutické číslo (PZN), kontrolované IFA-ABDATA, Německo (Registrace tohoto systémového identifikátoru vyprší 1. 7. 2016). Nahrazeno '9N'.
de: Der 'BINDESTRICH' oder 'MINUS'-Zeichen. Pharmazentralnummer (PZN), kontrolliert von IFA-ABDATA, Deutschland (Registrierung dieses Systemidentifikators läuft am 2016-07-01 ab). Ersetzt durch '9N'.
el: Ο χαρακτήρας 'HYPHEN' ή 'MINUS'. Κεντρικός Αριθμός Φαρμακείου (PZN), ελεγχόμενος από το IFA-ABDATA, Γερμανία (Η εγγραφή αυτού του αναγνωριστικού συστήματος λήγει στις 2016-07-01). Αντικαταστάθηκε από '9N'.
es: El carácter 'GUION' o 'MENOS'. Número Central Farmacéutico (PZN), controlado por IFA-ABDATA, Alemania (La inscripción de este identificador de sistema expira el 01-07-2016). Reemplazado por '9N'.
et: 'HÜFEN' ehk 'MIINUS' märk. Ravimite keskne number (PZN), mida kontrollib IFA-ABDATA, Saksamaa (Selle süsteemi identifikaatori registreerimine aegub 2016-07-01). Asendatud '9N'-ga.
fi: 'VIIVA' tai 'MIINUS' -merkki. Lääketieteellinen keskusnumero (PZN), jonka IFA-ABDATA, Saksa, hallinnoi (Tämän järjestelmän tunnisteen rekisteröinti päättyy 2016-07-01). Korvattu '9N':llä.
fr: Le caractère 'TIRET' ou 'MOINS'. Numéro Central Pharmaceutique (PZN), contrôlé par IFA-ABDATA, Allemagne (L'enregistrement de cet identifiant de système expire le 01-07-2016). Remplacé par '9N'.
ga: An carachtar 'HYPHEN' nó 'MINUS'. Uimhir Lárnach Cógaisíochta (PZN), rialaithe ag IFA-ABDATA, An Ghearmáin (Clárú an t-aitheantóir córais seo éagtha ar 2016-07-01). Athsholáthar ag '9N'.
hr: Znak 'CRTICA' ili 'MINUS'. Farmaceutski središnji broj (PZN), kontroliran od strane IFA-ABDATA, Njemačka (Registracija ovog identifikatora sustava istječe 2016-07-01). Zamijenjen s '9N'.
hu: A 'KÖTŐJEL' vagy 'MÍNUSZ' karakter. Gyógyszerközponti Szám (PZN), az IFA-ABDATA, Németország által irányítva (Ennek a rendszerazonosítónak a regisztrációja 2016-07-01-kor lejár). Helyettesítve '9N' által.
is: 'HYPHEN' eða 'MÍNUS' tákn. Lyfjamiðstöðvarnúmer (PZN), stjórnað af IFA-ABDATA, Þýskalandi (Skráning þessa kerfis auðkennis rennur út á 2016-07-01). Kemur í staðinn fyrir '9N'.
it: Il carattere 'TRATTINO' o 'MENO'. Numero Centrale Farmaceutico (PZN), controllato da IFA-ABDATA, Germania (La registrazione di questo identificatore di sistema scade il 2016-07-01). Sostituito da '9N'.
lt: 'BRŪKŠNELIO' arba 'MINUSO' ženklas. Farmacijos centrinis numeris (PZN), kontroliuojamas IFA-ABDATA, Vokietija (Šios sistemos identifikatoriaus registracija baigiasi 2016-07-01). Pakeista '9N'.
lv: 'Mīnusa' jeb 'Defisa' rakstzīme. Farmaceitiskais centrālais numurs (PZN), ko kontrolē IFA-ABDATA, Vācija (Šī sistēmas identifikatora reģistrācija beidzas 2016. gada 1. jūlijā). Aizstāts ar '9N'.
mt: Il-karattru 'HYPHEN' jew 'MINUS'. Numru Ċentrali Farmaċewtiku (PZN), ikkontrollat minn IFA-ABDATA, il-Ġermanja (Ir-reġistrazzjoni ta' dan l-identifikatur tas-sistema tiskadi fl-1 ta' Lulju, 2016). Sostitwit minn '9N'.
nl: Het 'STREEPJE' of 'MIN' teken. Farmaceutisch Centraal Nummer (PZN), gecontroleerd door IFA-ABDATA, Duitsland (Registratie van deze systeemidentificator verloopt op 2016-07-01). Vervangen door '9N'.
no: 'Den BINDESTREK' eller 'MINUS' tegnet. Farmasøytisk Sentralnummer (PZN), kontrollert av IFA-ABDATA, Tyskland (Registreringen av dette systemidentifikatoren utløper 2016-07-01). Erstattet av '9N'.
pl: Znak 'MYŚLNIK' lub 'MINUS'. Centralny numer farmaceutyczny (PZN), kontrolowany przez IFA-ABDATA, Niemcy (Rejestracja tego identyfikatora systemu wygasa 1 lipca 2016). Zastąpiony przez '9N'.
pt: O caractere 'HÍFEN' ou 'MENOS'. Número Central Farmacêutico (PZN), controlado pela IFA-ABDATA, Alemanha (O registro deste identificador de sistema expira em 01-07-2016). Substituído por '9N'.
ro: Caracterul 'CRATIMĂ' sau 'MINUS'. Numărul Central Farmaceutic (PZN), controlat de IFA-ABDATA, Germania (Înregistrarea acestui identificator de sistem expiră la 01-07-2016). Înlocuit de '9N'.
sk: Znak 'POMLČKA' alebo 'MÍNUS'. Farmaceutické centrálné číslo (PZN), kontrolované IFA-ABDATA, Nemecko (Registrácia tohto systémového identifikátora vyprší 1. júla 2016). Nahradené '9N'.
sl: Znak 'HYPHEN' ali 'MINUS'. Farmacevtska osrednja številka (PZN), nadzorovana z IFA-ABDATA, Nemčija (Registracija tega sistema identifikatorjev poteče 1. julija 2016). Nadomeščeno z '9N'.
sv: 'TVÄRSTRECK' eller 'MINUS'-tecknet. Farmaceutiskt Centralt Nummer (PZN), kontrollerat av IFA-ABDATA, Tyskland (Registrering av denna systemidentifierare löper ut den 2016-07-01). Ersatt av '9N'.

# di6000
source: Looping Header.
bg: Заглавие на цикъл.
cs: Záhlaví smyčky.
de: Schleifenkopf.
el: Επικεφαλίδα Επανάληψης.
es: Encabezado de Bucle.
et: Silmuse päis.
fi: Silmukkaotsikko.
fr: En-tête de Boucle.
ga: Ceannlíne Lúbtha.
hr: Zaglavlje petlje.
hu: Ciklus Fejléc.
is: Lykkjuhaus.
it: Intestazione del Looping.
lt: Ciklo antraštė.
lv: Cikla Galvene.
mt: Intestatura tal-Loop.
nl: Loopkop.
no: Løkkeoverskrift.
pl: Nagłówek pętli.
pt: Cabeçalho de Loop.
ro: Antetul de Looping.
sk: Hlavička slučky.
sl: Glava zanke.
sv: Loopningshuvud.

# di6001
source: My parent ______ is . . . Unique identifier followed by a Data Identifier and associated data (for use with returnable packaging). This Data Identifier must immediately follow the field (constructed of a Data Identifier, data and a group separator) with which it is associated.
bg: Моят родител ______ е . . . Уникален идентификатор, последван от Идентификатор на данни и свързани данни (за употреба с връщаема опаковка). Този Идентификатор на данни трябва незабавно да следва полето (съставено от Идентификатор на данни, данни и разделител на групи) с което е асоцииран.
cs: Můj rodič ______ je... Jedinečný identifikátor následovaný identifikátorem dat a přidruženými daty (pro použití s vratným obalem). Tento identifikátor dat musí okamžitě následovat pole (sestávající z identifikátoru dat, dat a oddělovače skupin) s nímž je spojen.
de: Mein Elternteil ______ ist . . . Eindeutiger Identifikator, gefolgt von einem Datenidentifikator und zugehörigen Daten (zur Verwendung bei Mehrwegverpackungen). Dieser Datenidentifikator muss unmittelbar auf das Feld folgen (bestehend aus einem Datenidentifikator, Daten und einem Gruppentrenner), mit dem er assoziiert ist.
el: Ο γονέας μου ______ είναι . . . Μοναδικός αναγνωριστικός ακολουθούμενος από ένα Αναγνωριστικό Δεδομένων και τα συναφή δεδομένα (για χρήση με επιστρεπτέα συσκευασία). Αυτό το Αναγνωριστικό Δεδομένων πρέπει να ακολουθεί αμέσως το πεδίο (δομημένο από ένα Αναγνωριστικό Δεδομένων, δεδομένα και έναν διαχωριστικό ομάδας) με το οποίο σχετίζεται.
es: Mi padre ______ es . . . Identificador único seguido por un Identificador de Datos y datos asociados (para uso con embalaje retornable). Este Identificador de Datos debe seguir inmediatamente al campo (construido de un Identificador de Datos, datos y un separador de grupo) con el cual está asociado.
et: Minu vanem ______ on . . . Unikaalne identifikaator, millele järgneb Andmeidentifikaator ja seotud andmed (kasutamiseks tagastatava pakendiga). See Andmeidentifikaator peab kohe järgnema väljale (koosneb Andmeidentifikaatorist, andmetest ja grupi eraldajast), millega see on seotud.
fi: Minun vanhempani ______ on . . . Yksilöllinen tunniste, jota seuraa Tietotunniste ja siihen liittyvät tiedot (käytettäväksi palautettavassa pakkauksessa). Tämän Tietotunnisteen on välittömästi seurattava kenttää (joka koostuu Tietotunnisteesta, tiedoista ja ryhmän erottimesta), johon se liittyy.
fr: Mon parent ______ est . . . Identifiant unique suivi d'un Identifiant de Données et des données associées (pour utilisation avec les emballages retournables). Cet Identifiant de Données doit immédiatement suivre le champ (construit d'un Identifiant de Données, de données et d'un séparateur de groupe) auquel il est associé.
ga: Mo thuismitheoir ______ is ea . . . Aitheantas uathúil in éineacht le hAitheantóir Sonraí agus sonraí gaolmhara (le húsáid le pacáistiú in-aisíoctha). Ní mór an tAitheantóir Sonraí seo a leanúint díreach tar éis an réimse (atá déanta as Aitheantóir Sonraí, sonraí agus scaradh grúpa) lena mbaineann sé.
hr: Moj roditelj ______ je . . . Jedinstveni identifikator slijedi Identifikator podataka i povezane podatke (za upotrebu s povratnom ambalažom). Ovaj Identifikator podataka mora odmah slijediti polje (sastavljeno od Identifikatora podataka, podataka i razdjelnika grupe) s kojim je povezan.
hu: Szüleim ______ . . . Egyedi azonosító, amelyet egy Adat Azonosító és a hozzá kapcsolódó adatok követnek (visszaváltható csomagolás esetén használva). Ezt az Adat Azonosítót közvetlenül az őt követő mezővel (egy Adat Azonosítóból, adatokból és egy csoportelválasztóból álló mező) kell használni.
is: Foreldri mitt ______ er . . . Einstakt auðkenni fylgt af Gögn Auðkenni og tengdum gögnum (notað með endurhæfum pakkningum). Þetta Gögn Auðkenni verður að fylgja strax eftir sviðinu (samsett úr Gögn Auðkenni, gögnum og hópaskiljara) með því sem það er tengt.
it: Mio genitore ______ è . . . Identificatore unico seguito da un Identificatore di Dati e dati associati (per uso con imballaggi ritornabili). Questo Identificatore di Dati deve seguire immediatamente il campo (costruito da un Identificatore di Dati, dati e un separatore di gruppo) con cui è associato.
lt: Mano tėvas ______ yra . . . Unikalus identifikatorius, seka duomenų identifikatorius ir susiję duomenys (naudojama su grąžinama pakuote). Šis duomenų identifikatorius turi būti iškart po lauko (sudaryto iš duomenų identifikatoriaus, duomenų ir grupės skirtuko), su kuriuo jis susijęs.
lv: Mana vecāka ______ ir . . . Unikāls identifikators, kam seko Datu Identifikators un saistītie dati (izmantojams ar atkārtoti izmantojamu iepakojumu). Šim Datu Identifikatoram jāseko tūlīt pēc lauka (kas sastāv no Datu Identifikatora, datiem un grupas atdalītāja) ar kuru tas ir saistīts.
mt: Il-ġenitur tiegħi ______ huwa . . . Identifikatur uniku segwit minn Identifikatur tad-Data u data assoċjata (għall-użu ma' ippakkjar li jista' jerġa' jintuża). Dan l-Identifikatur tad-Data għandu jsegwi immedjatament il-qasam (magħmul minn Identifikatur tad-Data, data u separatur tal-grupp) li miegħu huwa assoċjat.
nl: Mijn ouder ______ is . . . Unieke identifier gevolgd door een Data Identifier en bijbehorende gegevens (voor gebruik met retourneerbare verpakkingen). Deze Data Identifier moet direct volgen op het veld (opgebouwd uit een Data Identifier, gegevens en een groepsscheidingsteken) waarmee het is geassocieerd.
no: Min forelder ______ er . . . Unikt identifikator fulgt av en Dataidentifikator og tilhørende data (for bruk med returemballasje). Denne Dataidentifikatoren må umiddelbart følge feltet (konstruert av en Dataidentifikator, data og en gruppeseparator) som den er assosiert med.
pl: Mój rodzic ______ to . . . Unikalny identyfikator po którym następuje identyfikator danych i powiązane dane (do użytku z opakowaniami zwrotnymi). Ten identyfikator danych musi natychmiast następować po polu (skonstruowanym z identyfikatora danych, danych i separatora grupy), z którym jest powiązany.
pt: Meu pai ______ é . . . Identificador único seguido por um Identificador de Dados e dados associados (para uso com embalagem retornável). Este Identificador de Dados deve seguir imediatamente o campo (construído de um Identificador de Dados, dados e um separador de grupo) com o qual está associado.
ro: Părintele meu ______ este . . . Identificator unic urmat de un Identificator de Date și date asociate (pentru utilizare cu ambalajele returnabile). Acest Identificator de Date trebuie să urmeze imediat câmpul (construit dintr-un Identificator de Date, date și un separator de grup) cu care este asociat.
sk: Môj rodič ______ je... Jedinečný identifikátor nasledovaný identifikátorom údajov a pridruženými údajmi (pre použitie s vrátiteľnými obalmi). Tento identifikátor údajov musí bezprostredne nasledovať za poľom (zostaveným z identifikátora údajov, údajov a oddeľovača skupín), s ktorým je spojený.
sl: Moj starš ______ je . . . Edinstveni identifikator, sledi identifikator podatkov in povezani podatki (za uporabo z vračljivo embalažo). Ta identifikator podatkov mora takoj slediti polju (sestavljenem iz identifikatorja podatkov, podatkov in ločilnika skupine), s katerim je povezan.
sv: Min förälder ______ är . . . Unikt identifierare följt av en Dataidentifierare och tillhörande data (för användning med återanvändbar förpackning). Denna Dataidentifierare måste omedelbart följa fältet (konstruerat av en Dataidentifierare, data och en gruppseparator) med vilken den är associerad.
