Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di12026
source: '26L' Location Code, being a code identifying a location or geographic area, or an associated group of such locations or areas, that has relevance to a related transaction and that complies with one or the structures defined in (a) to (f) below:\na) two upper case alphabetic character corresponding to the ISO 3166-1 two alpha country code of the country in which, or consisting of which, the location(s) or area(s) are situated;\nb) three upper case alphabetic characters corresponding to the IATA code of the airport or city in, close to, or consisting of which the location(s) or area(s) are situated;\nc) four or more characters of which the first three correspond to an ISO 3166-1 country code followed by a dash (-), with the balance being a postcode in the country concerned;\nd) four or more characters of which the first three correspond to an ISO 3166-1 country code followed by a dot (.), with the balance being an ISO 3166-2 country subdivision code in the country concerned;\ne) five upper case alphabetic characters corresponding to the UN/LOCODE of the area in, close to, or consisting of which, the location(s) or area(s) are situated;\nf) the concatenation, being not less than seven or more than 35 characters in length, of:\n- an ISO/IEC 15459 issuing agency code;\n- a location code, consisting of characters drawn from the set {A-Z; 0-9} which accords with specifications of the issuing agency concerned.
bg: '26L' Код на местоположение, представляващ код, идентифициращ местоположение или географска област, или свързана група от такива местоположения или области, които имат значение за свързана транзакция и които отговарят на една от структурите, дефинирани в (а) до (f) по-долу:\na) две главни букви, съответстващи на двубуквения ISO 3166-1 код на държавата, в която се намират, или се състои от местоположенията или областите;\nb) три главни букви, съответстващи на IATA кода на летището или града, в който, близо до който, или от който се състоят местоположенията или областите;\nc) четири или повече символа, като първите три съответстват на ISO 3166-1 код на държава, последван от дефис (-), останалата част е пощенски код в съответната държава;\nd) четири или повече символа, като първите три съответстват на ISO 3166-1 код на държава, последван от точка (.), останалата част е ISO 3166-2 код на подразделение на държавата в съответната държава;\ne) пет главни букви, съответстващи на UN/LOCODE на областта, в която, близо до която, или от която се състоят местоположенията или областите;\nf) конкатенация, с дължина не по-малко от седем и не повече от 35 символа, от:\n- код на издаваща агенция по ISO/IEC 15459;\n- код на местоположение, състоящ се от символи, извлечени от набора {A-Z; 0-9}, който отговаря на спецификациите на съответната издаваща агенция.
cs: '26L' Kód lokality, kód identifikující lokalitu nebo geografickou oblast nebo přidruženou skupinu takových lokalit nebo oblastí, který má význam pro související transakci a který je v souladu s jednou nebo více strukturami definovanými v (a) až (f) níže:\na) dva velká písmena odpovídající dvoupísmennému kódu země ISO 3166-1 země, ve které se nachází nebo z které se skládá lokalita(y) nebo oblast(i);\nb) tři velká písmena odpovídající kódu IATA letiště nebo města v, poblíž nebo z kterého se skládá lokalita(y) nebo oblast(i);\nc) čtyři nebo více znaků, z nichž první tři odpovídají kódu země ISO 3166-1 následované pomlčkou (-), zbytek je poštovní směrovací číslo v dané zemi;\nd) čtyři nebo více znaků, z nichž první tři odpovídají kódu země ISO 3166-1 následované tečkou (.), zbytek je kód subdivize země ISO 3166-2 v dané zemi;\ne) pět velkých písmen odpovídajících kódu UN/LOCODE oblasti v, poblíž nebo z které se skládá lokalita(y) nebo oblast(i);\nf) spojení, délka ne méně než sedm ani více než 35 znaků, z:\n- kódu vydávající agentury ISO/IEC 15459;\n- kódu lokality, skládajícího se ze znaků z množiny {A-Z; 0-9} který odpovídá specifikacím příslušné vydávající agentury.
de: '26L' Standortcode, der einen Standort oder ein geografisches Gebiet oder eine damit verbundene Gruppe solcher Standorte oder Gebiete kennzeichnet, die für eine damit verbundene Transaktion relevant sind und die einer der in (a) bis (f) unten definierten Strukturen entspricht:\na) zwei Großbuchstaben entsprechend dem ISO 3166-1 zwei Buchstaben Ländercode des Landes, in dem sich der/die Standort(e) oder das/die Gebiet(e) befindet/befinden oder aus dem/denen es/sie besteht/bestehen;\nb) drei Großbuchstaben entsprechend dem IATA-Code des Flughafens oder der Stadt, in dem/denen sich der/die Standort(e) oder das/die Gebiet(e) befindet/befinden oder aus dem/denen es/sie besteht/bestehen;\nc) vier oder mehr Zeichen, von denen die ersten drei einem ISO 3166-1 Ländercode entsprechen, gefolgt von einem Bindestrich (-), mit dem Rest als Postleitzahl in dem betreffenden Land;\nd) vier oder mehr Zeichen, von denen die ersten drei einem ISO 3166-1 Ländercode entsprechen, gefolgt von einem Punkt (.), mit dem Rest als ISO 3166-2 Länderunterteilungscode in dem betreffenden Land;\ne) fünf Großbuchstaben entsprechend dem UN/LOCODE des Gebiets, in dem sich der/die Standort(e) oder das/die Gebiet(e) befindet/befinden oder aus dem/denen es/sie besteht/bestehen;\nf) die Verkettung, die nicht weniger als sieben oder mehr als 35 Zeichen lang ist, bestehend aus:\n- einem ISO/IEC 15459 ausstellenden Agenturcode;\n- einem Standortcode, bestehend aus Zeichen aus dem Satz {A-Z; 0-9}, der den Spezifikationen der betreffenden ausstellenden Agentur entspricht.
el: Κωδικός '26L' Τοποθεσίας, ως κωδικός που ταυτοποιεί μια τοποθεσία ή γεωγραφική περιοχή, ή μια συνδεδεμένη ομάδα τέτοιων τοποθεσιών ή περιοχών, που έχει σημασία για μια σχετική συναλλαγή και που συμμορφώνεται με μία από τις δομές που ορίζονται στα (α) έως (φ) παρακάτω:\na) δύο κεφαλαία αλφαβητικά χαρακτήρα αντιστοιχούν στον κωδικό ISO 3166-1 δύο αλφάβητων της χώρας στην οποία, ή αποτελούμενη από αυτήν, βρίσκονται οι τοποθεσίες ή περιοχές·\nb) τρεις κεφαλαίοι αλφαβητικοί χαρακτήρες αντιστοιχούν στον κωδικό IATA του αεροδρομίου ή της πόλης που βρίσκεται, είναι κοντά, ή αποτελείται από αυτήν, τις τοποθεσίες ή περιοχές·\nc) τέσσερις ή περισσότεροι χαρακτήρες που οι πρώτοι τρεις αντιστοιχούν σε έναν κωδικό χώρας ISO 3166-1 ακολουθούμενο από μια παύλα (-), με το υπόλοιπο να είναι ένας ταχυδρομικός κωδικός στη συγκεκριμένη χώρα·\nd) τέσσερις ή περισσότεροι χαρακτήρες που οι πρώτοι τρεις αντιστοιχούν σε έναν κωδικό χώρας ISO 3166-1 ακολουθούμενο από ένα σημείο (.), με το υπόλοιπο να είναι ένας κωδικός υποδιαίρεσης χώρας ISO 3166-2 στη συγκεκριμένη χώρα·\ne) πέντε κεφαλαίοι αλφαβητικοί χαρακτήρες αντιστοιχούν στον κωδικό UN/LOCODE της περιοχής που βρίσκεται, είναι κοντά, ή αποτελείται από αυτήν, τις τοποθεσίες ή περιοχές·\nf) η σύνθεση, που δεν είναι λιγότερο από επτά ή περισσότερο από 35 χαρακτήρες σε μήκος, από:\n- έναν κωδικό εκδότη ISO/IEC 15459·\n- έναν κωδικό τοποθεσίας, που αποτελείται από χαρακτήρες προερχόμενους από το σύνολο {A-Z; 0-9} που συμμορφώνεται με τις προδιαγραφές του εκδότη που αφορά.
es: Código de Ubicación '26L', siendo un código que identifica una ubicación o área geográfica, o un grupo asociado de dichas ubicaciones o áreas, que tiene relevancia para una transacción relacionada y que cumple con una de las estructuras definidas en (a) a (f) a continuación:\na) dos caracteres alfabéticos en mayúsculas correspondientes al código de país ISO 3166-1 de dos alfas del país en el que, o que consiste en, están situadas las ubicaciones o áreas;\nb) tres caracteres alfabéticos en mayúsculas correspondientes al código IATA del aeropuerto o ciudad en, cerca de, o que consiste en, están situadas las ubicaciones o áreas;\nc) cuatro o más caracteres de los cuales los primeros tres corresponden a un código de país ISO 3166-1 seguido por un guion (-), con el resto siendo un código postal en el país concerniente;\nd) cuatro o más caracteres de los cuales los primeros tres corresponden a un código de país ISO 3166-1 seguido por un punto (.), con el resto siendo un código de subdivisión de país ISO 3166-2 en el país concerniente;\ne) cinco caracteres alfabéticos en mayúsculas correspondientes al UN/LOCODE del área en, cerca de, o que consiste en, están situadas las ubicaciones o áreas;\nf) la concatenación, siendo no menos de siete ni más de 35 caracteres de longitud, de:\n- un código de agencia emisora ISO/IEC 15459;\n- un código de ubicación, consistiendo en caracteres extraídos del conjunto {A-Z; 0-9} que se ajusta a las especificaciones de la agencia emisora concerniente.
et: '26L' Asukohakood, olles kood, mis identifitseerib asukoha või geograafilise piirkonna, või seotud asukohate või piirkondade rühma, mis on oluline seotud tehinguga ja mis vastab ühele allpool määratletud struktuurile:\na) kaks suurtähte vastavalt ISO 3166-1 kahele tähtkoodile riigist, kus asuvad või mille koosnevad asukohad või alad;\nb) kolm suurtähte vastavalt IATA lennujaama või linna koodile, kus asuvad, on lähedal või millest koosnevad asukohad või alad;\nc) neli või rohkem tähemärki, millest esimesed kolm vastavad ISO 3166-1 riigikoodile, millele järgneb kriips (-), ülejäänud osa on postikood riigis;\nd) neli või rohkem tähemärki, millest esimesed kolm vastavad ISO 3166-1 riigikoodile, millele järgneb punkt (.), ülejäänud osa on ISO 3166-2 riigi alajaotuse kood riigis;\ne) viis suurtähte vastavalt ÜRO/LOCODE alale, kus asuvad, on lähedal või millest koosnevad asukohad või alad;\nf) konkatenatsioon, olles vähemalt seitse või rohkem kui 35 tähemärki pikk, mis koosneb:\n- ISO/IEC 15459 väljaandva asutuse koodist;\n- asukohakoodist, mis koosneb tähemärkidest {A-Z; 0-9}, mis vastab väljaandva asutuse nõuetele.
fi: '26L' Sijaintikoodi, ollen koodi, joka tunnistaa sijainnin tai maantieteellisen alueen, tai niihin liittyvän ryhmän sijainteja tai alueita, jolla on merkitystä liittyvään transaktioon ja joka noudattaa alla määriteltyjä yhtä (a) kohti (f) rakenteita:\na) kaksi isoilla kirjaimilla kirjoitettua aakkosmerkkiä vastaten ISO 3166-1 kahden aakkoskoodin maakoodia maassa, jossa tai josta koostuen, sijainnit tai alueet sijaitsevat;\nb) kolme isoilla kirjaimilla kirjoitettua aakkosmerkkiä vastaten IATA:n lentokentän tai kaupungin koodia, jossa, lähellä tai josta koostuen, sijainnit tai alueet sijaitsevat;\nc) neljä tai useampia merkkejä, joista ensimmäiset kolme vastaavat ISO 3166-1 maakoodia, jonka jälkeen viiva (-), jäljellä olevan osan ollessa postinumero kyseisessä maassa;\nd) neljä tai useampia merkkejä, joista ensimmäiset kolme vastaavat ISO 3166-1 maakoodia, jonka jälkeen piste (.), jäljellä olevan osan ollessa ISO 3166-2 maan alajaon koodi kyseisessä maassa;\ne) viisi isoilla kirjaimilla kirjoitettua aakkosmerkkiä vastaten YK:n/LOCODEN aluekoodia alueella, jossa, lähellä tai josta koostuen, sijainnit tai alueet sijaitsevat;\nf) yhdistelmä, joka on vähintään seitsemän tai enintään 35 merkkiä pitkä, koostuen:\n- ISO/IEC 15459 myöntämisviraston koodista;\n- sijaintikoodista, joka koostuu merkeistä {A-Z; 0-9} ja joka vastaa myöntämisviraston määrityksiä.
fr: Code de localisation '26L', étant un code identifiant un emplacement ou une zone géographique, ou un groupe associé de tels emplacements ou zones, qui a une pertinence pour une transaction liée et qui est conforme à l'une des structures définies dans (a) à (f) ci-dessous:\na) deux caractères alphabétiques majuscules correspondant au code de pays à deux alpha ISO 3166-1 du pays dans lequel, ou constitué de celui-ci, l'emplacement(s) ou la zone(s) sont situés;\nb) trois caractères alphabétiques majuscules correspondant au code IATA de l'aéroport ou de la ville dans, proche de, ou constitué de celui-ci, l'emplacement(s) ou la zone(s) sont situés;\nc) quatre caractères ou plus dont les trois premiers correspondent à un code de pays ISO 3166-1 suivi d'un tiret (-), avec le solde étant un code postal dans le pays concerné;\nd) quatre caractères ou plus dont les trois premiers correspondent à un code de pays ISO 3166-1 suivi d'un point (.), avec le solde étant un code de subdivision de pays ISO 3166-2 dans le pays concerné;\ne) cinq caractères alphabétiques majuscules correspondant au code UN/LOCODE de la zone dans, proche de, ou constitué de celui-ci, l'emplacement(s) ou la zone(s) sont situés;\nf) la concaténation, étant pas moins de sept ou plus de 35 caractères de longueur, de:\n- un code d'agence émettrice ISO/IEC 15459;\n- un code d'emplacement, constitué de caractères tirés de l'ensemble {A-Z; 0-9} qui est conforme aux spécifications de l'agence émettrice concernée.
ga: Cód Suímh '26L', a bheith ina chód a aithníonn suíomh nó limistéar geografach, nó grúpa gaolmhar de shuímh nó limistéir, a bhfuil ábharthacht aige maidir le hidirbheart gaolmhar agus a chomhlíonann ceann de na struchtúir a shainmhínítear i (a) go (f) thíos:\na) dhá charachtar alfabhéiteach uachtair a fhreagraíonn do chód dhá alfa ISO 3166-1 den tír ina bhfuil, nó a bhfuil comhdhéanta di, na suíomh(anna) nó limistéar(anna);\nb) trí charachtar alfabhéiteach uachtair a fhreagraíonn do chód IATA an aerfoirt nó na cathrach in, gar do, nó a bhfuil comhdhéanta di, na suíomh(anna) nó limistéar(anna);\nc) ceithre charachtar nó níos mó a bhfuil an chéad trí cinn acu ag freagairt do chód tíre ISO 3166-1 ina dhiaidh sin lúibín (-), leis an iarmhéid a bheith ina chód poist sa tír ábhartha;\nd) ceithre charachtar nó níos mó a bhfuil an chéad trí cinn acu ag freagairt do chód tíre ISO 3166-1 ina dhiaidh sin ponc (.), leis an iarmhéid a bheith ina chód fo-roinne tíre ISO 3166-2 sa tír ábhartha;\ne) cúig charachtar alfabhéiteach uachtair a fhreagraíonn do chód UN/LOCODE an cheantair in, gar do, nó a bhfuil comhdhéanta di, na suíomh(anna) nó limistéar(anna);\nf) an comhcheangal, nach lú ná seacht nó níos mó ná 35 carachtar ar fhad, de:\n- cód gníomhaireachta eisithe ISO/IEC 15459;\n- cód suímh, atá comhdhéanta de charachtair a tharraingítear ón tacar {A-Z; 0-9} a réitíonn le sonraíochtaí an ghníomhaireachta eisithe ábhartha.
hr: '26L' Kod lokacije, koji je kod koji identificira lokaciju ili geografsko područje, ili povezanu grupu takvih lokacija ili područja, koji ima relevantnost za povezanu transakciju i koji je usklađen s jednom od struktura definiranih u (a) do (f) ispod:\na) dva velika slova abecede koji odgovaraju ISO 3166-1 dvoslovnom alfa kodu zemlje u kojoj se nalaze, ili koja se sastoji od navedenih lokacija ili područja;\nb) tri velika slova abecede koja odgovaraju IATA kodu zračne luke ili grada u, blizu, ili koja se sastoji od navedenih lokacija ili područja;\nc) četiri ili više znakova od kojih prva tri odgovaraju ISO 3166-1 kodu zemlje slijedi crtica (-), s ostatkom koji predstavlja poštanski broj u dotičnoj zemlji;\nd) četiri ili više znakova od kojih prva tri odgovaraju ISO 3166-1 kodu zemlje slijedi točka (.), s ostatkom koji predstavlja kod podjele zemlje ISO 3166-2 u dotičnoj zemlji;\ne) pet velikih slova abecede koji odgovaraju UN/LOCODE kodu područja u, blizu, ili koja se sastoji od navedenih lokacija ili područja;\nf) konkatenacija, dužine ne manje od sedam niti više od 35 znakova, koja se sastoji od:\n- koda izdavateljske agencije ISO/IEC 15459;\n- koda lokacije, koji se sastoji od znakova uzetih iz skupa {A-Z; 0-9} koji se usklađuje sa specifikacijama dotične izdavateljske agencije.
hu: '26L' Helykód, egy olyan hely vagy földrajzi terület azonosító kódja, vagy az ilyen helyekhez vagy területekhez kapcsolódó csoport, amely releváns egy kapcsolódó tranzakcióhoz, és amely megfelel az (a)-tól (f)-ig meghatározott struktúráknak:\na) két nagybetűs karakter, amely megfelel az országban található, vagy abból álló hely(ek)nek vagy terület(ek)nek ISO 3166-1 kétbetűs országkódjának;\nb) három nagybetűs karakter, amely megfelel azon repülőtér vagy város IATA kódjának, ahol, vagy amelyhez közel, vagy amelyből áll a hely(ek) vagy terület(ek);\nc) négy vagy több karakter, amelyek közül az első három megfelel egy ISO 3166-1 országkódnak, amit egy kötőjel (-) követ, a maradék pedig az érintett országban található irányítószám;\nd) négy vagy több karakter, amelyek közül az első három megfelel egy ISO 3166-1 országkódnak, amit egy pont (.) követ, a maradék pedig az érintett országban található ISO 3166-2 országrész kódja;\ne) öt nagybetűs karakter, amely megfelel az UN/LOCODE-nak azon a területen, közelében vagy amelyből áll a hely(ek) vagy terület(ek);\nf) a konkatenáció, amely legalább hét, de legfeljebb 35 karakter hosszúságú, az alábbiakból áll:\n- egy ISO/IEC 15459 kiadói ügynökségi kód;\n- egy helykód, amely a {A-Z; 0-9} karakterkészletből álló karakterekből áll, amely megfelel az ügynökség specifikációinak.
is: '26L' Staðsetningarkóði, vera kóði sem auðkennir staðsetningu eða landfræðilegt svæði, eða tengdan hóp slíkra staðsetninga eða svæða, sem hefur þýðingu fyrir tengdan viðskipti og sem samræmist einni af strúktúrunum skilgreindum í (a) til (f) hér að neðan:\na) tveir hástafir sem samsvarar ISO 3166-1 tveggja stafa landskóða landsins þar sem staðsetning(ar) eða svæði eru staðsett;\nb) þrír hástafir sem samsvarar IATA kóða flugvallar eða borgar í, nálægt, eða samanstendur af staðsetningunni (svæðinu);\nc) fjórir eða fleiri stafir þar sem fyrstu þrír samsvara ISO 3166-1 landskóða fylgt af bandstriki (-), með því sem eftir er vera póstnúmer í viðkomandi landi;\nd) fjórir eða fleiri stafir þar sem fyrstu þrír samsvara ISO 3166-1 landskóða fylgt af punkti (.), með því sem eftir er vera ISO 3166-2 landsundirkóði í viðkomandi landi;\ne) fimm hástafir sem samsvarar UN/LOCODE svæðisins í, nálægt, eða samanstendur af staðsetningunni (svæðinu);\nf) samsetning, vera ekki minna en sjö eða fleiri en 35 stafir að lengd, af:\n- útgáfustofnunarkóða ISO/IEC 15459;\n- staðsetningarkóða, sem samanstendur af stöfum dregnum úr settinu {A-Z; 0-9} sem samræmist forskriftum viðkomandi útgáfustofnunar.
it: '26L' Codice di Località, essendo un codice che identifica una località o area geografica, o un gruppo associato di tali località o aree, che ha rilevanza per una transazione correlata e che si conforma a una delle strutture definite in (a) a (f) di seguito:\na) due caratteri alfabetici maiuscoli corrispondenti al codice di paese ISO 3166-1 a due caratteri alfa del paese in cui, o costituito da, le località o aree sono situate;\nb) tre caratteri alfabetici maiuscoli corrispondenti al codice IATA dell'aeroporto o della città in, vicino a, o costituito da, le località o aree sono situate;\nc) quattro o più caratteri dei quali i primi tre corrispondono a un codice di paese ISO 3166-1 seguito da un trattino (-), con il saldo essendo un codice postale nel paese interessato;\nd) quattro o più caratteri dei quali i primi tre corrispondono a un codice di paese ISO 3166-1 seguito da un punto (.), con il saldo essendo un codice di suddivisione di paese ISO 3166-2 nel paese interessato;\ne) cinque caratteri alfabetici maiuscoli corrispondenti al codice UN/LOCODE dell'area in, vicino a, o costituito da, le località o aree sono situate;\nf) la concatenazione, essendo non meno di sette o più di 35 caratteri di lunghezza, di:\n- un codice di emissione ISO/IEC 15459;\n- un codice di località, costituito da caratteri tratti dal set {A-Z; 0-9} che si accorda con le specifiche dell'agenzia di emissione interessata.
lt: '26L' Vieta, būdama kodas, identifikuojantis vietą ar geografinę sritį, ar su ja susijusią vietų ar sričių grupę, kuri turi reikšmės susijusiai operacijai ir atitinka vieną iš žemiau apibrėžtų struktūrų:\na) du didžiosios abėcėlės raidiniai simboliai, atitinkantys ISO 3166-1 dvi raidės šalies kodą, kuriame, ar sudarytoje iš šalies, yra nurodyta vieta arba sritis;\nb) trys didžiosios abėcėlės raidiniai simboliai, atitinkantys IATA oro uosto ar miesto kodą, kurioje, ar šalia kurios, yra nurodyta vieta arba sritis;\nc) keturi ar daugiau simbolių, iš kurių pirmieji trys atitinka ISO 3166-1 šalies kodą, po kurio eina brūkšnelis (-), o likusioji dalis yra pašto kodas atitinkamoje šalyje;\nd) keturi ar daugiau simbolių, iš kurių pirmieji trys atitinka ISO 3166-1 šalies kodą, po kurio eina taškas (.), o likusioji dalis yra ISO 3166-2 šalies padalinio kodas atitinkamoje šalyje;\ne) penki didžiosios abėcėlės raidiniai simboliai, atitinkantys JT/LOCODE sritį, kurioje, ar šalia kurios, yra nurodyta vieta arba sritis;\nf) konkatenacija, sudaryta iš ne mažiau kaip septynių ir ne daugiau kaip 35 simbolių, įskaitant:\n- ISO/IEC 15459 išdavimo agentūros kodą;\n- vietos kodą, sudarytą iš {A-Z; 0-9} simbolių rinkinio, kuris atitinka išdavimo agentūros nustatytas specifikacijas.
lv: '26L' Atrašanās Vieta, būdams kods, kas identificē atrašanās vietu vai ģeogrāfisku apgabalu, vai ar šādām atrašanās vietām vai apgabaliem saistītu grupu, kas ir svarīga saistītā darījuma kontekstā un kas atbilst vienai no zemāk definētajām struktūrām:\na) divi lielie alfabēta burti, kas atbilst ISO 3166-1 divu alfabēta burtu valsts kodam valstī, kurā vai no kuras sastāv atrašanās vieta(s) vai apgabals(i);\nb) trīs lielie alfabēta burti, kas atbilst IATA lidostas vai pilsētas kodam, kurā, tuvu kurai vai no kuras sastāv atrašanās vieta(s) vai apgabals(i);\nc) četri vai vairāk rakstzīmes, no kurām pirmās trīs atbilst ISO 3166-1 valsts kodam, kam seko defiss (-), un atlikušās ir pastkoda attiecīgajā valstī;\nd) četri vai vairāk rakstzīmes, no kurām pirmās trīs atbilst ISO 3166-1 valsts kodam, kam seko punkts (.), un atlikušās ir ISO 3166-2 valsts apakšnodalījuma kods attiecīgajā valstī;\ne) pieci lielie alfabēta burti, kas atbilst ANO/LOCODE apgabalam, kurā, tuvu kuram vai no kura sastāv atrašanās vieta(s) vai apgabals(i);\nf) konkatenācija, kas ir ne mazāk kā septiņi un ne vairāk kā 35 rakstzīmes garš, no:\n- ISO/IEC 15459 izdošanas aģentūras koda;\n- atrašanās vietas koda, kas sastāv no rakstzīmēm {A-Z; 0-9}, kas atbilst attiecīgās izdošanas aģentūras prasībām.
mt: '26L' Kodiċi tal-Post, li jkun kodiċi li jidentifika post jew żona ġeografika, jew grupp assoċjat ta' tali postijiet jew żoni, li għandu rilevanza għal transazzjoni relatata u li jikkonforma ma' waħda mill-istrutturi definiti minn (a) sa (f) hawn taħt:\na) żewġ ittri alfabetiċi kbar li jikkorrispondu mal-kodiċi tal-pajjiż ISO 3166-1 ta' żewġ ittri tal-pajjiż fejn, jew li minnu jikkonsisti, il-post(i) jew iż-żona(i) jinsabu;\nb) tliet ittri alfabetiċi kbar li jikkorrispondu mal-kodiċi tal-IATA tal-ajruport jew tal-belt fejn, viċin, jew li minnu jikkonsisti, il-post(i) jew iż-żona(i) jinsabu;\nc) erba' karattri jew aktar li l-ewwel tlieta jikkorrispondu għal kodiċi tal-pajjiż ISO 3166-1 segwiti minn tratt (-), bil-bqija jkunu kodiċi postali fil-pajjiż kkonċernat;\nd) erba' karattri jew aktar li l-ewwel tlieta jikkorrispondu għal kodiċi tal-pajjiż ISO 3166-1 segwiti minn punt (.), bil-bqija jkunu kodiċi tas-sottodiviżjoni tal-pajjiż ISO 3166-2 fil-pajjiż kkonċernat;\ne) ħames ittri alfabetiċi kbar li jikkorrispondu mal-UN/LOCODE taż-żona fejn, viċin, jew li minnu jikkonsisti, il-post(i) jew iż-żona(i) jinsabu;\nf) il-konkatenazzjoni, li ma tkunx inqas minn sebgħa jew aktar minn 35 karattru fit-tul, ta':\n- kodiċi tal-aġenzija li toħroġ skont l-ISO/IEC 15459;\n- kodiċi tal-post, li jikkonsisti f'karattri miġbura mis-sett {A-Z; 0-9} li jaqblu mas-speċifikazzjonijiet tal-aġenzija li toħroġ kkonċernata.
nl: '26L' Locatiecode, zijnde een code die een locatie of geografisch gebied identificeert, of een geassocieerde groep van dergelijke locaties of gebieden, die relevantie heeft voor een gerelateerde transactie en die voldoet aan een van de structuren gedefinieerd in (a) tot (f) hieronder:\na) twee hoofdletters alfabetische tekens overeenkomend met de ISO 3166-1 twee alfa landcode van het land waarin, of bestaande uit, de locatie(s) of gebied(en) zich bevinden;\nb) drie hoofdletters alfabetische tekens overeenkomend met de IATA-code van de luchthaven of stad in, dichtbij, of bestaande uit, de locatie(s) of gebied(en);\nc) vier of meer tekens waarvan de eerste drie overeenkomen met een ISO 3166-1 landcode gevolgd door een streepje (-), met de rest zijnde een postcode in het betreffende land;\nd) vier of meer tekens waarvan de eerste drie overeenkomen met een ISO 3166-1 landcode gevolgd door een punt (.), met de rest zijnde een ISO 3166-2 landsdeelcode in het betreffende land;\ne) vijf hoofdletters alfabetische tekens overeenkomend met de UN/LOCODE van het gebied in, dichtbij, of bestaande uit, de locatie(s) of gebied(en);\nf) de aaneenschakeling, zijnde niet minder dan zeven noch meer dan 35 tekens in lengte, van:\n- een ISO/IEC 15459 uitgevende instantiecode;\n- een locatiecode, bestaande uit tekens getrokken uit de set {A-Z; 0-9} die voldoet aan de specificaties van de betreffende uitgevende instantie.
no: '26L' Lokasjonskode, som er en kode som identifiserer en lokasjon eller geografisk område, eller en tilknyttet gruppe av slike lokasjoner eller områder, som har relevans til en relatert transaksjon og som overholder en eller flere av strukturene definert i (a) til (f) nedenfor:\na) to store bokstaver som svarer til ISO 3166-1 to alfa landkode for landet hvor, eller bestående av hvilket, lokasjonen(e) eller område(r) er plassert;\nb) tre store bokstaver som svarer til IATA-koden for flyplassen eller byen i, nær, eller bestående av hvilket, lokasjonen(e) eller område(r) er plassert;\nc) fire eller flere tegn hvorav de første tre svarer til en ISO 3166-1 landkode etterfulgt av en bindestrek (-), med resten værende et postnummer i det aktuelle landet;\nd) fire eller flere tegn hvorav de første tre svarer til en ISO 3166-1 landkode etterfulgt av en punktum (.), med resten værende en ISO 3166-2 landsubdivisjonskode i det aktuelle landet;\ne) fem store bokstaver som svarer til UN/LOCODE for området i, nær, eller bestående av hvilket, lokasjonen(e) eller område(r) er plassert;\nf) sammensetningen, som er ikke mindre enn syv eller mer enn 35 tegn i lengde, av:\n- en ISO/IEC 15459 utstedende byråkode;\n- en lokasjonskode, bestående av tegn hentet fra settet {A-Z; 0-9} som overholder spesifikasjonene til det utstedende byrået.
pl: Kod lokalizacji '26L', będący kodem identyfikującym lokalizację lub obszar geograficzny, lub powiązaną grupę takich lokalizacji lub obszarów, mający znaczenie dla powiązanej transakcji i zgodny z jedną ze struktur zdefiniowanych w (a) do (f) poniżej:\na) dwie wielkie litery alfabetu odpowiadające dwuliterowemu kodowi kraju ISO 3166-1 kraju, w którym znajdują się lokalizacje lub obszary lub składają się z nich;\nb) trzy wielkie litery alfabetu odpowiadające kodowi IATA lotniska lub miasta, w którym znajdują się lokalizacje lub obszary lub składają się z nich;\nc) cztery lub więcej znaków, z których pierwsze trzy odpowiadają kodowi kraju ISO 3166-1, po których następuje myślnik (-), z resztą będącą kodem pocztowym w danym kraju;\nd) cztery lub więcej znaków, z których pierwsze trzy odpowiadają kodowi kraju ISO 3166-1, po których następuje kropka (.), z resztą będącą kodem podziału kraju ISO 3166-2 w danym kraju;\ne) pięć wielkich liter alfabetu odpowiadających kodowi UN/LOCODE obszaru, w którym znajdują się lokalizacje lub obszary lub składają się z nich;\nf) połączenie, mające nie mniej niż siedem i nie więcej niż 35 znaków długości, składające się z:\n- kodu agencji wydającej zgodnie z ISO/IEC 15459;\n- kodu lokalizacji, składającego się ze znaków z zestawu {A-Z; 0-9} zgodnego ze specyfikacjami danej agencji wydającej.
pt: Código de Local '26L', sendo um código que identifica um local ou área geográfica, ou um grupo associado de tais locais ou áreas, que tem relevância para uma transação relacionada e que está de acordo com uma das estruturas definidas em (a) a (f) abaixo:\na) dois caracteres alfabéticos maiúsculos correspondendo ao código de país ISO 3166-1 de duas letras do país em que, ou consistindo em que, o(s) local(is) ou área(s) estão situados;\nb) três caracteres alfabéticos maiúsculos correspondendo ao código IATA do aeroporto ou cidade em, perto de, ou consistindo em que, o(s) local(is) ou área(s) estão situados;\nc) quatro ou mais caracteres dos quais os três primeiros correspondem a um código de país ISO 3166-1 seguido por um traço (-), com o restante sendo um código postal no país em questão;\nd) quatro ou mais caracteres dos quais os três primeiros correspondem a um código de país ISO 3166-1 seguido por um ponto (.), com o restante sendo um código de subdivisão de país ISO 3166-2 no país em questão;\ne) cinco caracteres alfabéticos maiúsculos correspondendo ao UN/LOCODE da área em, perto de, ou consistindo em que, o(s) local(is) ou área(s) estão situados;\nf) a concatenação, sendo não menos que sete e não mais que 35 caracteres de comprimento, de:\n- um código de agência emissora ISO/IEC 15459;\n- um código de local, consistindo de caracteres retirados do conjunto {A-Z; 0-9} que está de acordo com as especificações da agência emissora em questão.
ro: Codul Locației '26L', fiind un cod care identifică o locație sau zonă geografică, sau un grup asociat de astfel de locații sau zone, care are relevanță pentru o tranzacție asociată și care se conformează cu una dintre structurile definite în (a) până la (f) de mai jos:\na) două caractere alfanumerice majuscule corespunzătoare codului țării ISO 3166-1 cu două alfa ale țării în care, sau constând din aceasta, sunt situate locația(ele) sau zona(ele);\nb) trei caractere alfanumerice majuscule corespunzătoare codului IATA al aeroportului sau orașului în, aproape de, sau constând din aceasta, sunt situate locația(ele) sau zona(ele);\nc) patru sau mai multe caractere dintre care primele trei corespund unui cod de țară ISO 3166-1 urmat de o cratimă (-), cu restul fiind un cod poștal în țara respectivă;\nd) patru sau mai multe caractere dintre care primele trei corespund unui cod de țară ISO 3166-1 urmat de un punct (.), cu restul fiind un cod de subdiviziune a țării ISO 3166-2 în țara respectivă;\ne) cinci caractere alfanumerice majuscule corespunzătoare codului UN/LOCODE al zonei în, aproape de, sau constând din aceasta, sunt situate locația(ele) sau zona(ele);\nf) concatenarea, fiind nu mai puțin de șapte sau mai mult de 35 de caractere în lungime, de:\n- un cod de agenție de emitere ISO/IEC 15459;\n- un cod de locație, constând din caractere trase din setul {A-Z; 0-9} care se conformează cu specificațiile agenției emitente respective.
sk: Kód lokality '26L', ktorý je kódom identifikujúcim lokalitu alebo geografickú oblasť alebo pridruženú skupinu takýchto lokalít alebo oblastí, ktoré majú význam pre súvisiacu transakciu a ktoré spĺňajú jednu zo štruktúr definovaných v bodoch (a) až (f) nižšie:\na) dva veľké abecedné znaky zodpovedajúce dvojznakovému kódu krajiny ISO 3166-1 alfa krajiny, v ktorej sa nachádzajú alebo z ktorej sa skladajú lokalita(y) alebo oblasť(i);\nb) tri veľké abecedné znaky zodpovedajúce kódu IATA letiska alebo mesta, v ktorom sa nachádzajú, sú blízko alebo z ktorého sa skladajú lokalita(y) alebo oblasť(i);\nc) štyri alebo viac znakov, z ktorých prvé tri zodpovedajú kódu krajiny ISO 3166-1 nasledované pomlčkou (-), pričom zvyšok je poštové smerovacie číslo v príslušnej krajine;\nd) štyri alebo viac znakov, z ktorých prvé tri zodpovedajú kódu krajiny ISO 3166-1 nasledované bodkou (.), pričom zvyšok je kód poddielenej krajiny ISO 3166-2 v príslušnej krajine;\ne) päť veľkých abecedných znakov zodpovedajúcich kódu UN/LOCODE oblasti, v ktorej sa nachádzajú, sú blízko alebo z ktorej sa skladajú lokalita(y) alebo oblasť(i);\nf) spojenie, ktoré má dĺžku nie menej ako sedem a nie viac ako 35 znakov, z:\n- kódu vydávajúcej agentúry ISO/IEC 15459;\n- kódu lokality, ktorý sa skladá z znakov z množiny {A-Z; 0-9} a ktorý zodpovedá špecifikáciám dotknutej vydávajúcej agentúry.
sl: '26L' Koda lokacije, ki predstavlja kodo, ki identificira lokacijo ali geografsko območje ali povezano skupino takih lokacij ali območij, ki ima pomen za sorodno transakcijo in ki ustreza eni od struktur, definiranih v (a) do (f) spodaj:\na) dva velika črkovna znaka, ki ustrezata dvomestni alfa kodi države ISO 3166-1 države, v kateri se nahajajo ali sestavljajo lokacije ali območja;\nb) tri velike črkovne znake, ki ustrezajo kodi IATA letališča ali mesta, v, blizu ali sestavljajočem lokacije ali območja;\nc) štirje ali več znakov, od katerih prvi trije ustrezajo dvomestni kodi države ISO 3166-1, sledi vezaj (-), z ostalimi, ki predstavljajo poštno številko v dotični državi;\nd) štirje ali več znakov, od katerih prvi trije ustrezajo dvomestni kodi države ISO 3166-1, sledi pika (.), z ostalimi, ki predstavljajo kodo podrazdelitve države ISO 3166-2 v dotični državi;\ne) pet velikih črkovnih znakov, ki ustrezajo kodi UN/LOCODE območja, v, blizu ali sestavljajočem lokacije ali območja;\nf) združevanje, dolžine ne manj kot sedem in ne več kot 35 znakov, sestavljenih iz:\n- kode izdajateljske agencije ISO/IEC 15459;\n- kode lokacije, sestavljene iz znakov, izbranih iz nabora {A-Z; 0-9}, ki ustrezajo specifikacijam zadevne izdajateljske agencije.
sv: '26L' Platskod, som är en kod som identifierar en plats eller ett geografiskt område, eller en associerad grupp av sådana platser eller områden, som är relevant för en relaterad transaktion och som överensstämmer med en av strukturerna som definieras i (a) till (f) nedan:\na) två versala alfabetiska tecken som motsvarar ISO 3166-1 två alfakod för det land där, eller bestående av vilket, platsen/platserna eller området/områdena är belägna;\nb) tre versala alfabetiska tecken som motsvarar IATA-koden för flygplatsen eller staden i, nära, eller bestående av vilken platsen/platserna eller området/områdena är belägna;\nc) fyra eller fler tecken där de första tre motsvarar en ISO 3166-1 landskod följt av ett streck (-), med resten som en postkod i det berörda landet;\nd) fyra eller fler tecken där de första tre motsvarar en ISO 3166-1 landskod följt av en punkt (.), med resten som en ISO 3166-2 landsunderindelningskod i det berörda landet;\ne) fem versala alfabetiska tecken som motsvarar UN/LOCODE för området i, nära, eller bestående av vilket, platsen/platserna eller området/områdena är belägna;\nf) sammanfogningen, som är inte mindre än sju eller mer än 35 tecken lång, av:\n- en ISO/IEC 15459 utfärdande byråkod;\n- en platskod, bestående av tecken dragna från uppsättningen {A-Z; 0-9} som överensstämmer med specifikationerna för den berörda utfärdande byrån.
