Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di20027
source: Batch Number, issued under the control of an identified party or unit of processing equipment, or under the provisions of an identified license, that:\n - uniquely distinguishes one batch of related items from all other batches to which a batch number is assigned by the party or equipment, or under the license, concerned;\n - comprises a string of maximum length 10 characters, of which the first (numeric) character indicates the number of following characters, each of which is taken from the set {0-9; A-Z}.
bg: Номер на партида, издаден под контрола на идентифицирана страна или единица обработващо оборудване, или под разпорежданията на идентифициран лиценз, който:\n - уникално различава една партида свързани артикули от всички други партиди, на които е присвоен номер на партида от съответната страна или оборудване, или под лиценза;\n - се състои от низ с максимална дължина 10 символа, от които първият (цифров) символ показва броя на следващите символи, всеки от които е взет от набора .
cs: Číslo šarže, vydané pod kontrolou určené strany nebo jednotky zpracovatelského zařízení, nebo podle podmínek stanovené licence, které:\n - jednoznačně odlišuje jednu šarži souvisejících položek od všech ostatních šarží, kterým je přiřazeno číslo šarže stranou nebo zařízením, nebo na základě příslušné licence;\n - obsahuje řetězec o maximální délce 10 znaků, přičemž první (číselný) znak označuje počet následujících znaků, každý z nichž je převzat ze sady {0-9; A-Z}.
de: Chargennummer, die unter der Kontrolle einer identifizierten Partei oder Verarbeitungseinheit oder unter den Bestimmungen einer identifizierten Lizenz ausgegeben wird, die:\n - unterscheidet eine Charge verwandter Artikel eindeutig von allen anderen Chargen, denen eine Chargennummer von der Partei oder Ausrüstung oder unter der Lizenz zugewiesen wird;\n - besteht aus einer Zeichenfolge mit maximal 10 Zeichen, wovon das erste (numerische) Zeichen die Anzahl der folgenden Zeichen angibt, von denen jedes aus dem Satz {0-9; A-Z} entnommen wird.
el: Αριθμός Παρτίδας, που εκδίδεται υπό τον έλεγχο ενός ταυτοποιημένου μέρους ή μονάδας εξοπλισμού επεξεργασίας, ή υπό τις διατάξεις μιας ταυτοποιημένης άδειας, που:\n - διακρίνει μοναδικά μία παρτίδα σχετικών αντικειμένων από όλες τις άλλες παρτίδες στις οποίες ανατίθεται αριθμός παρτίδας από το μέρος ή τον εξοπλισμό, ή υπό την άδεια, που αφορά·\n - περιλαμβάνει μια σειρά μέγιστου μήκους 10 χαρακτήρων, από τους οποίους ο πρώτος (αριθμητικός) χαρακτήρας υποδηλώνει τον αριθμό των ακόλουθων χαρακτήρων, κάθε ένας από τους οποίους προέρχεται από το σύνολο {0-9; A-Z}.
es: Número de Lote, emitido bajo el control de una parte identificada o unidad de equipo de procesamiento, o bajo las provisiones de una licencia identificada, que:\n - distingue de manera única un lote de artículos relacionados de todos los otros lotes a los cuales se asigna un número de lote por la parte o equipo, o bajo la licencia, concerniente;\n - comprende una cadena de máximo 10 caracteres, de los cuales el primer carácter (numérico) indica el número de caracteres siguientes, cada uno de los cuales se toma del conjunto {0-9; A-Z}.
et: Partii Number, mis on väljastatud identifitseeritud osapoole või töötlusseadme kontrolli all või kindlaksmääratud litsentsi alusel, mis:\n - üheselt eristab üht partiid seotud esemetest kõigist teistest partiinumbrit omavatest partiidest, mida osapool või seade või litsentsi alusel määrab;\n - koosneb maksimaalselt 10 tähemärgi pikkusest stringist, millest esimene (numbriline) tähemärk näitab järgnevate tähemärkide arvu, igaüks neist on valitud komplektist.
fi: Eränumero, joka on myönnetty tunnistetun osapuolen tai käsittelyyksikön hallinnan alaisena, tai tunnistetun lisenssin ehtojen mukaisesti, joka:\n - yksilöllisesti erottaa yhden erän liittyvistä kohteista kaikista muista eristä, joihin eränumero on osapuolen, laitteen tai lisenssin toimesta määritetty;\n - koostuu enintään 10 merkin jonoista, joista ensimmäinen (numeerinen) merkki osoittaa seuraavien merkkien määrän, joista jokainen on otettu joukosta .
fr: Numéro de lot, émis sous le contrôle d'une partie identifiée ou d'une unité d'équipement de traitement, ou sous les dispositions d'une licence identifiée, qui :\n - distingue de manière unique un lot d'articles liés de tous les autres lots auxquels un numéro de lot est attribué par la partie, l'équipement ou sous la licence concernée ;\n - comprend une chaîne de maximum 10 caractères, dont le premier caractère (numérique) indique le nombre de caractères suivants, chacun étant pris dans l'ensemble {0-9 ; A-Z}.
ga: Uimhir Bhaisc, eisithe faoi smacht páirtí nó aonaid trealaimh phróiseála aitheanta, nó faoi fhorálacha ceadúnais aitheanta, a:\n - idirdhealaíonn go huathúil baisc amháin d'earraí gaolmhara ó gach baisc eile a n-ainmníonn an páirtí nó an trealamh uimhir bhaisc dóibh, nó faoin gceadúnas lena mbaineann;\n - comhdhéanta de shreang de fhad uasta 10 gcarachtar, ina léiríonn an chéad charachtar (uimhriúil) líon na gcarachtar ina dhiaidh, atá roghnaithe as an tsraith {0-9; A-Z}.
hr: Broj serije, izdan pod kontrolom identificirane stranke ili jedinice opreme za obradu, ili pod uvjetima identificirane licence, koji:\n - jedinstveno razlikuje jednu seriju povezanih artikala od svih drugih serija kojima je broj serije dodijeljen od strane dotične stranke ili opreme, ili pod licencom;\n - sastoji se od niza maksimalne duljine od 10 znakova, od kojih prvi (numerički) znak označava broj sljedećih znakova, svaki uzet iz skupa {0-9, A-Z}.
hu: Tételszám, amelyet egy azonosított fél vagy feldolgozási berendezés egysége, vagy egy azonosított licenc rendelkezései alatt bocsátanak ki, amely:\n - egyedileg megkülönbözteti az egyik tételcsoportot az összes többi olyan tételcsoporttól, amelyhez a fél, berendezés vagy licenc tételszámot rendel;\n - legfeljebb 10 karakterből álló sorozatból áll, amelynek első (numerikus) karaktere jelzi a következő karakterek számát, mindegyik a {0-9; A-Z} készletből.
is: Lotunúmer, gefið út undir stjórn tiltekins aðila eða vinnslutækja, eða samkvæmt ákvæðum tiltekins leyfis, sem:\n - greinir á einstakan hátt eina lotu skyldra atriða frá öllum öðrum lotum sem lotunúmer er úthlutað af aðilanum eða tækinu, eða samkvæmt leyfinu;\n - samanstendur af streng með hámarkslengd 10 stafa, þar sem fyrsti (tölustafur) stafurinn gefur til kynna fjölda eftirfarandi stafa, þar sem hver er valinn úr mengi {0-9; A-Z}.
it: Numero di Lotto, emesso sotto il controllo di una parte identificata o di un'unità di attrezzatura di elaborazione, o sotto le disposizioni di una licenza identificata, che:\n - distingue univocamente un lotto di articoli correlati da tutti gli altri lotti ai quali è assegnato un numero di lotto dalla parte o attrezzatura, o sotto la licenza, interessata;\n - comprende una stringa di lunghezza massima 10 caratteri, di cui il primo carattere (numerico) indica il numero di caratteri seguenti, ciascuno dei quali è preso dal set {0-9; A-Z}.
lt: Partijos numeris, išduotas identifikuojamos šalies ar apdorojimo įrenginio kontrolės požiūriu, arba pagal identifikuotą licenciją, kuris:\n - unikaliai atskiria vieną partiją susijusių prekių nuo visų kitų partijų, kurioms partijos numeris priskirtas šalies, įrenginio arba pagal licenciją;\n - susideda iš maksimaliai 10 simbolių eilutės, kurios pirmasis (skaitinis) simbolis nurodo sekantys simbolius, kiekvienas iš jų yra imamas iš aibės {0-9, A-Z}.
lv: Partijas numurs, izsniegts identificētas puses vai apstrādes iekārtu vienības kontrolē, vai saskaņā ar identificētas licences noteikumiem, kas:\n - unikāli atšķir vienu saistīto priekšmetu partiju no visām citām partijām, kurām partijas numuru piešķīrusi attiecīgā puse vai iekārta, vai saskaņā ar licenci;\n - sastāv no virknes, kuras maksimālais garums ir 10 rakstzīmes, no kurām pirmais (ciparu) raksturs norāda turpmāko rakstzīmju skaitu, un katra no tām ir ņemta no kopas {0-9; A-Z}.
mt: Numru tal-Lott, maħruġ taħt il-kontroll ta' parti jew unità ta' tagħmir ta' proċessar identifikata, jew skont id-dispożizzjonijiet ta' liċenzja identifikata, li:\n - jiddistingwi b'mod uniku lott wieħed ta' oġġetti relatati minn kull lott ieħor li ngħata numru tal-lott mill-parti jew it-tagħmir, jew taħt il-liċenzja, ikkonċernati;\n - jikkonsisti f'sensiela ta' tul massimu ta' 10 karattri, fejn l-ewwel karattru (numriku) jindika n-numru ta' karattri li ġejjin, li kull wieħed minnhom jittieħed mis-sett {0-9; A-Z}.
nl: Partijnummer, uitgegeven onder controle van een geïdentificeerde partij of eenheid van verwerkingsapparatuur, of onder de voorzieningen van een geïdentificeerde licentie, dat:\n - een partij van gerelateerde items uniek onderscheidt van alle andere partijen waaraan een partijnummer is toegewezen door de betreffende partij of apparatuur, of onder de licentie;\n - bestaat uit een reeks van maximaal 10 tekens, waarvan het eerste (numerieke) teken het aantal volgende tekens aangeeft, elk genomen uit de set .
no: Partinummer, utstedt under kontrollen av en identifisert part eller enhet for prosesseringsutstyr, eller under bestemmelsene i en identifisert lisens, som:\n - entydig skiller ett parti av relaterte varer fra alle andre partier som et partinummer er tildelt av parten eller utstyret, eller under lisensen, som er bekymret;\n - består av en streng med maksimalt 10 tegn, hvorav det første (numeriske) tegnet indikerer antall følgende tegn, hvorav hver er tatt fra settet .
pl: Numer partii, wydany pod kontrolą zidentyfikowanej strony lub jednostki sprzętu przetwarzającego, lub na mocy zidentyfikowanej licencji, który:\n - jednoznacznie odróżnia jedną partię powiązanych przedmiotów od wszystkich innych partii, do których numer partii jest przydzielony przez daną stronę lub sprzęt, lub na mocy licencji;\n - składa się z ciągu maksymalnie 10 znaków, z których pierwszy (numeryczny) znak wskazuje liczbę następujących znaków, każdy z nich pochodzi z zestawu {0-9; A-Z}.
pt: Número de Lote, emitido sob o controle de uma parte identificada ou unidade de equipamento de processamento, ou sob as disposições de uma licença identificada, que:\n - distingue unicamente um lote de itens relacionados de todos os outros lotes aos quais um número de lote é atribuído pela parte ou equipamento, ou sob a licença, em questão;\n - compreende uma sequência de no máximo 10 caracteres, dos quais o primeiro (numérico) caractere indica o número de caracteres seguintes, cada um dos quais é retirado do conjunto {0-9; A-Z}.
ro: Numărul Lotului, emis sub controlul unei părți identificate sau a unei unități de echipamente de prelucrare, sau sub prevederile unei licențe identificate, care:\n - distinge unic un lot de articole înrudite de toate celelalte loturi cărora li se atribuie un număr de lot de către partea sau echipamentul, sau sub licența respectivă;\n - cuprinde un șir de maximum 10 caractere, dintre care primul caracter (numeric) indică numărul de caractere următoare, fiecare dintre acestea fiind luat din setul {0-9; A-Z}.
sk: Číslo dávky, vydané pod kontrolou identifikovanej strany alebo jednotky spracovateľského zariadenia, alebo podľa ustanovení identifikovanej licencie, ktoré:\n - jednoznačne odlišuje jednu dávku súvisiacich položiek od všetkých ostatných dávok, ktorým bolo pridelené číslo dávky stranou alebo zariadením, alebo podľa licencie;\n - pozostáva z reťazca s maximálnou dĺžkou 10 znakov, pričom prvý (číselný) znak označuje počet nasledujúcich znakov, z ktorých každý je z množiny {0-9; A-Z}.
sl: Številka serije, izdana pod nadzorom identificirane stranke ali enote opreme za obdelavo ali pod pogoji identificirane licence, ki:\n - enolično loči eno serijo sorodnih predmetov od vseh drugih serij, katerim je stranka ali oprema ali licenca dodelila številko serije;\n - sestoji iz niza največ 10 znakov, od katerih prvi (številčni) znak označuje število naslednjih znakov, vsak izmed njih pa je izbran iz nabora {A-Z; 0-9}.
sv: Batchnummer, utfärdat under kontroll av en identifierad part eller enhet för bearbetningsutrustning, eller enligt bestämmelserna i en identifierad licens, som:\n - entydigt skiljer en batch av relaterade artiklar från alla andra batcher till vilka ett batchnummer tilldelas av parten eller utrustningen, eller enligt licensen, i fråga;\n - består av en sträng med maximal längd 10 tecken, varav den första (numeriska) tecknet anger antalet följande tecken, var och en tas från uppsättningen {0-9; A-Z}.

# di2003
source: Motor Freight Transport Equipment Identification Code assigned by the manufacturer in conformance with International Organisation for Standardization (ISO) standards.
bg: Идентификационен код на транспортно оборудване за моторен транспорт, присвоен от производителя в съответствие с международната организация за стандартизация (ISO) стандарти.
cs: Identifikátor dopravního zařízení motorové přepravy přiřazený výrobcem v souladu s mezinárodními normami Organizace pro standardizaci (ISO).
de: Vom Hersteller zugewiesener Frachttransportausrüstungskennungscode in Übereinstimmung mit den Standards der Internationalen Organisation für Normung (ISO).
el: Κωδικός Ταυτοποίησης Εξοπλισμού Μεταφοράς Οδικών Φορτίων που Ανατέθηκε από τον κατασκευαστή σύμφωνα με τα πρότυπα της Διεθνούς Οργάνωσης για την Τυποποίηση (ISO).
es: Identificación de Equipo de Transporte de Carga Motorizada asignado por el fabricante conforme a los estándares de la Organización Internacional para la Normalización (ISO).
et: Mootorsõiduki Veosevarustuse Identifitseerimiskood, mille on määranud tootja vastavalt Rahvusvahelisele Standardiorganisatsioonile (ISO) kehtestatud standarditele.
fi: Kuorma-autoliikenteen Kuljetusvälineiden Tunnistekoodi, jonka valmistaja on määrittänyt Kansainvälisen Standardointijärjestön (ISO) standardien mukaisesti.
fr: Code d'identification de l'équipement de transport de fret routier émis par le fabricant conformément aux normes de l'Organisation internationale de normalisation (ISO).
ga: Cód Aitheantais Trealaimh Iompair Mótair a shanntar ag an monaróir de réir caighdeáin Eagraíocht Idirnáisiúnta um Chaighdeánú (ISO).
hr: Identifikacijski broj opreme za prijevoz motornih vozila dodijeljen od proizvođača u skladu sa standardima Međunarodne organizacije za standardizaciju (ISO).
hu: Nemzetközi Szabványosítási Szervezet (ISO) szabványainak megfelelően a gyártó által hozzárendelt Motoros Fuvarozási Eszköz Azonosító Kód.
is: Flutningstækjaauðkenni úthlutað af framleiðanda í samræmi við alþjóðlega staðla International Organisation for Standardization (ISO).
it: Codice di Identificazione dell'Attrezzatura per il Trasporto su Strada emesso dal produttore in conformità con gli standard dell'Organizzazione Internazionale per la Standardizzazione (ISO).
lt: Motorinių transporto priemonių transporto įrangos identifikavimo kodas, priskirtas gamintojo pagal Tarptautinę standartizacijos organizaciją (ISO) standartus.
lv: Autotransporta Transportlīdzekļa Identifikācijas Kods, ko piešķīris ražotājs saskaņā ar Starptautisko Organizāciju Standartizācijai (ISO) standartiem.
mt: Kodiċi tal-Ekwipaġġ tal-Ġarr Assenjat mill-manifattur konformi mal-istandards tal-Organizzazzjoni Internazzjonali għall-Istandardizzazzjoni (ISO).
nl: Motorvracht Transportuitrusting Identificatiecode toegewezen door de fabrikant in overeenstemming met Internationale Organisatie voor Standaardisatie (ISO) normen.
no: Motorfrakt Transportutstyr Identifikasjonskode tildelt av produsenten i samsvar med Internasjonal organisasjon for standardisering (ISO) standarder.
pl: Kod identyfikacyjny sprzętu transportowego frachtu drogowego przydzielony przez producenta zgodnie z normami Międzynarodowej Organizacji Normalizacyjnej (ISO).
pt: Código de Identificação de Equipamento de Transporte de Carga Motor atribuído pelo fabricante em conformidade com padrões da Organização Internacional para Padronização (ISO).
ro: Codul de Identificare al Echipamentului de Transport Motorizat atribuit de producător în conformitate cu standardele Organizației Internaționale pentru Standardizare (ISO).
sk: Kód identifikácie zariadenia na prepravu nákladu motorovými vozidlami pridelený výrobcom v súlade s medzinárodnými štandardmi Organizácie pre štandardizáciu (ISO).
sl: Identifikacijska koda opreme za prevoz tovora, dodeljena s strani proizvajalca v skladu z mednarodnimi standardi Organizacije za standardizacijo (ISO).
sv: Motorfordonstransportutrustningsidentifieringskod tilldelad av tillverkaren i överensstämmelse med International Organisation for Standardization (ISO) standarder.

# di20030
source: First Level (Supplier Assigned).
bg: Първо ниво (Присвоено от доставчика).
cs: První úroveň (přiřazeno dodavatelem).
de: Erste Ebene (Lieferantenzugewiesen).
el: Πρώτο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή).
es: Primer Nivel (Asignado por el Proveedor).
et: Esimene tase (tarnija määratud).
fi: Ensimmäinen taso (toimittajan määrittämä).
fr: Premier Niveau (Attribué par le Fournisseur).
ga: An Chéad Leibhéal (Arna Shannadh ag an Soláthraí).
hr: Prvi nivo (dodijeljen od strane dobavljača).
hu: Első szint (Beszállító által kijelölt).
is: Fyrsta stig (Úthlutað af birgi).
it: Primo Livello (Assegnato dal Fornitore).
lt: Pirmas lygis (tiekejo paskirtas).
lv: Pirmā līmeņa (Piegādātāja piešķirts).
mt: Livell Ewwel (Assenjat mill-Fornitur).
nl: Eerste niveau (toegewezen door leverancier).
no: Første nivå (Tilordnet av leverandør).
pl: Pierwszy poziom (przypisany przez dostawcę).
pt: Primeiro Nível (Atribuído pelo Fornecedor).
ro: Primul Nivel (Atribuit de Furnizor).
sk: Prvá úroveň (pridelená dodávateľom).
sl: Prva stopnja (dodeljena s strani dobavitelja).
sv: Första Nivån (Leverantörstilldelad).

# di20031
source: Second Level (Supplier Assigned).
bg: Второ ниво (Присвоено от доставчика).
cs: Druhá úroveň (přiřazeno dodavatelem).
de: Zweite Ebene (Lieferantenzugewiesen).
el: Δεύτερο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή).
es: Segundo Nivel (Asignado por el Proveedor).
et: Teine tase (tarnija määratud).
fi: Toinen taso (toimittajan määrittämä).
fr: Deuxième Niveau (Attribué par le Fournisseur).
ga: An Dara Leibhéal (Arna Shannadh ag an Soláthraí).
hr: Drugi nivo (dodijeljen od strane dobavljača).
hu: Második szint (Beszállító által kijelölt).
is: Annað stig (Úthlutað af birgi).
it: Secondo Livello (Assegnato dal Fornitore).
lt: Antras lygis (tiekejo paskirtas).
lv: Otrā līmeņa (Piegādātāja piešķirts).
mt: Livell It-Tieni (Assenjat mill-Fornitur).
nl: Tweede niveau (toegewezen door leverancier).
no: Andre nivå (Tilordnet av leverandør).
pl: Drugi poziom (przypisany przez dostawcę).
pt: Segundo Nível (Atribuído pelo Fornecedor).
ro: Al Doilea Nivel (Atribuit de Furnizor).
sk: Druhá úroveň (pridelená dodávateľom).
sl: Druga stopnja (dodeljena s strani dobavitelja).
sv: Andra Nivån (Leverantörstilldelad).

# di20032
source: Third Level (Supplier Assigned).
bg: Трето ниво (Присвоено от доставчика).
cs: Třetí úroveň (přiřazeno dodavatelem).
de: Dritte Ebene (Lieferantenzugewiesen).
el: Τρίτο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή).
es: Tercer Nivel (Asignado por el Proveedor).
et: Kolmas tase (tarnija määratud).
fi: Kolmas taso (toimittajan määrittämä).
fr: Troisième Niveau (Attribué par le Fournisseur).
ga: An Tríú Leibhéal (Arna Shannadh ag an Soláthraí).
hr: Treći nivo (dodijeljen od strane dobavljača).
hu: Harmadik szint (Beszállító által kijelölt).
is: Þriðja stig (Úthlutað af birgi).
it: Terzo Livello (Assegnato dal Fornitore).
lt: Trečias lygis (tiekejo paskirtas).
lv: Trešā līmeņa (Piegādātāja piešķirts).
mt: Livell It-Tielet (Assenjat mill-Fornitur).
nl: Derde niveau (toegewezen door leverancier).
no: Tredje nivå (Tilordnet av leverandør).
pl: Trzeci poziom (przypisany przez dostawcę).
pt: Terceiro Nível (Atribuído pelo Fornecedor).
ro: Al Treilea Nivel (Atribuit de Furnizor).
sk: Tretia úroveň (pridelená dodávateľom).
sl: Tretja stopnja (dodeljena s strani dobavitelja).
sv: Tredje Nivån (Leverantörstilldelad).

# di20033
source: Fourth Level (Supplier Assigned).
bg: Четвърто ниво (Присвоено от доставчика).
cs: Čtvrtá úroveň (přiřazeno dodavatelem).
de: Vierte Ebene (Lieferantenzugewiesen).
el: Τέταρτο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή).
es: Cuarto Nivel (Asignado por el Proveedor).
et: Neljas tase (tarnija määratud).
fi: Neljäs taso (toimittajan määrittämä).
fr: Quatrième Niveau (Attribué par le Fournisseur).
ga: An Ceathrú Leibhéal (Arna Shannadh ag an Soláthraí).
hr: Četvrti nivo (dodijeljen od strane dobavljača).
hu: Negyedik szint (Beszállító által kijelölt).
is: Fjórða stig (Úthlutað af birgi).
it: Quarto Livello (Assegnato dal Fornitore).
lt: Ketvirtas lygis (tiekejo paskirtas).
lv: Ceturtais līmeņis (Piegādātāja piešķirts).
mt: Livell Ir-Raba' (Assenjat mill-Fornitur).
nl: Vierde niveau (toegewezen door leverancier).
no: Fjerde nivå (Tilordnet av leverandør).
pl: Czwarty poziom (przypisany przez dostawcę).
pt: Quarto Nível (Atribuído pelo Fornecedor).
ro: Al Patrulea Nivel (Atribuit de Furnizor).
sk: Štvrtá úroveň (pridelená dodávateľom).
sl: Četrta stopnja (dodeljena s strani dobavitelja).
sv: Fjärde Nivån (Leverantörstilldelad).

# di20034
source: Fifth Level (Supplier Assigned).
bg: Пето ниво (Присвоено от доставчика).
cs: Pátá úroveň (přiřazeno dodavatelem).
de: Fünfte Ebene (Lieferantenzugewiesen).
el: Πέμπτο Επίπεδο (Ανατεθειμένο από τον Προμηθευτή).
es: Quinto Nivel (Asignado por el Proveedor).
et: Viies tase (tarnija määratud).
fi: Viides taso (toimittajan määrittämä).
fr: Cinquième Niveau (Attribué par le Fournisseur).
ga: An Cúigiú Leibhéal (Arna Shannadh ag an Soláthraí).
hr: Peti nivo (dodijeljen od strane dobavljača).
hu: Ötödik szint (Beszállító által kijelölt).
is: Fimmta stig (Úthlutað af birgi).
it: Quinto Livello (Assegnato dal Fornitore).
lt: Penktas lygis (tiekejo paskirtas).
lv: Piektā līmeņa (Piegādātāja piešķirts).
mt: Livell Il-Ħames (Assenjat mill-Fornitur).
nl: Vijfde niveau (toegewezen door leverancier).
no: Femte nivå (Tilordnet av leverandør).
pl: Piąty poziom (przypisany przez dostawcę).
pt: Quinto Nível (Atribuído pelo Fornecedor).
ro: Al Cincilea Nivel (Atribuit de Furnizor).
sk: Piatá úroveň (pridelená dodávateľom).
sl: Peta stopnja (dodeljena s strani dobavitelja).
sv: Femte Nivån (Leverantörstilldelad).
