Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di2018
source: Vessel Registration Number.\nThe three letters 'IMO' followed by the seven-digit number assigned to all ships by IHS Fairplay when constructed. http://www.imonumbers.lrfairplay.com/.
bg: Регистрационен номер на кораб.\nТрите букви 'IMO', последвани от седемцифрения номер, присвоен на всички кораби от IHS Fairplay при построяването им. http://www.imonumbers.lrfairplay.com/.
cs: Registrační číslo plavidla.\nTři písmena 'IMO' následovaná sedmimístným číslem přiděleným všem lodím společností IHS Fairplay při konstrukci. http://www.imonumbers.lrfairplay.com/.
de: Schiffsregistrierungsnummer.\nDie drei Buchstaben 'IMO' gefolgt von der siebenstelligen Nummer, die allen Schiffen von IHS Fairplay bei Bau zugewiesen wird. http://www.imonumbers.lrfairplay.com/.
el: Αριθμός Εγγραφής Πλοίου.\nΤα τρία γράμματα 'IMO' ακολουθούμενα από τον επταψήφιο αριθμό που έχει ανατεθεί σε όλα τα πλοία από το IHS Fairplay κατά την κατασκευή τους. http://www.imonumbers.lrfairplay.com/.
es: Número de Registro del Buque.\nLas tres letras 'IMO' seguidas por el número de siete dígitos asignado a todos los barcos por IHS Fairplay cuando se construyen. http://www.imonumbers.lrfairplay.com/.
et: Laeva registreerimisnumber.\nKolm tähte 'IMO', millele järgneb seitse numbrit, mis on määratud kõigile laevadele IHS Fairplay poolt ehitamisel. http://www.imonumbers.lrfairplay.com/.
fi: Aluksen rekisterinumero.\nKolme kirjainta 'IMO' seurattuna seitsemällä numerolla, jotka IHS Fairplay on määrittänyt kaikille aluksille rakentamisen yhteydessä. http://www.imonumbers.lrfairplay.com/.
fr: Numéro d'Immatriculation du Navire.\nLes trois lettres 'IMO' suivies du numéro à sept chiffres attribué à tous les navires par IHS Fairplay lors de la construction. http://www.imonumbers.lrfairplay.com/.
ga: Uimhir Chlárúcháin an tSoithigh.\nNa trí litir 'IMO' in éineacht leis an uimhir seacht ndigit a shanntar do gach long ag IHS Fairplay nuair a thógáiltear í. http://www.imonumbers.lrfairplay.com/.
hr: Broj registracije plovila.\nTri slova 'IMO' nakon čega slijedi sedmeroznamenkasti broj dodijeljen svim brodovima od strane IHS Fairplay prilikom gradnje. http://www.imonumbers.lrfairplay.com/.
hu: Hajó Regisztrációs Száma.\nAz 'IMO' három betűje után a hajóknak az IHS Fairplay által a gyártáskor hozzárendelt hét számjegyű száma. http://www.imonumbers.lrfairplay.com/.
is: Skipaskráningar númer.\nÞrír bókstafir 'IMO' fylgt af sjö tölustafa númeri úthlutað öllum skipum af IHS Fairplay þegar þau eru byggð. http://www.imonumbers.lrfairplay.com/.
it: Numero di Registrazione della Nave.\nLe tre lettere 'IMO' seguite dal numero di sette cifre assegnato a tutte le navi da IHS Fairplay quando costruite. http://www.imonumbers.lrfairplay.com/.
lt: Laivo registracijos numeris.\nTrys raidės 'IMO' seka septynių skaitmenų numeriu, priskirtu visiems laivams IHS Fairplay kai jie pastatyti. http://www.imonumbers.lrfairplay.com/.
lv: Kuģa reģistrācijas numurs.\nTrīs burti 'IMO' seko septiņciparu numurs, kas piešķirts visiem kuģiem, kad tie ir uzbūvēti, no IHS Fairplay. http://www.imonumbers.lrfairplay.com/.
mt: Numru tar-Reġistrazzjoni tal-Vapur.\nIt-tliet ittri 'IMO' segwiti min-numru ta' seba' ċifri assenjat lil kull vapur minn IHS Fairplay meta jinbena. http://www.imonumbers.lrfairplay.com/.
nl: Registratienummer van het schip.\nDe drie letters 'IMO' gevolgd door het zeven-cijferige nummer toegewezen aan alle schepen door IHS Fairplay bij constructie. http://www.imonumbers.lrfairplay.com/.
no: Fartøy Registreringsnummer.\nDe tre bokstavene 'IMO' fulgt av det syvsifrede nummeret tildelt alle skip av IHS Fairplay ved konstruksjon. http://www.imonumbers.lrfairplay.com/.
pl: Numer rejestracyjny statku.\nTrzy litery 'IMO' po których następuje siedmiocyfrowy numer przypisany wszystkim statkom przez IHS Fairplay podczas budowy. http://www.imonumbers.lrfairplay.com/.
pt: Número de Registro do Navio.\nAs três letras 'IMO' seguidas pelo número de sete dígitos atribuído a todos os navios pela IHS Fairplay quando construídos. http://www.imonumbers.lrfairplay.com/.
ro: Numărul de Înregistrare al Navei.\nCele trei litere 'IMO' urmate de numărul de șapte cifre atribuit tuturor navelor de IHS Fairplay la construcție. http://www.imonumbers.lrfairplay.com/.
sk: Registračné číslo plavidla.\nTri písmená 'IMO' nasledované sedemmiestnym číslom prideleným všetkým plavidlám IHS Fairplay pri ich konštrukcii. http://www.imonumbers.lrfairplay.com/.
sl: Registrska številka plovila.\nTri črke 'IMO' sledi sedemmestna številka, dodeljena vsem ladjam s strani IHS Fairplay ob gradnji. http://www.imonumbers.lrfairplay.com/.
sv: Fartygsregistreringsnummer.\nDe tre bokstäverna 'IMO' följt av det sju-siffriga nummer som tilldelas alla fartyg av IHS Fairplay vid konstruktion. http://www.imonumbers.lrfairplay.com/.

# di2019
source: Voyage number/Trip number.\nLetter and number.
bg: Номер на пътуване/Пътуване.\nБуква и номер.
cs: Číslo plavby/číslo spoje.\nPísmeno a číslo.
de: Reisenummer/Fahrt-Nummer.\nBuchstabe und Nummer.
el: Αριθμός ταξιδιού/Αριθμός ταξιδιού.\nΓράμμα και αριθμός.
es: Número de viaje/Número de viaje.\nLetra y número.
et: Reisi number/Trip number.\nTäht ja number.
fi: Matkan numero/Reissun numero.\nKirjain ja numero.
fr: Numéro de voyage/Numéro de trajet.\nLettre et numéro.
ga: Uimhir turais/Uimhir turais.\nLitir agus uimhir.
hr: Broj putovanja/Broj putovanja.\nSlovo i broj.
hu: Út száma/Vonatút szám.\nBetű és szám.
is: Ferðanúmer/Ferðanúmer.\nBókstafur og númer.
it: Numero del viaggio/Numero del viaggio.\nLettera e numero.
lt: Kelionės numeris / Kelionės numeris.\nRaidė ir numeris.
lv: Reisa numurs/Brauciena numurs.\nBurti un numuri.
mt: Numru tal-vjaġġ/Numru tal-vjaġġ.\nIttra u numru.
nl: Reisnummer/Tripnummer.\nLetter en nummer.
no: Reisenummer/Turnummer.\nBokstav og nummer.
pl: Numer rejsu/numer podróży.\nLitera i numer.
pt: Número da viagem/Número da viagem.\nLetra e número.
ro: Numărul călătoriei/Numărul călătoriei.\nLiteră și număr.
sk: Číslo plavby/Číslo cesty.\nPísmeno a číslo.
sl: Številka plovbe/številka poti.\nČrka in številka.
sv: Resenummer/Tripnummer.\nBokstav och nummer.

# di2020
source: Vessel Country.\nISO 3166-1 Alpha 2 Code.
bg: Държава на кораба.\nISO 3166-1 двубуквен код Alpha 2.
cs: Země plavidla.\nKód ISO 3166-1 Alpha 2.
de: Schiffsland.\nISO 3166-1 Alpha-2-Code.
el: Χώρα Πλοίου.\nΚωδικός Alpha 2 ISO 3166-1.
es: País del Buque.\nCódigo Alfa 2 ISO 3166-1.
et: Laeva riik.\nISO 3166-1 Alpha 2 kood.
fi: Aluksen maa.\nISO 3166-1 Alpha 2 -koodi.
fr: Pays du Navire.\nCode ISO 3166-1 Alpha 2.
ga: Tír an tSoithigh.\nCód Alfa 2 ISO 3166-1.
hr: Zemlja plovila.\nISO 3166-1 alfa 2 kod.
hu: Hajó Országa.\nISO 3166-1 Alpha 2 Kód.
is: Skipa land.\nISO 3166-1 Alpha 2 Kóði.
it: Paese della Nave.\nCodice ISO 3166-1 Alpha 2.
lt: Laivo šalis.\nISO 3166-1 alfa 2 kodas.
lv: Kuģa valsts.\nISO 3166-1 Alpha 2 kods.
mt: Pajjiż tal-Vapur.\nKodiċi Alpha 2 ISO 3166-1.
nl: Vlaggenland van het schip.\nISO 3166-1 Alpha 2 Code.
no: Fartøy Land.\nISO 3166-1 Alpha 2 Kode.
pl: Kraj statku.\nKod ISO 3166-1 Alpha 2.
pt: País do Navio.\nCódigo Alfa 2 da ISO 3166-1.
ro: Țara Navei.\nCodul ISO 3166-1 Alpha 2.
sk: Krajina plavidla.\nISO 3166-1 Alpha 2 Kód.
sl: Država plovila.\nISO 3166-1 alfa 2 koda.
sv: Fartygsland.\nISO 3166-1 Alpha 2-kod.

# di2021
source: Reserved for Electronic Seal Numbers.\nComprised of the 18185-1 seal tag ID - 32 bits and the ISO 14816 16-bit manufacturers ID (ISO 646).
bg: Резервирано за номера на електронни печати.\nСъстои се от ID на етикета 18185-1 - 32 бита и 16-битовия ID на производителя според ISO 14816 (ISO 646).
cs: Vyhrazeno pro čísla elektronických pečetí.\nSkládá se z ID značky pečeti 18185-1 - 32 bitů a ID výrobce ISO 14816 16-bitů (ISO 646).
de: Reserviert für elektronische Siegelnummern.\nBesteht aus dem 18185-1-Siegeltag-ID - 32 Bit und dem ISO 14816 16-Bit-Hersteller-ID (ISO 646).
el: Διατηρημένο για Αριθμούς Ηλεκτρονικών Σφραγίδων.\nΑποτελείται από τον αναγνωριστικό κωδικό σφραγίδας 18185-1 - 32 bits και τον 16-ψήφιο κωδικό κατασκευαστή ISO 14816 (ISO 646).
es: Reservado para Números de Sello Electrónico.\nCompuesto por el ID de la etiqueta de sello 18185-1 - 32 bits y el ID de fabricante ISO 14816 de 16 bits (ISO 646).
et: Elektrooniliste pitserite numbrite jaoks reserveeritud.\nKoosneb 18185-1 pitseri sildi ID-st - 32 bitti ja ISO 14816 16-bitistest tootjate ID-st (ISO 646).
fi: Varattu elektronisille sinetinumeroille.\nKoostuu 18185-1 sinettitagin ID:stä - 32 bittiä ja ISO 14816:n 16-bittisestä valmistajan ID:stä (ISO 646).
fr: Réservé aux Numéros de Sceau Électronique.\nComposé de l'identifiant du tag de sceau 18185-1 - 32 bits et de l'ID de fabricant ISO 14816 16 bits (ISO 646).
ga: Cúlchiste le haghaidh Uimhreacha Séala Leictreonacha.\nComhdhéanta de ID clib séala 18185-1 - 32 giotán agus ID monaróirí ISO 14816 16-giotán (ISO 646).
hr: Rezervirano za brojeve elektroničkih pečata.\nSastoji se od ID oznake pečata prema normi 18185-1 - 32 bita i ID proizvođača prema normi ISO 14816 16-bitni (ISO 646).
hu: Elektronikus Pecsét Számokra Fenntartva.\nAz 18185-1 pecsét címke ID - 32 bit és az ISO 14816 16-bit gyártói ID (ISO 646) alkotta.
is: Frátekið fyrir rafraennar innsigli númer.\nSamanstendur af 18185-1 innsigli merkimiða ID - 32 bitar og ISO 14816 16 bita framleiðenda ID (ISO 646).
it: Riservato ai Numeri di Sigillo Elettronico.\nComposto dal tag ID del sigillo 18185-1 - 32 bit e dal ID produttore ISO 14816 16-bit (ISO 646).
lt: Rezervuota elektroninių saugos plombų numeriams.\nSudaryta iš 18185-1 saugos žymės ID - 32 bitai ir ISO 14816 16 bitų gamintojų ID (ISO 646).
lv: Rezervēts elektroniskajiem zīmogiem.\nSastāv no 18185-1 zīmoga taga ID - 32 biti un ISO 14816 16-bitu ražotāja ID (ISO 646).
mt: Riżervat għan-Numri tas-Siġilli Elettroniċi.\nMagħmul mill-ID tat-tag tas-siġill 18185-1 - 32 bit u l-ID tal-manifattur ISO 14816 16-bit (ISO 646).
nl: Gereserveerd voor Elektronische Zegelnummers.\nBestaande uit de 18185-1 zegeltag-ID - 32 bits en de ISO 14816 16-bits fabrikanten-ID (ISO 646).
no: Reservert for Elektroniske Seglnumre.\nBestår av 18185-1 segl tagg ID - 32 biter og ISO 14816 16-bits produsentens ID (ISO 646).
pl: Zarezerwowane dla numerów elektronicznych plomb.\nSkładający się z identyfikatora tagu plomby 18185-1 - 32 bity oraz identyfikatora producenta ISO 14816 16-bit (ISO 646).
pt: Reservado para Números de Selo Eletrônico.\nComposto pelo ID da tag de selo 18185-1 - 32 bits e o ID do fabricante ISO 14816 16 bits (ISO 646).
ro: Rezervat pentru Numerele de Sigilii Electronice.\nCompus din tag-ul de sigiliu 18185-1 ID - 32 biți și ID-ul producătorului ISO 14816 16-biți (ISO 646).
sk: Rezervované pre čísla elektronických pečatí.\nSkładá sa z ID značky pečate 18185-1 - 32 bitov a ID výrobcu podľa ISO 14816 16-bit (ISO 646).
sl: Rezervirano za številke elektronskih pečatov.\nSestavlja 18185-1 oznaka pečata - 32 bitov in 16-bitna identifikacijska številka proizvajalca ISO 14816 (ISO 646).
sv: Reserverat för Elektroniska Sigillnummer.\nBestående av 18185-1 sigilltagg-ID - 32 bitar och ISO 14816 16-bitars tillverkar-ID (ISO 646).
