Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di2029
source: Globally Unique Returnable Packaging Item (RPI) identifier of the category packaging aid (lid, blister, inlay, ...) comprised of a sequence of 5 data elements: 'IAC', followed by 'CIN', followed by 'RPI Number' RPIN, followed by the '+' character, followed by the owner assigned (or managed) 'RPI Serial Number' RPISN that is globally unique within the CIN holder's domain in the format IAC CIN RPIN + RPISN (spaces added for visual clarity only; they are not part of the data).
bg: Глобално уникален идентификатор на връщаем артикул за опаковане (RPI), както е дефинирано в ISO 17364, присвоен от притежател на идентификационен номер на компанията (CIN) и включващ съответния код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459 и неговия регистър, структуриран като поредица от 3 конкатенирани данни елемента: IAC, последван от CIN, последван от серийния номер на RPI, който е уникален в рамките на домейна на притежателя на CIN.
cs: Globálně jedinečný identifikátor vratného obalového prvku (RPI) kategorie obalových pomůcek (víko, blister, vložka, ...) zahrnující posloupnost 5 datových prvků: 'IAC', následovaný 'CIN', následovaný 'Číslem RPI' RPIN, následovaný znakem '+', následovaný vlastníkem přiřazeným (nebo spravovaným) 'Sériovým číslem RPI' RPISN, které je globálně jedinečné v rámci domény držitele CIN ve formátu IAC CIN RPIN + RPISN (mezery přidány pouze pro vizuální jasnost; nejsou součástí dat).
de: Global eindeutige Rückverpackungsgegenstand-Kennung (RPI) der Kategorie Verpackungshilfe (Deckel, Blister, Einlage, ...) bestehend aus einer Folge von 5 Datenelementen: 'IAC', gefolgt von 'CIN', gefolgt von 'RPI-Nummer' RPIN, gefolgt vom '+'-Zeichen, gefolgt von der vom Besitzer zugewiesenen (oder verwalteten) 'RPI-Seriennummer' RPISN, die global eindeutig innerhalb des Bereichs des CIN-Inhabers ist, im Format IAC CIN RPIN + RPISN (Leerzeichen nur zur visuellen Klarheit hinzugefügt; sie sind nicht Teil der Daten).
el: Μοναδικός Παγκόσμιος Αναγνωριστικός Αριθμός Επιστρεπτέου Στοιχείου Συσκευασίας (RPI) της κατηγορίας βοηθητικού υλικού συσκευασίας (καπάκι, blister, εισαγωγή, ...) που αποτελείται από μια ακολουθία 5 στοιχείων δεδομένων: 'IAC', ακολουθούμενο από 'CIN', ακολουθούμενο από 'Αριθμό RPI' RPIN, ακολουθούμενο από τον χαρακτήρα '+', ακολουθούμενο από τον αριθμό σειράς 'RPI Serial Number' RPISN που έχει ανατεθεί (ή διαχειρίζεται) από τον ιδιοκτήτη και είναι παγκοσμίως μοναδικός εντός του τομέα του κατόχου CIN στη μορφή IAC CIN RPIN + RPISN (οι κενές θέσεις προστέθηκαν για οπτική σαφήνεια μόνο; δεν αποτελούν μέρος των δεδομένων).
es: Identificador Único Global de un Artículo de Embalaje Retornable (RPI) de la categoría de ayuda de embalaje (tapa, blíster, inserto, ...) compuesto por una secuencia de 5 elementos de datos: 'IAC', seguido por 'CIN', seguido por 'Número RPI' RPIN, seguido por el carácter '+', seguido por el número de serie RPI asignado (o gestionado) por el propietario que es globalmente único dentro del dominio del titular del CIN en el formato IAC CIN RPIN + RPISN (espacios añadidos solo para claridad visual; no forman parte de los datos).
et: Tagastatava pakendamisüksuse (RPI) kategooria ülemaailmselt unikaalne identifikaator (näiteks kaas, vill, sisestus, ...), koosneb 5 andmeelemendi jadast: 'IAC', millele järgneb 'CIN', millele järgneb 'RPI number' RPIN, millele järgneb '+' märk, millele järgneb omaniku määratud (või haldatud) 'RPI seerianumber' RPISN, mis on ülemaailmselt unikaalne CIN omaniku domeenis formaadis IAC CIN RPIN + RPISN (ruumid lisatud ainult visuaalse selguse huvides; need ei kuulu andmete hulka).
fi: Globaalisti yksilöllinen palautettava pakkausvälineen (RPI) tunniste kategorian pakkausapuvälineelle (kansi, kupu, sisäosa, ...) koostuu viiden datan elementin sarjasta: 'IAC', seurattuna 'CIN':llä, seurattuna 'RPI-numerolla' RPIN, seurattuna '+' merkillä, seurattuna omistajan määrittämällä (tai hallinnoimalla) 'RPI-sarjanumerolla' RPISN, joka on globaalisti yksilöllinen CIN:n haltijan alueella muodossa IAC CIN RPIN + RPISN (välilyönnit lisätty visuaalisen selkeyden vuoksi; ne eivät ole osa dataa).
fr: Identifiant Unique Mondial d'Article d'Emballage Retournable (RPI) de la catégorie aide d'emballage (couvercle, coque, intercalaire, ...) composé d'une séquence de 5 éléments de données : 'IAC', suivi par 'CIN', suivi par 'Numéro RPI' RPIN, suivi par le caractère '+', suivi par le 'Numéro de Série RPI' (RPISN) assigné (ou géré) par le propriétaire et qui est globalement unique dans le domaine du détenteur du CIN dans le format IAC CIN RPIN + RPISN (espaces ajoutés uniquement pour la clarté visuelle; ils ne font pas partie des données).
ga: Aitheantas Domhanda Uathúil Pacáistiú In-aisíoctha (RPI) den chatagóir cúnamh pacáistithe (clúdach, blaincéad, inlay, ...) comhdhéanta de shraith de 5 eilimintí sonraí: 'IAC', ina dhiaidh sin 'CIN', ina dhiaidh sin 'Uimhir RPI' RPIN, ina dhiaidh sin an carachtar '+', ina dhiaidh sin an uimhir shraithuimhir RPI a shanntar ag an úinéir (nó a bhainistítear) atá go domhanda uathúil laistigh de réimse sealbhóir an CIN sa fhormáid IAC CIN RPIN + RPISN (cuirtear spásanna le haghaidh soiléire amhairc; ní cuid den sonra iad).
hr: Globalno jedinstveni identifikator povratne ambalažne jedinice (RPI) kategorije ambalažnih pomagala (poklopac, blister, umetak, ...) sastoji se od niza od 5 podatkovnih elemenata: 'IAC', nakon čega slijedi 'CIN', nakon čega slijedi 'Broj RPI' RPIN, nakon čega slijedi znak '+', nakon čega slijedi dodijeljeni (ili upravljani) serijski broj 'RPI' (RPISN) koji je globalno jedinstven unutar domene nositelja CIN-a u formatu IAC CIN RPIN + RPISN (prostori dodani radi vizualne jasnoće samo; nisu dio podataka).
hu: Globálisan Egyedi Visszaváltható Csomagolási Tétel (RPI) azonosító a csomagolási segéd (fedél, blister, betét, ...) kategóriájában, öt adatelemből álló sorozatban: 'IAC', majd 'CIN', majd 'RPI Szám' RPIN, majd a '+' karakter, majd a tulajdonos által kijelölt (vagy kezelt) 'RPI Sorozatszám' RPISN, amely globálisan egyedi a CIN birtokosának tartományában a formátumban IAC CIN RPIN + RPISN (a vizuális tisztaság érdekében hozzáadott szóközökkel; nem részei az adatnak).
is: Alþjóðlega einstakt Endurhæft Pakkningarhlut auðkenni (RPI) flokks pakkningaraðstoðar (loki, blöðru, innleggi, ...) samanstendur af röð af 5 gagnaeiningum: 'IAC', fylgt af 'CIN', fylgt af 'RPI Númeri' RPIN, fylkt af plús tákninu '+', fylgt af eiganda úthlutaðu (eða stjórnaðu) 'RPI Raðnúmeri' RPISN sem er alþjóðlega einstakt innan CIN eiganda sviðsins á formi IAC CIN RPIN + RPISN (bil sett inn fyrir sjónræna skýrleika einungis; þau eru ekki hluti af gögnunum).
it: Identificatore Globale Unico di Imballaggio Ritornabile (RPI) della categoria aiuto all'imballaggio (coperchio, blister, inserto, ...) composto da una sequenza di 5 elementi di dati: 'IAC', seguito da 'CIN', seguito da 'Numero RPI' RPIN, seguito dal carattere '+', seguito dal numero di serie RPI assegnato (o gestito) dal proprietario che è globalmente unico all'interno del dominio del titolare del CIN nel formato IAC CIN RPIN + RPISN (gli spazi aggiunti solo per chiarezza visiva; non fanno parte dei dati).
lt: Globaliai unikalus grąžinamo pakavimo elemento (RPI) identifikatorius kategorijos pakavimo pagalba (dangtis, burbulinė plokštelė, įdėklas, ...), sudarytas iš 5 duomenų elementų sekos: 'IAC', po to 'CIN', po to 'RPI numeris' RPIN, po to '+' simbolis, po to savininko paskirtas (arba valdomas) 'RPI serijos numeris' RPISN, kuris yra globaliai unikalus per CIN turėtojo domeną formatu IAC CIN RPIN + RPISN (tarpai pridėti tik vizualinei aiškumui; jie nėra duomenų dalis).
lv: Globāli Unikāls Atkārtoti Izmantojamu Iepakojuma Preču (RPI) identifikators iepakojuma palīdzības kategorijai (vāks, blisteris, ieliktnis, ...), kas sastāv no 5 datu elementu virknes: 'IAC', kam seko 'CIN', kam seko 'RPI Numurs' RPIN, kam seko '+' simbols, kam seko īpašnieka piešķirts (vai pārvaldīts) 'RPI Sērijas Numurs' RPISN, kas ir globāli unikāls CIN turētāja domēnā formātā IAC CIN RPIN + RPISN (atstarpes pievienotas tikai vizuālai skaidrībai; tās nav daļa no datiem).
mt: Identifikatur Globali Uniku tal-Oġġett tal-Ippakkjar li Jista' Jerġa' Jintuża (RPI) tal-kategorija għajnuna fl-ippakkjar (għatu, blister, inlay, ...) magħmul minn sekwenza ta' 5 elementi tad-data: 'IAC', segwit minn 'CIN', segwit min-'RPI Number' RPIN, segwit mill-karattru '+', segwit min-numru tas-serje 'RPISN' (RPISN) assenjat (jew immaniġġjat) mis-sid li huwa globalment uniku fid-dominju tad-detentur tal-CIN fil-format IAC CIN RPIN + RPISN (ispazji miżjuda għall-ċarezza viżiva biss; m'humiex parti mid-data).
nl: Wereldwijd Unieke Retourneerbare Verpakking Item (RPI) identificator van de categorie verpakkingshulp (deksel, blister, inleg, ...) bestaande uit een reeks van 5 gegevenselementen: 'IAC', gevolgd door 'CIN', gevolgd door 'RPI Nummer' RPIN, gevolgd door het '+' teken, gevolgd door het door de eigenaar toegewezen (of beheerde) 'RPI Serienummer' RPISN dat wereldwijd uniek is binnen het domein van de CIN-houder in het formaat IAC CIN RPIN + RPISN (spaties toegevoegd voor visuele duidelijkheid; ze maken geen deel uit van de gegevens).
no: Globalt Unikt Returbar Pakkingselement (RPI) identifikator for kategorien pakkehjelpemiddel (lokk, blister, innlegg, ...) bestående av en sekvens av 5 dataelementer: 'IAC', fulgt av 'CIN', fulgt av 'RPI Nummer' RPIN, fulgt av '+' tegnet, fulgt av eier tildelt (eller forvaltet) 'RPI Serienummer' RPISN som er globalt unikt innen CIN innehaverens domene i formatet IAC CIN RPIN + RPISN (mellomrom lagt til for visuell klarhet; de er ikke en del av dataene).
pl: Globalnie unikalny identyfikator zwrotnego przedmiotu opakowaniowego (RPI) kategorii pomocy opakowaniowej (pokrywa, blister, wkładka, ...) składający się z sekwencji 5 elementów danych: 'IAC', po którym następuje 'CIN', po którym następuje 'Numer RPI' (RPIN), po którym następuje znak '+', po którym następuje przypisany przez właściciela (lub zarządzany) 'Numer seryjny RPI' (RPISN), który jest globalnie unikalny w domenie posiadacza CIN w formacie IAC CIN RPIN + RPISN (spacje dodane tylko dla lepszej czytelności; nie są częścią danych).
pt: Identificador Global Único de Item de Embalagem Retornável (RPI) da categoria auxílio de embalagem (tampa, blister, bandeja, ...) composto por uma sequência de 5 elementos de dados: 'IAC', seguido por 'CIN', seguido por 'Número RPI' RPIN, seguido pelo caractere '+', seguido pelo número de série RPI (RPISN) atribuído (ou gerenciado) pelo proprietário que é globalmente único dentro do domínio do detentor do CIN no formato IAC CIN RPIN + RPISN (espaços adicionados apenas para clareza visual; eles não fazem parte dos dados).
ro: Identificatorul Global Unic al Articolului de Ambalaj Returnabil (RPI) al categoriei ajutor de ambalare (capac, blister, inserție, ...) alcătuit dintr-o secvență de 5 elemente de date: 'IAC', urmat de 'CIN', urmat de 'Numărul RPI' RPIN, urmat de caracterul '+', urmat de numărul de serie RPI atribuit (sau gestionat) de proprietar care este unic global în domeniul deținătorului CIN în formatul IAC CIN RPIN + RPISN (spațiile adăugate pentru claritate vizuală numai; ele nu fac parte din date).
sk: Globálne jedinečný identifikátor vrátiteľnej obalovej položky (RPI) kategórie obalového pomocníka (víko, blister, vložka, ...) zložený z postupnosti 5 dátových prvkov: 'IAC', nasledovaný 'CIN', nasledovaný 'Číslo RPI' RPIN, nasledovaný znakom '+', nasledovaný sériovým číslom RPI prideleným (alebo spravovaným) vlastníkom, ktoré je globálne jedinečné v rámci domény držiteľa CIN vo formáte IAC CIN RPIN + RPISN (medzery pridané len pre vizuálnu jasnosť; nie sú súčasťou údajov).
sl: Globalno edinstvena identifikacijska številka vračljivega embalažnega predmeta (RPI) kategorije embalažni pripomoček (pokrov, mehurček, vložek, ...) sestavljena iz zaporedja 5 podatkovnih elementov: 'IAC', sledi 'CIN', sledi 'Številka RPI' RPIN, sledi znak '+', sledi lastniško dodeljena (ali upravljana) 'Serijska številka RPI' RPISN, ki je globalno edinstvena v domeni imetnika CIN v formatu IAC CIN RPIN + RPISN (prostori dodani samo za vizualno jasnost; niso del podatkov).
sv: Globalt Unik Identifierare för Återanvändbart Förpackningsföremål (RPI) i kategorin förpackningshjälpmedel (lock, blåsa, inlägg, ...) bestående av en sekvens av 5 dataelement: 'IAC', följt av 'CIN', följt av 'RPI-nummer' RPIN, följt av tecknet '+', följt av ägar-tilldelat (eller hanterat) 'RPI-serienummer' RPISN som är globalt unikt inom CIN-innehavarens domän i formatet IAC CIN RPIN + RPISN (mellanslag tillagda enbart för visuell klarhet; de är inte en del av datan).
