Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di17006
source: Where Multiple Containers Comprise a Single Product (the contents of each container must be combined with the content of the other containers to constitute a single product) the Data Identifier '6Q' shall be used to link the various containers. The format # of # ('this is the nth piece of x pieces to define the product') Presented in the format 'n/x', where the '/' (slash) is used as a delimiter between two values.
bg: Когато няколко контейнера формират един продукт (съдържанието на всеки контейнер трябва да бъде комбинирано със съдържанието на другите контейнери, за да се образува един продукт), Идентификаторът на данните '6Q' трябва да се използва за свързване на различните контейнери. Форматът # от # ('това е n-тата част от x части за дефиниране на продукта') Представен във формат 'n/x', където '/' (наклонена черта) се използва като разделител между две стойности.
cs: Pokud více kontejnerů tvoří jediný produkt (obsah každého kontejneru musí být kombinován s obsahem ostatních kontejnerů, aby tvořil jediný produkt), musí být použit identifikátor dat '6Q' pro propojení různých kontejnerů. Formát # z # ('toto je n-tý kus z x kusů definujících produkt') Prezentováno ve formátu 'n/x', kde '/' (lomítko) se používá jako oddělovač mezi dvěma hodnotami.
de: Wenn mehrere Behälter ein einziges Produkt bilden (der Inhalt jedes Behälters muss mit dem Inhalt der anderen Behälter kombiniert werden, um ein einziges Produkt zu bilden), soll der Datenidentifikator '6Q' verwendet werden, um die verschiedenen Behälter zu verbinden. Das Format # von # ('dies ist das n-te Stück von x Stücken, um das Produkt zu definieren') Präsentiert im Format 'n/x', wobei das '/' (Schrägstrich) als Trennzeichen zwischen zwei Werten verwendet wird.
el: Όπου Πολλαπλά Δοχεία Αποτελούν Ένα Μόνο Προϊόν (το περιεχόμενο κάθε δοχείου πρέπει να συνδυαστεί με το περιεχόμενο των άλλων δοχείων για να αποτελέσουν ένα μόνο προϊόν) το Αναγνωριστικό Δεδομένων '6Q' θα πρέπει να χρησιμοποιηθεί για να συνδέσει τα διάφορα δοχεία. Η μορφή # από # ('αυτό είναι το nth κομμάτι από x κομμάτια για να ορίσει το προϊόν') Παρουσιάζεται στη μορφή 'n/x', όπου ο '/' (κάθετος) χρησιμοποιείται ως διαχωριστής μεταξύ δύο τιμών.
es: Donde Múltiples Contenedores Comprenden un Solo Producto (el contenido de cada contenedor debe combinarse con el contenido de los otros contenedores para constituir un solo producto) el Identificador de Datos '6Q' se utilizará para vincular los varios contenedores. El formato # de # ('este es la pieza nth de x piezas para definir el producto') Presentado en el formato 'n/x', donde el '/' (barra) se usa como delimitador entre dos valores.
et: Kui Mitu Konteinerit Moodustavad Ühe Toodangu (iga konteineri sisu tuleb ühendada teiste konteinerite sisuga, et moodustada üks toode), siis tuleb kasutada Andmeidentifikaatorit '6Q', et siduda erinevad konteinerid. Formaat # # ('see on x tüki n. osa tootest') Esitatud formaadis 'n/x', kus '/' (kaldkriips) on kasutatud kahe väärtuse eraldajana.
fi: Kun Useat Säiliöt Muodostavat Yhden Tuotteen (jokaisen säiliön sisältö on yhdistettävä muiden säiliöiden sisältöön muodostaakseen yhden tuotteen), Datatunnistetta '6Q' tulee käyttää eri säiliöiden linkittämiseen. Formaatti # / # ('tämä on x kappaleen n:s kappale tuotetta') Esitetään muodossa 'n/x', missä '/' (kauttaviiva) toimii erottimena kahden arvon välillä.
fr: Lorsque plusieurs conteneurs composent un seul produit (le contenu de chaque conteneur doit être combiné avec le contenu des autres conteneurs pour constituer un seul produit), l'identifiant de données '6Q' doit être utilisé pour lier les différents conteneurs. Le format # de # ('c'est la n-ième pièce de x pièces pour définir le produit') Présenté dans le format 'n/x', où le '/' (barre oblique) est utilisé comme délimiteur entre deux valeurs.
ga: Nuair a Chuimsíonn Coimeádáin Iolracha Táirge Aonair (ní mór ábhar gach coimeádán a chumasc le hábhar na gcoimeádán eile chun táirge aonair a dhéanamh) ba cheart an tAitheantas Sonraí '6Q' a úsáid chun na coimeádáin éagsúla a nascadh. An formáid # as # ('is é seo an píosa n-ú de phíosaí x chun an táirge a shainmhíniú') Curtha i láthair sa fhormáid 'n/x', áit a n-úsáidtear an '/' (stráice) mar scaradh idir dhá luach.
hr: Kada Više Kontejnera Čini Jedan Proizvod (sadržaj svakog kontejnera mora biti kombiniran s sadržajem drugih kontejnera da bi činili jedan proizvod) Identifikator Podataka '6Q' će se koristiti za povezivanje različitih kontejnera. Format # od # ('ovo je n-ti dio od x dijelova koji definiraju proizvod') Prezentirano u formatu 'n/x', gdje se '/' (kosa crta) koristi kao razdjelnik između dvije vrijednosti.
hu: Amikor Több Tartály Képezi Egyetlen Terméket (minden tartály tartalmát össze kell keverni a többi tartály tartalmával, hogy egyetlen terméket alkossanak) az '6Q' Adat Azonosítót kell használni a különböző tartályok összekapcsolására. A formátum #/# ('ez az n. darab x darabból ebben a szállítmányban'). A formátum 'n/x', ahol a '/' (perjel) két érték elválasztójaként szolgál.
is: Þar sem Mörg ílát mynda Eitt Vöru (innihald hvers íláts verður að vera sameinað með innihaldi hinna ílátanna til að mynda eina vöru) skal Gagnakennari '6Q' notaður til að tengja mismunandi ílát saman. Sniðið # af # ('þetta er nth stykki af x stykkjum til að skilgreina vöruna') Birt í sniðinu 'n/x', þar sem '/' (skástrik) er notað sem aðskilnaðartákn á milli tveggja gilda.
it: Quando Più Contenitori Compongono un Singolo Prodotto (il contenuto di ciascun contenitore deve essere combinato con il contenuto degli altri contenitori per costituire un singolo prodotto) l'Identificatore di Dati '6Q' deve essere utilizzato per collegare i vari contenitori. Il formato # di # ('questo è l'n-esimo pezzo di x pezzi per definire il prodotto') Presentato nel formato 'n/x', dove il '/' (barra) è utilizzato come delimitatore tra due valori.
lt: Kai keli konteineriai sudaro vieną produktą (kiekvieno konteinerio turinys turi būti sujungtas su kitų konteinerių turiniu, kad sudarytų vieną produktą), turėtų būti naudojamas duomenų identifikatorius '6Q', siekiant susieti įvairius konteinerius. Formatas # iš # ('tai yra n-tasis iš x dalių, apibrėžiančių produktą') Pateikiama formatu 'n/x', kur '/' (pasvirasis brūkšnys) naudojamas kaip skirtukas tarp dviejų verčių.
lv: Ja Vairāki Konteineri Veido Vienotu Produktu (katra konteinera saturs jāapvieno ar pārējo konteineru saturu, lai izveidotu vienotu produktu), Datu Identifikatoram '6Q' jātiek izmantotam, lai saistītu dažādos konteinerus. Formāts # no # ('šis ir n-tais gabals no x gabaliem, kas definē produktu') Prezentēts formātā 'n/x', kur '/' (slīpsvītra) tiek izmantota kā atdalītājs starp divām vērtībām.
mt: Fejn Kontenituri Multipli Jikkostitwixxu Prodott Wieħed (il-kontenut ta' kull kontenitur irid jiġi kkombinat mal-kontenut tal-kontenituri l-oħra biex jikkostitwixxi prodott wieħed) l-Identifikatur tad-Data '6Q' għandu jintuża biex jgħaqqad il-kontenituri varji. Il-format # minn # ('dan huwa t-taqsima n minn x biċċiet biex jiddefinixxi l-prodott') Preżentat fil-format 'n/x', fejn il '/' (slash) jintuża bħala delimiter bejn żewġ valuri.
nl: Waar Meerdere Containers een Enkel Product Vormen (de inhoud van elke container moet worden gecombineerd met de inhoud van de andere containers om een enkel product te vormen) moet de Gegevensidentificator '6Q' worden gebruikt om de verschillende containers te koppelen. Het formaat # van # ('dit is het nth stuk van x stukken om het product te definiëren') Gepresenteerd in het formaat 'n/x', waarbij de '/' (slash) wordt gebruikt als scheidingsteken tussen twee waarden.
no: Hvor flere beholdere utgjør ett enkelt produkt (innholdet i hver beholder må kombineres med innholdet i de andre beholderne for å utgjøre ett enkelt produkt) skal dataidentifikatoren '6Q' brukes for å koble de forskjellige beholderne. Formatet # av # ('dette er den nth delen av x deler for å definere produktet') Presentert i formatet 'n/x', hvor '/' (skråstrek) brukes som en skilletegn mellom to verdier.
pl: Gdy Wiele Kontenerów Stanowi Jeden Produkt (zawartość każdego kontenera musi być połączona z zawartością innych kontenerów, aby stanowiła jeden produkt), Identyfikator Danych '6Q' powinien być użyty do połączenia różnych kontenerów. Format # z # ('to jest n-ta część z x części definiujących produkt') Przedstawiony w formacie 'n/x', gdzie '/' (ukośnik) jest używany jako separator między dwoma wartościami.
pt: Quando Múltiplos Contêineres Compõem um Único Produto (o conteúdo de cada contêiner deve ser combinado com o conteúdo dos outros contêineres para constituir um único produto) o Identificador de Dados '6Q' deve ser usado para vincular os vários contêineres. O formato # de # ('este é a peça nº de x peças para definir o produto') Apresentado no formato 'n/x', onde a '/' (barra) é usada como um delimitador entre dois valores.
ro: Unde Mai Multe Containere Constituie un Singur Produs (conținutul fiecărui container trebuie combinat cu conținutul celorlalte containere pentru a constitui un singur produs) Identificatorul Datelor '6Q' va fi utilizat pentru a lega diversele containere. Formatul # din # ('acesta este piesa n din x piese pentru a defini produsul') Prezentat în formatul 'n/x', unde '/' (slash) este utilizat ca delimitator între două valori.
sk: Ak viacero kontajnerov tvorí jeden produkt (obsah každého kontajnera musí byť kombinovaný s obsahom ostatných kontajnerov na vytvorenie jedného produktu), použije sa identifikátor údajov '6Q' na prepojenie rôznych kontajnerov. Formát # z # ('toto je n-tý kus z x kusov na definovanie produktu') Prezentované vo formáte 'n/x', kde '/' (lomka) sa používa ako oddelovač medzi dvoma hodnotami.
sl: Kadar več zabojnikov sestavlja en sam izdelek (vsebina vsakega zabojnika se mora združiti z vsebino drugih zabojnikov, da se ustvari en sam izdelek), se mora uporabiti identifikator podatkov '6Q', da se povežejo različni zabojniki. Format # od # ('to je nth kos od x kosov za določitev izdelka') Predstavljeno v formatu 'n/x', kjer se '/' (poševnica) uporablja kot ločilnik med dvema vrednostma.
sv: Där Flera Behållare Utgör en Enda Produkt (innehållet i varje behållare måste kombineras med innehållet i de andra behållarna för att utgöra en enda produkt) ska Dataidentifieraren '6Q' användas för att länka de olika behållarna. Formatet # av # ('detta är det n:te stycket av x stycken för att definiera produkten') Presenteras i formatet 'n/x', där '/' (snedstreck) används som avgränsare mellan två värden.

# di17007
source: Quantity, Amount, or Number of Pieces in the format: Quantity followed by the two character ANSI X12.3 Data Element Number 355 Unit of Measurement Code.
bg: Количество, Сума или Брой парчета във формат: Количество, последвано от двубуквения ANSI X12.3 Дата Елемент Номер 355 Код на единица за измерване.
cs: Množství, částka nebo počet kusů ve formátu: Množství následované dvouznakovým kódem prvku dat ANSI X12.3 číslo 355 kód jednotky míry.
de: Menge, Betrag oder Anzahl der Stücke im Format: Menge gefolgt vom zweistelligen ANSI X12.3-Datenelement-Nummer 355-Maßeinheitscode.
el: Ποσότητα, Ποσό, ή Αριθμός Τεμαχίων στη μορφή: Ποσότητα ακολουθούμενη από τον διψήφιο κωδικό του στοιχείου δεδομένων ANSI X12.3 Αριθμός 355 Κωδικός Μονάδας Μέτρησης.
es: Cantidad, Monto o Número de Piezas en el formato: Cantidad seguida por el número de elemento de datos 355 de dos caracteres ANSI X12.3 Código de Unidad de Medida.
et: Kogus, Kogus või Tükkide Arv formaadis: Kogus järgneb ANSI X12.3 Andmeelemendi Number 355 Mõõtühiku Koodi kahe tähemärgiga.
fi: Määrä, Summa tai Kappalemäärä muodossa: Määrä seurattuna kahden merkin ANSI X12.3 Dataelementtinumerolla 355 Mittayksikkökoodi.
fr: Quantité, Montant ou Nombre de Pièces dans le format : Quantité suivie du numéro de l'élément de données 355 de l'ANSI X12.3 Unité de mesure.
ga: Cainníocht, Méid, nó Líon Píosaí sa fhormáid: Cainníocht in éineacht le cód dhá charachtar Eilimint Sonraí Uimh. 355 ANSI X12.3 Cód Aonad Tomhais.
hr: Količina, Iznos ili Broj Komada u formatu: Količina slijedi dva znaka ANSI X12.3 Broj Elementa Podataka 355 Kod Jedinice Mjere.
hu: Mennyiség, Mennyiség vagy Darabszám a következő formátumban: Mennyiség, amelyet az ANSI X12.3 Adatelem Szám 355 Mértékegység Kódja követ.
is: Magn, Upphæð, eða Fjöldi stykkja á sniðinu: Magn fylgt af tveggja stafa ANSI X12.3 Gagnaeining Númer 355 Einingarmálakóða.
it: Quantità, Importo o Numero di Pezzi nel formato: Quantità seguita dal codice a due caratteri ANSI X12.3 Numero Elemento Dati 355 Codice Unità di Misura.
lt: Kiekis, suma arba vienetų skaičius formatu: Kiekis sekamas dviženklio ANSI X12.3 duomenų elemento numerio 355 matavimo vieneto kodu.
lv: Daudzums, Apjoms vai Gabalu Skaits formātā: Daudzums, kam seko divu zīmju ANSI X12.3 Datu Elementa Numuru 355 Mērvienības Kods.
mt: Kwantità, Ammont, jew Numru ta' Biċċiet fil-format: Kwantità segwita mill-kodiċi ta' żewġ karattri tal-Element tad-Data ANSI X12.3 Numru 355 Kodiċi tal-Unità tal-Kejl.
nl: Hoeveelheid, Bedrag, of Aantal Stukken in het formaat: Hoeveelheid gevolgd door de twee tekens ANSI X12.3 Gegevenselement Nummer 355 Meetcode.
no: Mengde, beløp, eller antall stykker i formatet: Mengde etterfulgt av det to-tegn ANSI X12.3 dataelementnummer 355 enhet for målekoden.
pl: Ilość, kwota lub liczba sztuk w formacie: Ilość po której następuje dwuznakowy kod elementu danych ANSI X12.3 Numer 355 Kod Jednostki Miary.
pt: Quantidade, Montante ou Número de Peças no formato: Quantidade seguida pelo código de dois caracteres do Elemento de Dados ANSI X12.3 Número 355 Código de Unidade de Medida.
ro: Cantitatea, Suma, sau Numărul de Bucăți în formatul: Cantitatea urmată de codul de două caractere ANSI X12.3 Numărul Elementului de Date 355 Codul Unității de Măsură.
sk: Množstvo, suma alebo počet kusov vo formáte: Množstvo nasledované dvojznakovým kódom dátového prvku ANSI X12.3 číslo 355 Kód jednotky merania.
sl: Količina, znesek ali število kosov v formatu: Količina sledi dvomestna koda ANSI X12.3 podatkovnega elementa številka 355 Koda enote mere.
sv: Kvantitet, Mängd eller Antal Stycken i formatet: Kvantitet följt av två tecken ANSI X12.3 Dataelement Nummer 355 Måttenhetskod.

# di17008
source: Container Rated Weight\nManufacturer-assigned weight carrying capability of the container. Assigned at time of manufacture. Unit of measure is kg.
bg: Оценено тегло на контейнера\nПроизводителски присвоена товароподемност на контейнера. Присвоена по време на производство. Единица за измерване е кг.
cs: Hodnocená hmotnost kontejneru\nVýrobcem přiřazená nosnost kontejneru. Přiřazeno v době výroby. Jednotka míry je kg.
de: Container-Nennlast\nVom Hersteller zugewiesene Tragfähigkeit des Containers. Zum Zeitpunkt der Herstellung zugewiesen. Maßeinheit ist kg.
el: Καθορισμένο Βάρος Δοχείου\nΚατασκευαστικά καθορισμένη ικανότητα φορτίου του δοχείου. Καθορίζεται κατά τη στιγμή της κατασκευής. Η μονάδα μέτρησης είναι το kg.
es: Peso Nominal del Contenedor\nCapacidad de carga de peso asignada por el fabricante al contenedor. Asignado en el momento de la fabricación. La unidad de medida es kg.
et: Konteineri Hinnatud Kaal\nKonteineri tootja poolt määratud kaalu kandmise võime. Määratud tootmise ajal. Mõõtühik on kg.
fi: Säiliön Nimeämispaino\nValmistajan määrittämä säiliön kantokyvyn paino. Määritetty valmistushetkellä. Mittayksikkö on kg.
fr: Poids nominal du conteneur\nCapacité de poids de transport attribuée par le fabricant au conteneur. Attribuée au moment de la fabrication. L'unité de mesure est le kg.
ga: Meáchan Rátáilte Coimeádáin\nMeáchan iompair cumais a shanntar don choimeádán ag am an déantúsaíochta. Aonad tomhais is ea kg.
hr: Nazivana Težina Kontejnera\nTežina nosivosti kontejnera dodijeljena od proizvođača. Dodijeljeno u trenutku proizvodnje. Jedinica mjere je kg.
hu: Konténer Névleges Súlya\nA gyártó által hozzárendelt konténer súlyviselő képessége. A gyártáskor hozzárendelve. A mértékegység kg.
is: Íláts Rated Þyngd\nFramleiðanda-úthlutað burðargeta ílátsins. Úthlutað við framleiðslu. Eining er kg.
it: Peso Nominale del Contenitore\nCapacità di portata del peso assegnata dal produttore al contenitore. Assegnata al momento della fabbricazione. Unità di misura è kg.
lt: Konteinerio nominalus svoris\nKonteinerio gamintojo priskirtas svorio nešėjumo gebėjimas. Priskirtas gamybos metu. Matavimo vienetas yra kg.
lv: Konteinera Nominalizētais Svars\nRažotāja piešķirtā konteinera nestspēja. Piešķirts ražošanas laikā. Mērvienība ir kg.
mt: Piż Klassifikat tal-Kontenitur\nPiż li jista' jġorr il-kontenitur assenjat mill-manifattur. Assenjat fil-ħin tal-manifattura. L-unità tal-kejl hija kg.
nl: Container Nominale Gewicht\nFabrikant-toegewezen gewicht draagvermogen van de container. Toegewezen op het moment van fabricage. Meet eenheid is kg.
no: Beholder vurdert vekt\nProdusenttildelt vektkapasitet for beholderen. Tildelt ved produksjonstidspunktet. Måleenheten er kg.
pl: Oceniona waga kontenera\nWaga nośności kontenera przydzielona przez producenta. Przydzielona w momencie produkcji. Jednostka miary to kg.
pt: Peso Nominal do Contêiner\nCapacidade de peso de transporte atribuída pelo fabricante ao contêiner. Atribuída no momento da fabricação. Unidade de medida é kg.
ro: Greutatea Nominală a Containerului\nGreutatea de transport a containerului atribuită de producător. Atribuită la momentul fabricației. Unitatea de măsură este kg.
sk: Hodnotená hmotnosť kontajnera\nVýrobcom pridelená nosnosť kontajnera. Pridelené v čase výroby. Jednotka merania je kg.
sl: Ocena teže zabojnika\nProizvajalec dodeljena nosilnost zabojnika. Dodeljeno ob času proizvodnje. Enota mere je kg.
sv: Container Nominell Vikt\nTillverkartilldelad lastkapacitet för containern. Tilldelad vid tillverkning. Måttenheten är kg.

# di17009
source: Piece Weight\nWeight of a single item.
bg: Тегло на парчето\nТегло на единичен артикул.
cs: Hmotnost kusu\nHmotnost jednoho předmětu.
de: Einzelteilgewicht\nGewicht eines einzelnen Artikels.
el: Βάρος Τεμαχίου\nΒάρος ενός μεμονωμένου αντικειμένου.
es: Peso de la Pieza\nPeso de un solo artículo.
et: Üksiku Eseme Kaal\nÜhe eseme kaal.
fi: Yksittäisen Tuotteen Paino\nYhden tuotteen paino.
fr: Poids de la pièce\nPoids d'un article unique.
ga: Meáchan Píosa\nMeáchan míre aonair.
hr: Težina Komada\nTežina jednog predmeta.
hu: Darab Súlya\nEgyetlen tétel súlya.
is: Stykkiþyngd\nÞyngd eins hlutar.
it: Peso del Pezzo\nPeso di un singolo articolo.
lt: Vieneto svoris\nVieno daikto svoris.
lv: Vienas Vienības Svars\nVienas preces svars.
mt: Piż tal-Biċċa\nPiż ta' oġġett individwali.
nl: Stukgewicht\nGewicht van een enkel item.
no: Stykkevekt\nVekten av ett enkelt element.
pl: Waga sztuki\nWaga pojedynczego przedmiotu.
pt: Peso da Peça\nPeso de um único item.
ro: Greutatea Piesei\nGreutatea unui singur articol.
sk: Hmotnosť kusu\nHmotnosť jednej položky.
sl: Teža kosa\nTeža posameznega predmeta.
sv: Styckevikt\nVikt för ett enskilt föremål.

# di17011
source: Tare Weight: weight of an empty container.\nContainer body weight.\nManufacturer-assigned weight of the empty container. Assigned at time of manufacture. Unit of measure is kg (Tare weight).
bg: Тегло на тара: тегло на празен контейнер.\nТегло на тялото на контейнера.\nПроизводителски присвоено тегло на празния контейнер. Присвоено по време на производство. Единица за измерване е кг (Тегло на тара).
cs: Váha tary: váha prázdného kontejneru.\nHmotnost těla kontejneru.\nVýrobcem přiřazená hmotnost prázdného kontejneru. Přiřazeno v době výroby. Jednotka míry je kg (váha tary).
de: Leergewicht: Gewicht eines leeren Containers.\nContainer-Körpergewicht.\nVom Hersteller zugewiesenes Gewicht des leeren Containers. Zum Zeitpunkt der Herstellung zugewiesen. Maßeinheit ist kg (Leergewicht).
el: Βάρος Τάρας: βάρος ενός άδειου δοχείου.\nΒάρος σώματος δοχείου.\nΚατασκευαστικά καθορισμένο βάρος του άδειου δοχείου. Καθορίζεται κατά τη στιγμή της κατασκευής. Η μονάδα μέτρησης είναι το kg (Βάρος Τάρας).
es: Peso Tara: peso de un contenedor vacío.\nPeso del cuerpo del contenedor.\nPeso asignado por el fabricante al contenedor vacío. Asignado en el momento de la fabricación. La unidad de medida es kg (Peso Tara).
et: Tühja Konteineri Kaal: konteineri kere kaal.\nTühja konteineri tootja poolt määratud kaal. Määratud tootmise ajal. Mõõtühik on kg (Tara kaal).
fi: Tare Paino: tyhjän säiliön paino.\nSäiliön rungon paino.\nValmistajan määrittämä tyhjän säiliön paino. Määritetty valmistushetkellä. Mittayksikkö on kg (Tare paino).
fr: Poids à vide : poids d'un conteneur vide.\nPoids du corps du conteneur.\nPoids à vide attribué par le fabricant au conteneur vide. Attribué au moment de la fabrication. L'unité de mesure est le kg (Poids à vide).
ga: Meáchan Folamh: meáchan coimeádáin folamh.\nMeáchan corp an choimeádáin.\nMeáchan folamh a shanntar don choimeádán ag an monaróir ag am an déantúsaíochta. Aonad tomhais is ea kg (Meáchan Folamh).
hr: Tara Težina: težina praznog kontejnera.\nTežina tijela kontejnera.\nTežina praznog kontejnera dodijeljena od proizvođača. Dodijeljeno u trenutku proizvodnje. Jedinica mjere je kg (Tara težina).
hu: Üres Konténer Súlya: egy üres konténer súlya.\nKonténer test súlya.\nA gyártó által hozzárendelt üres konténer súlya. A gyártáskor hozzárendelve. A mértékegység kg (Üres súly).
is: Taraþyngd: þyngd auðs íláts.\nÍlátslíkamsþyngd.\nFramleiðanda-úthlutað þyngd auðs íláts. Úthlutað við framleiðslu. Eining er kg (Taraþyngd).
it: Peso a Vuoto: peso di un contenitore vuoto.\nPeso del corpo del contenitore.\nPeso assegnato dal produttore al contenitore vuoto. Assegnato al momento della fabbricazione. Unità di misura è kg (Peso a Vuoto).
lt: Tara: tuščio konteinerio svoris.\nKonteinerio kūno svoris.\nGamintojo priskirtas tuščio konteinerio svoris. Priskirtas gamybos metu. Matavimo vienetas yra kg (Tara svoris).
lv: Tara: tukša konteinera svars.\nKonteinera ķermeņa svars.\nRažotāja piešķirts tukša konteinera svars. Piešķirts ražošanas laikā. Mērvienība ir kg (Tara svars).
mt: Piż tat-Tara: piż ta' kontenitur vojt.\nPiż tal-korp tal-kontenitur.\nPiż assenjat mill-manifattur tal-kontenitur vojt. Assenjat fil-ħin tal-manifattura. L-unità tal-kejl hija kg (Piż tat-Tara).
nl: Taragewicht: gewicht van een lege container.\nContainer lichaamsgewicht.\nFabrikant-toegewezen gewicht van de lege container. Toegewezen op het moment van fabricage. Meet eenheid is kg (Taragewicht).
no: Tarevekt: vekten av en tom beholder.\nBeholderens kroppsvekt.\nProdusenttildelt vekt for den tomme beholderen. Tildelt ved produksjonstidspunktet. Måleenheten er kg (Tarevekt).
pl: Waga tara: waga pustego kontenera.\nWaga korpusu kontenera.\nWaga pustego kontenera przydzielona przez producenta. Przydzielona w momencie produkcji. Jednostka miary to kg (Waga tara).
pt: Peso Tare: peso de um contêiner vazio.\nPeso do corpo do contêiner.\nPeso atribuído pelo fabricante ao contêiner vazio. Atribuído no momento da fabricação. Unidade de medida é kg (Peso Tare).
ro: Greutatea Tare: greutatea unui container gol.\nGreutatea corpului containerului.\nGreutatea atribuită de producător a containerului gol. Atribuită la momentul fabricației. Unitatea de măsură este kg (Greutatea Tare).
sk: Hmotnosť tary: hmotnosť prázdneho kontajnera.\nHmotnosť tela kontajnera.\nVýrobcom pridelená hmotnosť prázdneho kontajnera. Pridelené v čase výroby. Jednotka merania je kg (Hmotnosť tary).
sl: Tara: teža praznega zabojnika.\nTeža telesa zabojnika.\nProizvajalec dodeljena teža praznega zabojnika. Dodeljeno ob času proizvodnje. Enota mere je kg (Tara).
sv: Tara Vikt: vikt för en tom behållare.\nBehållarkroppsvikt.\nTillverkartilldelad vikt för den tomma containern. Tilldelad vid tillverkning. Måttenheten är kg (Tara vikt).
