Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di19010
source: Machine, Cell, or Tool ID Code
bg: Код на машина, клетка или инструмент
cs: Kód stroje, buňky nebo nástroje
de: Maschinen-, Zellen- oder Werkzeug-ID-Code
el: Κωδικός Μηχανής, Κελιού, ή Εργαλείου
es: Máquina, Celda o Código de ID de Herramienta
et: Masina, Rakise või Tööriista ID Kood
fi: Koneen, solun tai työkalun ID-koodi
fr: Code d'identification de machine, cellule ou outil
ga: Cód Meaisín, Cill, nó Uirlis
hr: Kod ID stroja, ćelije ili alata
hu: Gép, Sejt vagy Eszköz AZ Kód
is: Vél, fruma, eða verkfæra auðkenniskóði
it: Codice ID Macchina, Cellula o Utensile
lt: Mašinos, celės ar įrankio ID kodas
lv: Mašīnas, Ceha vai Rīka ID Kods
mt: Kodiċi tal-Magna, Ċellula, jew Għodda
nl: Machine, Cel, of Gereedschaps ID Code
no: Maskin, Celle, eller Verktøy-ID-kode
pl: Identyfikator maszyny, komórki lub narzędzia
pt: Código de Máquina, Célula ou Ferramenta
ro: Codul Mașinii, Celulei, sau Sculei
sk: ID stroja, bunky alebo nástroja
sl: Koda stroja, celice ali orodja.
sv: Maskin, Cell, eller Verktygs-ID-kod

# di19011
source: Fixed Asset ID Code
bg: Код на траен актив
cs: Kód pevného aktiva
de: Feste Anlagen-ID-Code
el: Κωδικός Πάγιου Περιουσιακού Στοιχείου
es: Código de ID de Activo Fijo
et: Püsivara ID Kood
fi: Kiinteän omaisuuden ID-koodi
fr: Code d'identification d'actif fixe
ga: Cód Sócmhainní Seasta
hr: Kod ID fiksnog imovinskog broja
hu: Rögzített Eszköz AZ Kód
is: Fastafjármuna auðkenniskóði
it: Codice ID Bene Fisso
lt: Fiksuoto turto ID kodas
lv: Fiksētā Aktīva ID Kods
mt: Kodiċi tal-Identifikazzjoni tal-Assi Fiss
nl: Vaste Activa ID Code
no: Fast eiendoms-ID-kode
pl: Identyfikator stałego aktywa
pt: Código de ID de Ativo Fixo
ro: Codul Activului Fix
sk: ID pevnej aktívy
sl: Koda stalnega sredstva.
sv: Fast Tillgångs-ID-kod

# di19012
source: Document Number (internally assigned or mutually defined)
bg: Номер на документ (вътрешно присвоен или взаимно определен)
cs: Číslo dokumentu (interně přiřazeno nebo společně definované)
de: Dokumentennummer (intern zugewiesen oder gemeinsam definiert)
el: Αριθμός Εγγράφου (εσωτερικά ανατεθειμένο ή αμοιβαία καθορισμένο)
es: Número de Documento (asignado internamente o definido mutuamente)
et: Dokumendi Number (sisemiselt määratud või vastastikku määratletud)
fi: Asiakirjanumero (sisäisesti määritelty tai keskinäisesti sovittu)
fr: Numéro de document (attribué en interne ou mutuellement défini)
ga: Uimhir Doiciméid (arna shannadh go hinmheánach nó a shainmhínítear go frithpháirteach)
hr: Broj dokumenta (interno dodijeljen ili međusobno definiran)
hu: Dokumentumszám (belsőleg kijelölve vagy közösen meghatározva)
is: Skjalanúmer (innanhúss úthlutað eða í sameiningu skilgreint)
it: Numero di Documento (assegnato internamente o definito di comune accordo)
lt: Dokumento numeris (viduje priskirtas arba abipusiai apibrėžtas)
lv: Dokumenta Numurs (iekšēji piešķirts vai savstarpēji definēts)
mt: Numru tad-Dokument (assenjat internament jew definit b'mod reċiproku)
nl: Documentnummer (intern toegewezen of onderling gedefinieerd)
no: Dokumentnummer (internt tildelt eller gjensidig definert)
pl: Numer dokumentu (przydzielony wewnętrznie lub zdefiniowany wspólnie)
pt: Número de Documento (atribuído internamente ou definido mutuamente)
ro: Numărul Documentului (atribuit intern sau definit mutual)
sk: Číslo dokumentu (interné pridelené alebo vzájomne definované)
sl: Številka dokumenta (notranje dodeljeno ali medsebojno definirano).
sv: Dokumentnummer (internt tilldelad eller ömsesidigt definierad)

# di19013
source: Container Security Seal
bg: Контейнерен сигурностен печат
cs: Bezpečnostní pečeť kontejneru
de: Container-Sicherheitssiegel
el: Κωδικός Ασφάλειας Δοχείου
es: Sello de Seguridad de Contenedor
et: Konteineri Turvapitsat
fi: Kontin turvallisuussinetin tunnus
fr: Scellé de sécurité de conteneur
ga: Séal Slándála Coimeádáin
hr: Sigurnosni pečat kontejnera
hu: Konténer Biztonsági Pecsét
is: Gáma öryggis innsigli
it: Sigillo di Sicurezza del Contenitore
lt: Konteinerio saugumo plomba
lv: Konteinera Drošības Plomba
mt: Siġill tas-Sigurtà tal-Kontenitur
nl: Container Beveiligingszegel
no: Container Sikkerhetssigling
pl: Pieczęć bezpieczeństwa kontenera
pt: Selo de Segurança de Contêiner
ro: Sigiliul de Securitate al Containerului
sk: Bezpečnostná pečať kontajnera
sl: Varnostna pečatna številka zabojnika.
sv: Behållarsäkerhetssigill

# di19014
source: 4th Class Non-identical parcel post manifesting
bg: Манифест за неподобни парцели от четвърти клас
cs: Manifest 4. třídy pro nesrovnatelné balíky
de: Klasse Nicht-identische Paketpost-Manifestierung
el: Διακριτικό δέμα 4ης κατηγορίας για την καταγραφή ταχυδρομικών αποστολών
es: Manifiesto de paquete postal no idéntico de 4.ª clase
et: Neljanda klassi mitteidentsete pakipostide manifestimine.
fi: 4. luokan epäidenttiset postipakettien manifestoinnit
fr: Manifestation de colis postaux non identiques de 4ème classe
ga: Manifest poist neamhionanna den 4ú rang
hr: Manifestiranje četvrte klase neidentičnih poštanskih pošiljki
hu: Osztályú Nem azonos csomagpostai manifesztálás
is: Fjórða flokks ósamstæður póstpakkaúrlestur
it: Manifesto di posta non identica di 4ª classe
lt: 4-oji klasė Neidentiškas siuntinių pašto manifestavimas
lv: Ceturto klasi atšķirīgo sūtījumu pastu manifestēšana
mt: Manifest tal-Posta tal-Pakketti Non-identiċi tal-4 Klassi
nl: 4e Klasse Niet-identieke pakketpost manifestatie
no: Fjerde klasse ikke-identiske pakkepostmanifestering
pl: Manifest przesyłki niestandardowej klasy 4
pt: Manifestação de encomenda postal não idêntica de 4ª classe
ro: Manifestarea coletelor neidentice de clasa a 4-a
sk: Manifestovanie balíkov štvrtej triedy nie identických
sl: Manifestiranje pošiljk neidentičnega četrtega razreda.
sv: 4:e Klass Icke-identiska paketpostmanifestering

# di19015
source: Serial Number Assigned by the Vendor Entity, that can only be used in conjunction with '13V'
bg: Сериен номер, присвоен от продавача на ентитета, който може да се използва само в комбинация с '13V'
cs: Sériové číslo přiřazené dodavatelem entitě, které lze použít pouze ve spojení s '13V'
de: Vom Anbieter zugewiesene Seriennummer, die nur in Verbindung mit '13V' verwendet werden kann
el: Σειριακός Αριθμός που Ανατέθηκε από την Οντότητα Πωλητή, που μπορεί να χρησιμοποιηθεί μόνο σε συνδυασμό με το '13V'
es: Número de Serie Asignado por la Entidad Vendedora, que solo se puede usar en conjunto con '13V'
et: Tarnija poolt Määratud Seerianumber, mida saab kasutada ainult koos '13V'-ga
fi: Toimittajan määrittämä sarjanumero, jota voidaan käyttää vain yhdessä '13V':n kanssa
fr: Numéro de série attribué par l'entité fournisseur, qui ne peut être utilisé qu'en conjonction avec '13V'
ga: Uimhir Sraitheach a shanntar ag an Soláthraí Eintiteas, a úsáidtear i gcomhar le '13V'
hr: Serijski broj dodijeljen od strane dobavljača entitetu, koji se može koristiti samo u kombinaciji s '13V'
hu: A Gyártó Entitás által hozzárendelt Sorozatszám, amely csak a '13V' -vel együtt használható
is: Raðnúmer úthlutað af seljanda einingu, sem aðeins má nota í samhengi við '13V'
it: Numero di Serie Assegnato dall'Entità Venditrice, che può essere utilizzato solo in combinazione con '13V'
lt: Serijinis numeris, priskirtas tiekėjo subjektui, kurį galima naudoti tik kartu su '13V'
lv: Pārdevēja piešķirts sērijas numurs, ko var izmantot tikai kopā ar '13V'
mt: Numru tas-Serje Assenjat mill-Entità tal-Fornitur, li jista' jintuża biss flimkien ma' '13V'
nl: Serienummer Toegewezen door de Verkopende Entiteit, dat alleen kan worden gebruikt in combinatie met '13V'
no: Serienummer tildelt av leverandørforetaket, som bare kan brukes i forbindelse med '13V'
pl: Numer seryjny przydzielony przez dostawcę jednostki, który może być używany tylko w połączeniu z '13V'
pt: Número de Série Atribuído pela Entidade Fornecedora, que só pode ser usado em conjunto com '13V'
ro: Numărul de Serie Atribuit de Entitatea Vânzătorului, care poate fi utilizat doar împreună cu '13V'
sk: Sériové číslo pridelené dodávateľskou entitou, ktoré môže byť použité len v spojení s '13V'
sl: Serijska številka, dodeljena z entiteto dobavitelja, ki se lahko uporablja le v povezavi z '13V'.
sv: Serienummer Tilldelat av Säljarenhet, som endast kan användas i samband med '13V'

# di19016
source: Version Number, e.g., Software Version
bg: Номер на версия, напр., Версия на софтуера
cs: Verzové číslo, např., Verze softwaru
de: Versionsnummer, z. B. Software-Version
el: Αριθμός Έκδοσης, π.χ., Έκδοση Λογισμικού
es: Número de Versión, por ejemplo, Versión de Software
et: Versiooni Number, nt Tarkvaraversioon
fi: Versio numero, esim., Ohjelmiston versio
fr: Numéro de version, par exemple, version de logiciel
ga: Uimhir Leagan, m.sh., Leagan Bogearraí
hr: Broj verzije, npr., Verzija softvera
hu: Verziószám, pl. Szoftververzió
is: Útgáfunúmer, t.d., hugbúnaðarútgáfa
it: Numero di Versione, ad es., Versione del Software
lt: Versijos numeris, pvz., programinės įrangos versija
lv: Versijas Numurs, piem., Programmatūras Versija
mt: Numru tal-Verżjoni, eż., Verżjoni tas-Softwer
nl: Versienummer, bijv., Softwareversie
no: Versjonsnummer, for eksempel, Programvareversjon
pl: Numer wersji, np. Wersja oprogramowania
pt: Número da Versão, por exemplo, Versão de Software
ro: Numărul Versiunii, de ex., Versiunea Software
sk: Číslo verzie, napr. Verzia softvéru
sl: Številka različice, npr., različica programske opreme.
sv: Versionsnummer, t.ex., Programvaruversion

# di19017
source: Combined 6-digit GS1 Supplier Identification and Unique Package Identification Assigned by the Supplier\n2020 Update: GS1 recommends this DI no longer be used and that users of this DI migrate to GS1 data qualifiers (Application Identifiers) per ISO/IEC 15418 and ISO/IEC 15459-3.
bg: Комбиниран 6-цифрен GS1 идентификационен код на доставчика и уникален идентификационен номер на пакета, присвоен от доставчика\nАктуализация 2020: GS1 препоръчва този DI вече да не се използва и потребителите на този DI да мигрират към квалификатори на данни на GS1 (Идентификатори за приложения) според ISO/IEC 15418 и ISO/IEC 15459-3.
cs: Kombinované 6místné identifikační číslo dodavatele GS1 a unikátní identifikace balení přiřazená dodavatelem\nAktualizace 2020: GS1 doporučuje, aby toto DI již nebylo používáno a aby uživatelé tohoto DI migrovali na kvalifikátory dat GS1 (aplikační identifikátory) podle ISO/IEC 15418 a ISO/IEC 15459-3.
de: Kombinierte 6-stellige GS1-Lieferantenidentifikation und vom Lieferanten zugewiesene eindeutige Paketidentifikation\n2020 Update: GS1 empfiehlt, dass dieser DI nicht mehr verwendet wird und dass Benutzer dieses DI zu GS1-Datenqualifikatoren (Anwendungsidentifikatoren) gemäß ISO/IEC 15418 und ISO/IEC 15459-3 migrieren.
el: Συνδυασμένος 6-ψήφιος Κωδικός Ταυτοποίησης Προμηθευτή GS1 και Μοναδική Ταυτοποίηση Συσκευασίας που Ανατέθηκε από τον Προμηθευτή\nΕνημέρωση 2020: Η GS1 συνιστά αυτός ο DI να μη χρησιμοποιείται πλέον και ότι οι χρήστες αυτού του DI να μεταφέρονται στους προσδιοριστές δεδομένων GS1 (Αναγνωριστικά Εφαρμογών) σύμφωνα με το ISO/IEC 15418 και ISO/IEC 15459-3.
es: Combinación de Identificación de Proveedor GS1 de 6 dígitos y Identificación Única de Paquete Asignada por el Proveedor\nActualización 2020: GS1 recomienda que este DI ya no se use y que los usuarios de este DI migren a calificadores de datos de GS1 (Identificadores de Aplicación) según ISO/IEC 15418 y ISO/IEC 15459-3.
et: Kombineeritud 6-kohaline GS1 Tarnija Identifitseerimine ja Tarnija poolt Määratud Unikaalne Pakendi Identifitseerimine\n2020 Uuendus: GS1 soovitab seda DI-d enam mitte kasutada ja soovitab selle DI kasutajatel üle minna GS1 andmekvalifikaatoritele (Rakendusidentifikaatorid) vastavalt ISO/IEC 15418 ja ISO/IEC 15459-3.
fi: Yhdistetty 6-numeroinen GS1 Toimittajan Tunnistus ja Toimittajan Määrittämä Uniikki Pakkaustunnus\n2020 Päivitys: GS1 suosittelee, että tätä DI:tä ei enää käytetä ja että tämän DI:n käyttäjät siirtyvät GS1 datan tunnisteisiin (Sovellustunnisteet) ISO/IEC 15418:n ja ISO/IEC 15459-3:n mukaisesti.
fr: Identification combinée de fournisseur GS1 à 6 chiffres et identification unique de colis attribuée par le fournisseur\nMise à jour 2020 : GS1 recommande que ce DI ne soit plus utilisé et que les utilisateurs de ce DI migrent vers les qualificateurs de données GS1 (Identifiants d'application) selon l'ISO/IEC 15418 et l'ISO/IEC 15459-3.
ga: Cód Comhcheangailte 6 dhigit GS1 Aitheantais Soláthraí agus Aitheantas Pacáiste Uathúil a shanntar ag an Soláthraí\nNuashonrú 2020: Molann GS1 nach n-úsáidtear an DI seo a thuilleadh agus go n-aistríonn úsáideoirí an DI seo chuig cáilíochtóirí sonraí GS1 (Aitheantóirí Iarratais) de réir ISO/IEC 15418 agus ISO/IEC 15459-3.
hr: Kombinirani 6-znamenkasti GS1 identifikacijski broj dobavljača i Jedinstvena identifikacija paketa dodijeljena od strane dobavljača\nAžuriranje 2020: GS1 preporučuje da se ovaj DI više ne koristi i da korisnici ovog DI-a migriraju na GS1 kvalifikatore podataka (identifikatore aplikacija) prema ISO/IEC 15418 i ISO/IEC 15459-3.
hu: Kombinált 6 számjegyű GS1 Beszállító Azonosító és a Beszállító által Hozzárendelt Egyedi Csomagazonosító\n2020 Frissítés: Az GS1 azt javasolja, hogy ezt az DI-t ne használják tovább, és hogy az ezt az DI-t használó felhasználók migráljanak az GS1 adatminősítőire (Alkalmazási Azonosítók) az ISO/IEC 15418 és az ISO/IEC 15459-3 szerint.
is: Samsett 6 stafa GS1 birgjaauðkenni og Einstakt pakkningaauðkenni úthlutað af birgja\n2020 Uppfærsla: GS1 mælir með því að þessi DI lengur sé ekki notaður og að notendur þessa DI færist yfir í GS1 gagnaauðkenni (Application Identifiers) samkvæmt ISO/IEC 15418 og ISO/IEC 15459-3.
it: Identificazione Unica del Pacchetto Combinata a 6 cifre GS1 del Fornitore e Assegnata dal Fornitore\nAggiornamento 2020: GS1 raccomanda che questo DI non sia più utilizzato e che gli utenti di questo DI migrino ai qualificatori di dati GS1 (Identificatori di Applicazione) secondo ISO/IEC 15418 e ISO/IEC 15459-3.
lt: Kombinuotas 6 skaitmenų GS1 tiekėjo identifikavimas ir unikalus paketo identifikavimas, priskirtas tiekėjo\n2020 metų atnaujinimas: GS1 rekomenduoja šį DI nebenaudoti ir kad šio DI naudotojai pereitų prie GS1 duomenų kvalifikatorių (Taikomųjų Identifikatorių) pagal ISO/IEC 15418 ir ISO/IEC 15459-3.
lv: Apvienotais 6-ciparu GS1 Piegādātāja Identifikācija un Unikāla Iepakojuma Identifikācija, ko Piešķīris Piegādātājs\n2020. gada atjauninājums: GS1 iesaka šo DI vairs nelietot un, ka DI lietotājiem vajadzētu pāriet uz GS1 datu kvalifikatoriem (Pielietojuma Identifikatoriem) saskaņā ar ISO/IEC 15418 un ISO/IEC 15459-3.
mt: Kombinazzjoni ta' 6-ċifri tal-Identifikazzjoni tal-Fornitur tal-GS1 u l-Identifikazzjoni Unika tal-Pakkett Assenjata mill-Fornitur\nAġġornament 2020: GS1 jirrakkomanda li dan id-DI m'għadux jintuża u li l-utenti ta' dan id-DI jemigraw lejn kwalifikaturi tad-data tal-GS1 (Identifikaturi tal-Applikazzjoni) skont l-ISO/IEC 15418 u l-ISO/IEC 15459-3.
nl: Gecombineerde 6-cijferige GS1 Leverancier Identificatie en Unieke Pakketidentificatie Toegewezen door de Leverancier\n2020 Update: GS1 beveelt aan deze DI niet langer te gebruiken en dat gebruikers van deze DI migreren naar GS1 gegevenskwalificaties (Toepassingsidentificatoren) per ISO/IEC 15418 en ISO/IEC 15459-3.
no: Kombinert 6-sifret GS1 leverandøridentifikasjon og unik pakkeidentifikasjon tildelt av leverandøren\n2020 Oppdatering: GS1 anbefaler at dette DI ikke lenger brukes og at brukere av dette DI migrerer til GS1-datakvalifikatorer (applikasjonsidentifikatorer) i henhold til ISO/IEC 15418 og ISO/IEC 15459-3.
pl: Połączony 6-cyfrowy kod identyfikacyjny dostawcy GS1 i unikalna identyfikacja opakowania przydzielona przez dostawcę\nAktualizacja 2020: GS1 zaleca, aby ten DI nie był już używany i aby użytkownicy tego DI przeszli na kwalifikatory danych GS1 (Identyfikatory Aplikacji) zgodnie z ISO/IEC 15418 i ISO/IEC 15459-3.
pt: Identificação Combinada de Fornecedor GS1 de 6 dígitos e Identificação Única de Pacote Atribuída pelo Fornecedor\nAtualização 2020: A GS1 recomenda que este DI não seja mais usado e que os usuários deste DI migrem para qualificadores de dados GS1 (Identificadores de Aplicação) conforme ISO/IEC 15418 e ISO/IEC 15459-3.
ro: Combinat 6 cifre Codul de Identificare al Furnizorului GS1 și Identificarea Unică a Pachetului Atribuită de Furnizor\nActualizare 2020: GS1 recomandă ca acest DI să nu mai fie utilizat și ca utilizatorii acestui DI să migreze către calificatorii de date GS1 (Identificatorii de Aplicație) conform ISO/IEC 15418 și ISO/IEC 15459-3.
sk: Kombinované 6-miestne identifikačné číslo dodávateľa GS1 a unikátne identifikačné číslo balenia pridelené dodávateľom\nAktualizácia 2020: GS1 odporúča, aby sa tento DI už nepoužíval a aby užívatelia tohto DI prešli na kvalifikátory údajov GS1 (identifikátory aplikácií) podľa ISO/IEC 15418 a ISO/IEC 15459-3.
sl: Kombinirana 6-mestna identifikacijska številka dobavitelja GS1 in edinstvena identifikacija pakiranja, dodeljena s strani dobavitelja.\nPosodobitev 2020: GS1 priporoča, da se ta DI več ne uporablja in da uporabniki tega DI preidejo na kvalifikatorje podatkov GS1 (identifikatorje aplikacij) po ISO/IEC 15418 in ISO/IEC 15459-3.
sv: Kombinerad 6-siffrig GS1 Leverantörsidentifiering och Unik Förpackningsidentifiering Tilldelad av Leverantören\n2020 Uppdatering: GS1 rekommenderar att denna DI inte längre används och att användare av denna DI migrerar till GS1 datakvalificerare (Applikationsidentifierare) enligt ISO/IEC 15418 och ISO/IEC 15459-3.

# di19018
source: CAGE Code & Serial Number Unique Within CAGE
bg: Код CAGE & Сериен номер уникален в рамките на CAGE
cs: Kód CAGE & sériové číslo unikátní v rámci CAGE
de: CAGE-Code & Seriennummer, die innerhalb von CAGE einzigartig ist
el: Κωδικός CAGE & Σειριακός Αριθμός Μοναδικός Εντός CAGE
es: Código CAGE y Número de Serie Único Dentro de CAGE
et: CAGE Kood & Seerianumber, mis on Unikaalne CAGE piires
fi: CAGE-koodi & Sarjanumero, joka on uniikki CAGE:n sisällä
fr: Code CAGE & numéro de série unique dans CAGE
ga: Cód CAGE & Uimhir Sraitheach Uathúil Laistigh de CAGE
hr: Kod CAGE & Serijski broj jedinstven unutar CAGE
hu: CAGE Kód és CAGE-en Belül Egyedi Sorozatszám
is: CAGE kóði & Raðnúmer Einstakt innan CAGE
it: Codice CAGE e Numero di Serie Unico all'Interno del CAGE
lt: CAGE kodas ir serijinis numeris, unikalus CAGE viduje
lv: CAGE Kods & Sērijas Numurs Unikāls CAGE Ietvaros
mt: Kodiċi CAGE & Numru tas-Serje Uniku fi ħdan CAGE
nl: CAGE Code & Serienummer Uniek Binnen CAGE
no: CAGE-kode & Serienummer Unikt Innen CAGE
pl: Kod CAGE i numer seryjny unikalny w ramach CAGE
pt: Código CAGE e Número de Série Único Dentro do CAGE
ro: Codul CAGE & Numărul de Serie Unic în Cadrul CAGE
sk: Kód CAGE & sériové číslo unikátne v rámci CAGE
sl: Koda CAGE in serijska številka unikatna znotraj CAGE.
sv: CAGE-kod & Serienummer Unikt Inom CAGE
