Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di22025
source: Declaring that the NCAGE/CAGE code that follows DI 25V is the Manufacturer. Party to a transaction wherein the NATO Commercial And Government Entity (NCAGE) / Commercial And Government Entity (CAGE) code used behind DI 25V is declared to be the manufacturer of the item(s) involved in the transaction. Data following DI 25V will consist of five upper\u0002case alphanumeric characters, excluding the letters “I” and “O”.
bg: Деклариране, че NCAGE/CAGE кодът, който следва DI 25V, е производител. Страна в транзакция, при която кодът на NATO Commercial And Government Entity (NCAGE) / Commercial And Government Entity (CAGE), използван зад DI 25V, се декларира за производител на артикул(и), участващи в транзакцията. Данните, следващи DI 25V, ще се състоят от пет главни алфанумерични символа, без буквите "I" и "O".
cs: Prohlášení, že kód NCAGE/CAGE, který následuje DI 25V, je výrobcem. Strana transakce, ve které kód NATO Commercial And Government Entity (NCAGE) / Commercial And Government Entity (CAGE) použitý za DI 25V je prohlášen za výrobce předmětu(ů) zapojeného do transakce. Data následující za DI 25V budou sestávat z pěti velkých alfanumerických znaků, s výjimkou písmen "I" a "O".
de: Erklärung, dass der NCAGE/CAGE-Code, der DI 25V folgt, der Hersteller ist. Partei zu einer Transaktion, bei der der NATO Commercial And Government Entity (NCAGE) / Commercial And Government Entity (CAGE) Code, der hinter DI 25V verwendet wird, als Hersteller des oder der beteiligten Gegenstände deklariert wird. Die Daten nach DI 25V bestehen aus fünf Großbuchstaben und alphanumerischen Zeichen, ausgenommen die Buchstaben "I" und "O".
el: Δήλωση ότι ο κωδικός NCAGE/CAGE που ακολουθεί το DI 25V είναι ο Κατασκευαστής. Μέρος μιας συναλλαγής στην οποία ο κωδικός NATO Commercial And Government Entity (NCAGE) / Commercial And Government Entity (CAGE) που χρησιμοποιείται πίσω από το DI 25V δηλώνεται ότι είναι ο κατασκευαστής των αντικειμένων που εμπλέκονται στη συναλλαγή. Τα δεδομένα που ακολουθούν το DI 25V θα αποτελούνται από πέντε κεφαλαίους αλφαριθμητικούς χαρακτήρες, εξαιρουμένων των γραμμάτων "I" και "O".
es: Declarando que el código NCAGE/CAGE que sigue al DI 25V es el Fabricante. Parte de una transacción donde el código de Entidad Comercial y Gubernamental de la OTAN (NCAGE) / Código de Entidad Comercial y Gubernamental (CAGE) usado detrás del DI 25V se declara ser el fabricante del(os) artículo(s) involucrado(s) en la transacción. Los datos siguientes al DI 25V consistirán de cinco caracteres alfanuméricos en mayúsculas, excluyendo las letras "I" y "O".
et: Deklareerimine, et NCAGE/CAGE kood, mis järgneb DI 25V-le, on tootja. Tehingu osapool, mille puhul NATO kaubandus- ja valitsusasutuse (NCAGE) / kaubandus- ja valitsusasutuse (CAGE) kood, mida kasutatakse DI 25V taga, deklareeritakse olevat tehingus osaleva(te) eseme(te) tootja. DI 25V-le järgnevad andmed koosnevad viiest suurtähelisest tähestikulis-numbrilisest märgist, välja arvatud tähed "I" ja "O".
fi: Ilmoittaa, että NCAGE/CAGE-koodi, joka seuraa DI 25V:tä, on Valmistaja. Transaktion osapuoli, jossa NATO:n kaupallinen ja hallituksen yksikkö (NCAGE) / Kaupallinen ja hallituksen yksikkö (CAGE) -koodi, jota käytetään DI 25V:n takana, ilmoitetaan olevan transaktiossa mukana olevan kohteen valmistaja. Data, joka seuraa DI 25V:tä, koostuu viidestä isosta alfanumeerisesta merkistä, lukuun ottamatta kirjaimia "I" ja "O".
fr: Déclarant que le code NCAGE/CAGE qui suit le DI 25V est le Fabricant. Partie à une transaction où le code de l'Entité Commerciale et Gouvernementale de l'OTAN (NCAGE) / Entité Commerciale et Gouvernementale (CAGE) utilisé derrière le DI 25V est déclaré être le fabricant des article(s) impliqué(s) dans la transaction. Les données suivant le DI 25V consisteront en cinq caractères alphanumériques majuscules, à l'exclusion des lettres "I" et "O".
ga: Ag dearbhú go bhfuil an cód NCAGE/CAGE a leanann DI 25V mar an Monaróir. Páirtí chuig idirbheart ina ndeirtear go bhfuil an cód Eintiteas Tráchtála agus Rialtais NATO (NCAGE) / Cód Eintiteas Tráchtála agus Rialtais (CAGE) a úsáidtear taobh thiar de DI 25V fógartha mar an monaróir na míre(anna) atá i gceist sa trádáil. Beidh na sonraí a leanann DI 25V comhdhéanta de chúig charachtar alfa-uimhriúla uachtaracha, ag seachaint na litreacha "I" agus "O".
hr: Izjava da je NCAGE/CAGE kod koji slijedi DI 25V proizvođač. Stranka u transakciji u kojoj se kod NATO Commercial And Government Entity (NCAGE) / Commercial And Government Entity (CAGE) koji se koristi iza DI 25V deklarira kao proizvođač artikla(artikala) uključenih u transakciju. Podaci koji slijede DI 25V sastojat će se od pet velikih alfanumeričkih znakova, isključujući slova "I" i "O".
hu: Kijelentés, hogy a DI 25V után következő NCAGE/CAGE kód a Gyártó. Tranzakcióban részt vevő fél, amelyben a DI 25V mögött használt NATO Kereskedelmi és Kormányzati Entitás (NCAGE) / Kereskedelmi és Kormányzati Entitás (CAGE) kódot kijelentik, hogy az adott tranzakcióban érintett termék(ek) gyártója. A DI 25V után következő adatok öt nagybetűs alfanumerikus karakterből állnak, kivéve az "I" és "O" betűket.
is: Yfirlýsing um að NCAGE/CAGE kóðinn sem fylgir DI 25V sé framleiðandi. Aðili að viðskiptum þar sem NATO Commercial And Government Entity (NCAGE) / Commercial And Government Entity (CAGE) kóðinn notaður á eftir DI 25V er lýstur vera framleiðandi hlutarins/hlutanna sem koma við sögu í viðskiptunum. Gögn sem fylgja DI 25V munu samanstanda af fimm hástöfum eða tölustöfum, utan bókstafanna "I" og "O".
it: Dichiarazione che il codice NCAGE/CAGE che segue il DI 25V è il Produttore. Parte in una transazione in cui il codice Entità Commerciale e Governativa NATO (NCAGE) / Entità Commerciale e Governativa (CAGE) utilizzato dietro il DI 25V è dichiarato essere il produttore degli articolo(i) coinvolti nella transazione. I dati che seguono il DI 25V consisteranno in cinque caratteri alfanumerici maiuscoli, escludendo le lettere "I" e "O".
lt: Deklaruojama, kad NCAGE/CAGE kodas, sekantis po DI 25V, yra Gamintojas. Sandorio šalis, kurioje NATO Komercinės ir Vyriausybinės Entiteto (NCAGE) / Komercinės ir Vyriausybinės Entiteto (CAGE) kodas, naudojamas už DI 25V, deklaruojamas būti prekės(-ių) gamintojas, dalyvaujantis sandoryje. Duomenys, sekantys po DI 25V, sudarys iš penkių didžiųjų raidžių ir skaitmenų simbolių, išskyrus raides "I" ir "O".
lv: Apstiprinājums, ka sekojošais NCAGE/CAGE kods, kas seko DI 25V, ir Ražotājs. Transakcijas puse, kurā NATO Commercial And Government Entity (NCAGE) / Commercial And Government Entity (CAGE) kods, kas izmantots aiz DI 25V, ir deklarēts kā preču ražotājs, kas iesaistīts transakcijā. Aiz DI 25V sekojošie dati sastāv no pieciem lielajiem alfanumēriskajiem simboliem, izņemot burtus "I" un "O".
mt: Dikjarazzjoni li l-kodiċi NCAGE/CAGE li jsegwi DI 25V huwa l-Manifattur. Parti f'tranżazzjoni fejn il-kodiċi tal-Entità Kummerċjali u tal-Gvern tan-NATO (NCAGE) / Kodiċi tal-Entità Kummerċjali u tal-Gvern (CAGE) użat wara DI 25V huwa ddikjarat li huwa l-manifattur tal-oġġett(i) involut(i) fit-tranżazzjoni. Id-data li ssegwi DI 25V tikkonsisti f'ħames karattri alfanumeriċi kbar, ħlief l-ittri "I" u "O".
nl: Verklaring dat de NCAGE/CAGE-code die volgt op DI 25V de Fabrikant is. Partij bij een transactie waarin de NAVO Commerciële En Overheids Entiteit (NCAGE) / Commerciële En Overheids Entiteit (CAGE) code gebruikt achter DI 25V wordt verklaard als de fabrikant van de item(s) betrokken bij de transactie. Gegevens volgend op DI 25V zullen bestaan uit vijf hoofdletter alfanumerieke karakters, met uitzondering van de letters "I" en "O".
no: Erklæring om at NCAGE/CAGE-koden som følger etter DI 25V er produsenten. Part til en transaksjon hvor NATO Commercial And Government Entity (NCAGE) / Commercial And Government Entity (CAGE) koden brukt bak DI 25V erklæres å være produsenten av vare(ne) involvert i transaksjonen. Data som følger DI 25V vil bestå av fem store alfanumeriske tegn, ekskludert bokstavene "I" og "O".
pl: Oświadczenie, że kod NCAGE/CAGE, który następuje po identyfikatorze danych 25V, jest Producentem. Strona transakcji, w której kod NATO Commercial And Government Entity (NCAGE) / Commercial And Government Entity (CAGE) użyty za identyfikatorem danych 25V jest oświadczony jako producent przedmiotu(-ów) zaangażowanego w transakcję. Dane następujące po identyfikatorze danych 25V składają się z pięciu wielkich znaków alfanumerycznych, z wyjątkiem liter "I" i "O".
pt: Declarando que o código NCAGE/CAGE que segue o DI 25V é o Fabricante. Parte em uma transação em que o código de Entidade Comercial e Governamental Comercial e Governamental da OTAN (NCAGE) / Código de Entidade Comercial e Governamental (CAGE) usado atrás do DI 25V é declarado como o fabricante do(s) item(ns) envolvido(s) na transação. Os dados seguintes ao DI 25V consistirão de cinco caracteres alfanuméricos maiúsculos, excluindo as letras "I" e "O".
ro: Declarând că codul NCAGE/CAGE care urmează DI 25V este Producătorul. Parte a unei tranzacții în care codul Entității Comerciale și Guvernamentale NATO (NCAGE) / Entității Comerciale și Guvernamentale (CAGE) utilizat în spatele DI 25V este declarat a fi producătorul articolului(elor) implicat(e) în tranzacție. Datele care urmează DI 25V vor consta din cinci caractere alfanumerice majuscule, excluzând literele "I" și "O".
sk: Vyhlásenie, že kód NCAGE/CAGE, ktorý nasleduje DI 25V, je výrobcom. Strana transakcie, pri ktorej kód NATO Commercial And Government Entity (NCAGE) / Commercial And Government Entity (CAGE) použitý za DI 25V je vyhlásený za výrobcu položky/položiek zahrnutých v transakcii. Údaje nasledujúce za DI 25V budú pozostávať z piatich veľkých alfanumerických znakov, okrem písmen "I" a "O".
sl: Izjava, da je koda NCAGE/CAGE, ki sledi DI 25V, proizvajalec. Stranka v transakciji, v kateri se koda NATO Commercial And Government Entity (NCAGE) / Commercial And Government Entity (CAGE) uporablja za DI 25V, je razglašena za proizvajalca predmetov, vključenih v transakcijo. Podatki, ki sledijo DI 25V, bodo sestavljeni iz petih velikih tiskanih alfanumeričnih znakov, brez črk "I" in "O".
sv: Förklarar att NCAGE/CAGE-koden som följer DI 25V är Tillverkaren. Part till en transaktion där NATO Commercial And Government Entity (NCAGE) / Commercial And Government Entity (CAGE)-koden som används bakom DI 25V förklaras vara tillverkaren av de föremål som är involverade i transaktionen. Data som följer efter DI 25V kommer att bestå av fem versala alfanumeriska tecken, med undantag för bokstäverna "I" och "O".

# di23000
source: Work Order Number (e.g., 'Production Paper') (internally assigned).
bg: Номер на работна поръчка (например, 'Производствен документ') (вътрешно присвоен).
cs: Číslo pracovního příkazu (např. 'Výrobní papír') (interně přiřazeno).
de: Arbeitsauftragsnummer (z. B. 'Produktionspapier') (intern zugewiesen).
el: Αριθμός Εργασιακής Εντολής (π.χ., 'Παραγωγικό Χαρτί') (εσωτερικά ανατεθειμένο).
es: Número de Orden de Trabajo (por ejemplo, 'Papel de Producción') (asignado internamente).
et: Töökorralduse number (näiteks 'Tootmispaber') (sisemiselt määratud).
fi: Työkäskynumero (esim., 'Tuotantopaperi') (sisäisesti määritelty).
fr: Numéro de Bon de Travail (par exemple, 'Papier de Production') (attribué en interne).
ga: Uimhir Ordaithe Oibre (e.g., 'Páipéar Táirgthe') (arna shannadh go hinmheánach).
hr: Broj radnog naloga (npr., 'Proizvodni papir') (interno dodijeljen).
hu: Munkarendelési Szám (pl. 'Gyártási Papír') (belsőleg kijelölve).
is: Verkefnisnúmer (t.d., 'Framleiðslupappír') (innanríkis úthlutað).
it: Numero di Ordine di Lavoro (ad es., 'Documento di Produzione') (assegnato internamente).
lt: Darbo užsakymo numeris (pvz., 'Gamybos dokumentas') (viduje priskirtas).
lv: Darba Pasūtījuma Numurs (piemēram, 'Ražošanas Papīrs') (iekšēji piešķirts).
mt: Numru tal-Ordni tax-Xogħol (eż., 'Karta tal-Produzzjoni') (assenjat internament).
nl: Werkordernummer (bijv., 'Productiepapier') (intern toegewezen).
no: Arbeidsordre Nummer (f.eks., 'Produksjonspapir') (internt tildelt).
pl: Numer zlecenia roboczego (np. 'Dokument produkcji') (przypisany wewnętrznie).
pt: Número da Ordem de Trabalho (por exemplo, 'Papel de Produção') (atribuído internamente).
ro: Numărul de Ordin de Lucru (de exemplu, 'Hârtia de Producție') (atribuit intern).
sk: Číslo pracovného príkazu (napr. 'Výrobný papier') (interné pridelené).
sl: Številka delovnega naloga (npr. 'Proizvodni papir') (interno dodeljeno).
sv: Arbetsorder Nummer (t.ex., 'Produktionspapper') (internt tilldelad).

# di23001
source: Operation Sequence Number. A number that defines the order of a particular operation in a series of operations, generally in a manufacturing or assembly process.
bg: Номер на операционна последователност. Номер, който дефинира реда на конкретна операция в поредица от операции, обикновено в процес на производство или сглобяване.
cs: Pořadové číslo operace. Číslo, které definuje pořadí určité operace v sérii operací, obecně ve výrobním nebo montážním procesu.
de: Vorgangs-Sequenznummer. Eine Nummer, die die Reihenfolge einer bestimmten Operation in einer Serie von Operationen definiert, normalerweise in einem Herstellungs- oder Montageprozess.
el: Αριθμός Ακολουθίας Εργασίας. Ένας αριθμός που καθορίζει τη σειρά μιας συγκεκριμένης εργασίας σε μια σειρά εργασιών, γενικά σε μια διαδικασία κατασκευής ή συναρμολόγησης.
es: Número de Secuencia de Operación. Un número que define el orden de una operación particular en una serie de operaciones, generalmente en un proceso de fabricación o ensamblaje.
et: Operatsioonijärjestuse number. Number, mis määratleb konkreetse operatsiooni järjekorra operatsioonide seerias, tavaliselt tootmis- või kokkupanekuprotsessis.
fi: Toimintosekvenssinumero. Numero, joka määrittää tietyn toiminnon järjestyksen toimintojen sarjassa, yleensä valmistus- tai kokoonpanoprosessissa.
fr: Numéro de Séquence d'Opération. Un numéro qui définit l'ordre d'une opération particulière dans une série d'opérations, généralement dans un processus de fabrication ou d'assemblage.
ga: Uimhir Seicheamh Oibríochta. Uimhir a shainmhíníonn ord seicheamh oibríochta ar leith i sraith oibríochtaí, de ghnáth i bpróiseas déantúsaíochta nó tionóil.
hr: Broj redoslijeda operacija. Broj koji definira redoslijed određene operacije u nizu operacija, općenito u procesu proizvodnje ili montaže.
hu: Műveleti Sorrend Száma. Egy adott művelet sorrendjét meghatározó szám egy sorozatban lévő műveletek között, általában egy gyártási vagy összeszerelési folyamatban.
is: Röðunaraðgerðanúmer. Númer sem skilgreinir röð sérstakrar aðgerðar í röð aðgerða, yfirleitt í framleiðslu- eða samsetningarferli.
it: Numero di Sequenza dell'Operazione. Un numero che definisce l'ordine di una particolare operazione in una serie di operazioni, generalmente in un processo di fabbricazione o assemblaggio.
lt: Operacijos sekos numeris. Numeris, apibrėžiantis tam tikros operacijos eiliškumą operacijų serijoje, paprastai gamybos ar surinkimo procese.
lv: Operācijas Secības Numurs. Numurs, kas definē konkrētas operācijas kārtību operāciju sērijā, parasti ražošanas vai montāžas procesā.
mt: Numru tas-Sekwenza tal-Operazzjoni. Numru li jiddefinixxi l-ordni ta' operazzjoni partikolari f'serje ta' operazzjonijiet, ġeneralment f'proċess ta' manifattura jew assemblaġġ.
nl: Operatievolgnummer. Een nummer dat de volgorde van een bepaalde operatie in een reeks van operaties definieert, over het algemeen in een productie- of assemblageproces.
no: Operasjons Sekvens Nummer. Et nummer som definerer rekkefølgen av en bestemt operasjon i en serie av operasjoner, generelt i en produksjons- eller monteringsprosess.
pl: Numer sekwencji operacji. Numer definiujący kolejność danej operacji w serii operacji, zazwyczaj w procesie produkcji lub montażu.
pt: Número de Sequência da Operação. Um número que define a ordem de uma operação particular em uma série de operações, geralmente em um processo de fabricação ou montagem.
ro: Numărul Secvenței de Operații. Un număr care definește ordinea unei operațiuni particulare într-o serie de operațiuni, în general într-un proces de fabricație sau asamblare.
sk: Poradové číslo operácie. Číslo, ktoré definuje poradie určitej operácie v sérii operácií, vo všeobecnosti vo výrobnom alebo montážnom procese.
sl: Številka zaporedja operacije. Številka, ki določa vrstni red določene operacije v seriji operacij, običajno v proizvodnem ali montažnem procesu.
sv: Operationssekvensnummer. Ett nummer som definierar ordningen för en viss operation i en serie operationer, vanligtvis i en tillverknings- eller monteringsprocess.

# di23002
source: Operation Code/Work Code - the type of work to be performed (internally assigned or mutually defined).
bg: Операционен код/Работен код - типът работа, която трябва да бъде извършена (вътрешно присвоен или взаимно определен).
cs: Kód operace/Pracovní kód - typ práce, která má být provedena (interně přiřazeno nebo vzájemně definováno).
de: Operationscode/Arbeitscode - die Art der durchzuführenden Arbeit (intern zugewiesen oder gemeinsam definiert).
el: Κωδικός Εργασίας/Κωδικός Εργασίας - ο τύπος της εργασίας που πρέπει να εκτελεστεί (εσωτερικά ανατεθειμένος ή κοινά ορισμένος).
es: Código de Operación/Código de Trabajo - el tipo de trabajo a realizar (asignado internamente o definido mutuamente).
et: Operatsioonikood/Töökood - tüüpi töö, mida tuleb teostada (sisemiselt määratud või vastastikku määratletud).
fi: Toimintokoodi/Työkoodi - suoritettavan työn tyyppi (sisäisesti määritelty tai yhteisesti määritelty).
fr: Code d'Opération/Code de Travail - le type de travail à effectuer (attribué en interne ou mutuellement défini).
ga: Cód Oibríochta/Cód Oibre - cineál oibre le déanamh (arna shannadh go hinmheánach nó a sainmhínítear go frithpháirteach).
hr: Kod operacije/Radni kod - tip rada koji treba obaviti (interno dodijeljen ili uzajamno definiran).
hu: Műveleti Kód/Munkakód - a végzendő munka típusa (belsőleg kijelölve vagy közösen meghatározva).
is: Aðgerðarkóði/Vinnukóði - tegund vinnu sem á að framkvæma (innanríkis úthlutað eða sameiginlega skilgreint).
it: Codice Operazione/Codice Lavoro - il tipo di lavoro da eseguire (assegnato internamente o definito di comune accordo).
lt: Operacijos kodas / Darbo kodas - atliekamo darbo tipas (viduje priskirtas arba bendrai apibrėžtas).
lv: Operācijas Kods/Darba Kods - darba veida, kas jāveic, tips (iekšēji piešķirts vai kopīgi definēts).
mt: Kodiċi tal-Operazzjoni/Kodiċi tax-Xogħol - it-tip ta' xogħol li għandu jsir (assenjat internament jew definit b'mod reċiproku).
nl: Operatiecode/Werkcode - het type werk dat moet worden uitgevoerd (intern toegewezen of onderling gedefinieerd).
no: Operasjonskode/Arbeidskode - typen arbeid som skal utføres (internt tildelt eller gjensidig definert).
pl: Kod operacji/Kod pracy - typ pracy do wykonania (przypisany wewnętrznie lub wzajemnie zdefiniowany).
pt: Código da Operação/Código do Trabalho - o tipo de trabalho a ser realizado (atribuído internamente ou definido mutuamente).
ro: Codul Operațiunii/Codul de Lucru - tipul de muncă care trebuie efectuat (atribuit intern sau definit mutual).
sk: Kód operácie/Pracovný kód - typ práce, ktorá má byť vykonaná (interné pridelené alebo vzájomne definované).
sl: Koda operacije/dela - vrsta dela, ki se bo izvajalo (interno dodeljeno ali medsebojno določeno).
sv: Operationskod/Arbetskod - typen av arbete som ska utföras (internt tilldelad eller ömsesidigt definierad).
