Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di22000
source: Supplier Code Assigned by Customer.
bg: Код на доставчика, присвоен от клиента.
cs: Kód dodavatele přiřazený zákazníkem.
de: Lieferantencode, der vom Kunden zugewiesen wird.
el: Κωδικός Προμηθευτή Ανατεθειμένος από τον Πελάτη.
es: Código de Proveedor Asignado por el Cliente.
et: Kliendi poolt tarnijale määratud tarnijakood.
fi: Asiakkaan määrittämä toimittajakoodi.
fr: Code Fournisseur Attribué par le Client.
ga: Cód Soláthraí a shanntar ag Custaiméir.
hr: Kod dobavljača dodijeljen od strane kupca.
hu: Vevő által kijelölt Beszállítói Kód.
is: Birgjakóði Úthlutaður af Viðskiptavini.
it: Codice Fornitore Assegnato dal Cliente.
lt: Kliento paskirtas tiekėjo kodas.
lv: Piegādātāja Kods, ko Piešķīris Klients.
mt: Kodiċi tal-Fornitur Assenjat mill-Klijent.
nl: Leverancierscode toegewezen door klant.
no: Leverandørkode Tildelt av Kunde.
pl: Kod dostawcy przypisany przez klienta.
pt: Código do Fornecedor Atribuído pelo Cliente.
ro: Codul Furnizorului Atribuit de Client.
sk: Kód dodávateľa pridelený zákazníkom.
sl: Koda dobavitelja, dodeljena s strani kupca.
sv: Leverantörskod Tilldelad av Kunden.

# di22001
source: Supplier Code Assigned by Supplier.
bg: Код на доставчика, присвоен от доставчика.
cs: Kód dodavatele přiřazený dodavatelem.
de: Lieferantencode, der vom Lieferanten zugewiesen wird.
el: Κωδικός Προμηθευτή Ανατεθειμένος από τον Προμηθευτή.
es: Código de Proveedor Asignado por el Proveedor.
et: Tarnijale määratud tarnijakood.
fi: Toimittajan määrittämä toimittajakoodi.
fr: Code Fournisseur Attribué par le Fournisseur.
ga: Cód Soláthraí a shanntar ag Soláthraí.
hr: Kod dobavljača dodijeljen od strane dobavljača.
hu: Beszállító által kijelölt Beszállítói Kód.
is: Birgjakóði Úthlutaður af Birgja.
it: Codice Fornitore Assegnato dal Fornitore.
lt: Tiekėjo paskirtas tiekėjo kodas.
lv: Piegādātāja Kods, ko Piešķīris Piegādātājs.
mt: Kodiċi tal-Fornitur Assenjat mill-Fornitur.
nl: Leverancierscode toegewezen door leverancier.
no: Leverandørkode Tildelt av Leverandør.
pl: Kod dostawcy przypisany przez dostawcę.
pt: Código do Fornecedor Atribuído pelo Fornecedor.
ro: Codul Furnizorului Atribuit de Furnizor.
sk: Kód dodávateľa pridelený dodávateľom.
sl: Koda dobavitelja, dodeljena s strani dobavitelja.
sv: Leverantörskod Tilldelad av Leverantören.

# di22002
source: U.P.C. Company Prefix.\n2020 Update: GS1 recommends this DI no longer be used and that users of this DI migrate to GS1 data qualifiers (Application Identifiers) per ISO/IEC 15418 and ISO/IEC 15459-3.\nAccording to GS1, the term “U.P.C.” is no longer used and the metadata (an2+n8) is no longer correct.GS1 recommends this DI not be used for future applications.
bg: Префикс на компанията U.P.C.\nАктуализация 2020: GS1 препоръчва този DI вече да не се използва и потребителите на този DI да мигрират към квалификатори на данни на GS1 (Идентификатори за приложения) според ISO/IEC 15418 и ISO/IEC 15459-3.\nСпоред GS1, терминът "U.P.C." вече не се използва и метаданните (an2+n8) вече не са коректни. GS1 препоръчва този DI да не се използва за бъдещи приложения.
cs: Předpona společnosti U.P.C.\nAktualizace 2020: GS1 doporučuje tento DI již nepoužívat a uživatelé tohoto DI by měli přejít na kvalifikátory dat GS1 (identifikátory aplikací) podle ISO/IEC 15418 a ISO/IEC 15459-3.\nPodle GS1 se termín "U.P.C." již nepoužívá a metadata (an2+n8) již nejsou správná.GS1 doporučuje tento DI pro budoucí aplikace nepoužívat.
de: U.P.C. Unternehmenspräfix.\n2020 Update: GS1 empfiehlt, dass dieser DI nicht mehr verwendet wird und dass Benutzer dieses DI zu GS1-Datenqualifikatoren (Anwendungsidentifikatoren) gemäß ISO/IEC 15418 und ISO/IEC 15459-3 migrieren.\nGemäß GS1 wird der Begriff "U.P.C." nicht mehr verwendet und die Metadaten (an2+n8) sind nicht mehr korrekt.GS1 empfiehlt, diesen DI nicht für zukünftige Anwendungen zu verwenden.
el: Πρόθεμα Εταιρείας U.P.C.\nΕνημέρωση 2020: Η GS1 συνιστά αυτό το DI να μην χρησιμοποιείται πλέον και οι χρήστες αυτού του DI να μεταβούν σε προσδιοριστές δεδομένων GS1 (Αναγνωριστικά Εφαρμογών) σύμφωνα με το ISO/IEC 15418 και ISO/IEC 15459-3.\nΣύμφωνα με τη GS1, ο όρος "U.P.C." δεν χρησιμοποιείται πλέον και τα μεταδεδομένα (an2+n8) δεν είναι πλέον σωστά. Η GS1 συνιστά αυτό το DI να μην χρησιμοποιείται για μελλοντικές εφαρμογές.
es: Prefijo de Compañía U.P.C.\nActualización 2020: GS1 recomienda que este DI ya no se use y que los usuarios de este DI migren a calificadores de datos de GS1 (Identificadores de Aplicación) según ISO/IEC 15418 y ISO/IEC 15459-3.\nSegún GS1, el término "U.P.C." ya no se usa y los metadatos (an2+n8) ya no son correctos.GS1 recomienda que este DI no se use para aplicaciones futuras.
et: U.P.C. ettevõtte eesliide.\n2020 uuendus: GS1 soovitab seda DI-d enam mitte kasutada ja et selle DI kasutajad migreeriksid GS1 andmekvalifikaatoritele (Rakendusidentifikaatorid) vastavalt ISO/IEC 15418 ja ISO/IEC 15459-3.\nGS1 kohaselt terminit "U.P.C." enam ei kasutata ja metaandmed (an2+n8) ei ole enam korrektsed. GS1 soovitab seda DI-d tulevaste rakenduste jaoks mitte kasutada.
fi: U.P.C. Yrityksen etuliite.\n2020 Päivitys: GS1 suosittelee, että tätä DI:tä ei enää käytetä ja että tämän DI:n käyttäjät siirtyvät GS1 datan pätevöijiin (Sovellustunnisteet) ISO/IEC 15418:n ja ISO/IEC 15459-3:n mukaisesti.\nGS1:n mukaan termiä "U.P.C." ei enää käytetä ja metadata (an2+n8) ei ole enää oikein. GS1 suosittelee, että tätä DI:tä ei käytetä tulevissa sovelluksissa.
fr: Préfixe de Société U.P.C.\nMise à jour 2020 : GS1 recommande que ce DI ne soit plus utilisé et que les utilisateurs de ce DI migrent vers les qualificateurs de données GS1 (Identifiants d'Application) selon l'ISO/IEC 15418 et l'ISO/IEC 15459-3.\nSelon GS1, le terme "U.P.C." n'est plus utilisé et les métadonnées (an2+n8) ne sont plus correctes. GS1 recommande de ne pas utiliser ce DI pour les futures applications.
ga: Réamhrá U.P.C. Cuideachta.\nNuashonrú 2020: Molann GS1 nach n-úsáidtear an DI seo a thuilleadh agus go n-aistríonn úsáideoirí an DI seo chuig cáilíochtóirí sonraí GS1 (Aitheantóirí Iarratais) de réir ISO/IEC 15418 agus ISO/IEC 15459-3.\nDe réir GS1, ní úsáidtear an téarma "U.P.C." a thuilleadh agus tá an meiteashonraí (an2+n8) mícheart. Molann GS1 gan an DI seo a úsáid do chur i bhfeidhm sa todhchaí.
hr: Prefiks tvrtke U.P.C.\nAžuriranje 2020: GS1 preporučuje da se ovaj DI više ne koristi i da korisnici ovog DI-a pređu na kvalifikatore podataka GS1 (Identifikatori aplikacija) prema ISO/IEC 15418 i ISO/IEC 15459-3.\nPrema GS1, izraz "U.P.C." više se ne koristi i metapodatak (an2+n8) više nije točan. GS1 preporučuje da se ovaj DI ne koristi za buduće primjene.
hu: U.P.C. Cég Előtag.\n2020 Frissítés: Az GS1 azt javasolja, hogy ezt az DI-t ne használják tovább, és hogy az ezt az DI-t használó felhasználók migráljanak az GS1 adatminősítőire (Alkalmazási Azonosítók) az ISO/IEC 15418 és az ISO/IEC 15459-3 szerint.\nAz GS1 szerint a "U.P.C." kifejezést már nem használják, és az adatok (an2+n8) már nem helyesek. Az GS1 azt javasolja, hogy ezt az DI-t ne használják további alkalmazásokhoz.
is: U.P.C. Fyrirtækisforskeyti.\n2020 Uppfærsla: GS1 mælir með því að þetta DI sé ekki lengur notað og að notendur þessa DI færist yfir í GS1 gögn auðkenni (Umsóknaraðila) samkvæmt ISO/IEC 15418 og ISO/IEC 15459-3.\nSamkvæmt GS1, er hugtakið "U.P.C." ekki lengur notað og gögnin (an2+n8) eru ekki lengur rétt. GS1 mælir með því að þetta DI sé ekki notað fyrir framtíðarforrit.
it: Prefisso Aziendale U.P.C.\nAggiornamento 2020: GS1 raccomanda che questo DI non sia più utilizzato e che gli utenti di questo DI migrino ai qualificatori di dati GS1 (Identificatori di Applicazione) secondo ISO/IEC 15418 e ISO/IEC 15459-3.\nSecondo GS1, il termine "U.P.C." non è più utilizzato e i metadati (an2+n8) non sono più corretti.GS1 raccomanda che questo DI non sia utilizzato per le future applicazioni.
lt: U.P.C. Įmonės priešdėlis.\n2020 atnaujinimas: GS1 rekomenduoja šį DI nebenaudoti ir kad šio DI naudotojai pereitų prie GS1 duomenų kvalifikatorių (Prašymų Identifikatorių) pagal ISO/IEC 15418 ir ISO/IEC 15459-3.\nPagal GS1, terminas "U.P.C." nebenaudojamas ir metaduomenys (an2+n8) nebetinkami. GS1 rekomenduoja šį DI nebenaudoti būsimose programose.
lv: U.P.C. Uzņēmuma Prefikss.\n2020. gada atjauninājums: GS1 iesaka šo DI vairs nelietot un aicina šī DI lietotājus pāriet uz GS1 datu kvalifikatoriem (Pielietojuma Identifikatoriem) saskaņā ar ISO/IEC 15418 un ISO/IEC 15459-3.\nSaskaņā ar GS1, terminu "U.P.C." vairs nelieto un metadati (an2+n8) vairs nav pareizi. GS1 iesaka šo DI nelietot nākotnes pieteikumos.
mt: Prefiss tal-Kumpanija U.P.C.\nAġġornament 2020: GS1 jirrakkomanda li dan l-ID m'għadux jintuża u li l-utenti ta' dan l-ID jgħaddu għall-kwalifikaturi tad-data GS1 (Identifikaturi tal-Applikazzjoni) skont ISO/IEC 15418 u ISO/IEC 15459-3.\nSkont GS1, it-terminu "U.P.C." m'għadux jintuża u l-metadata (an2+n8) m'għadhiex korretta. GS1 jirrakkomanda li dan l-ID ma jintużax għal applikazzjonijiet futuri.
nl: U.P.C. Bedrijfsprefix.\n2020 Update: GS1 raadt af dit DI te gebruiken en gebruikers van dit DI over te stappen op GS1 datakwalificaties (Application Identifiers) per ISO/IEC 15418 en ISO/IEC 15459-3.\nVolgens GS1 wordt de term "U.P.C." niet langer gebruikt en de metadata (an2+n8) is niet langer correct. GS1 raadt af dit DI te gebruiken voor toekomstige toepassingen.
no: U.P.C. Selskapsprefix.\n2020 Oppdatering: GS1 anbefaler at dette DI ikke lenger brukes og at brukere av dette DI overfører til GS1 datakvalifikatorer (Applikasjonsidentifikatorer) per ISO/IEC 15418 og ISO/IEC 15459-3.\nIfølge GS1, er begrepet "U.P.C." ikke lenger brukt og metadataen (an2+n8) er ikke lenger korrekt. GS1 anbefaler at dette DI ikke brukes for fremtidige applikasjoner.
pl: Prefiks firmy U.P.C.\nAktualizacja 2020: GS1 zaleca, aby ten identyfikator danych nie był już używany i aby użytkownicy tego identyfikatora przeszli na kwalifikatory danych GS1 (identyfikatory aplikacji) zgodnie z ISO/IEC 15418 i ISO/IEC 15459-3.\nWedług GS1, termin "U.P.C." nie jest już używany, a metadane (an2+n8) nie są już poprawne. GS1 zaleca, aby ten identyfikator danych nie był używany w przyszłych aplikacjach.
pt: Prefixo da Empresa U.P.C.\nAtualização 2020: A GS1 recomenda que este DI não seja mais usado e que os usuários deste DI migrem para qualificadores de dados GS1 (Identificadores de Aplicação) conforme ISO/IEC 15418 e ISO/IEC 15459-3.\nDe acordo com a GS1, o termo "U.P.C." não é mais usado e os metadados (an2+n8) não estão mais corretos. A GS1 recomenda que este DI não seja usado para novas aplicações.
ro: Prefixul Companiei U.P.C.\nActualizare 2020: GS1 recomandă ca acest DI să nu mai fie utilizat și ca utilizatorii acestui DI să migreze către calificatorii de date GS1 (Identificatorii de Aplicație) conform ISO/IEC 15418 și ISO/IEC 15459-3.\nConform GS1, termenul "U.P.C." nu mai este utilizat și metadatele (an2+n8) nu mai sunt corecte.GS1 recomandă ca acest DI să nu fie utilizat pentru aplicații viitoare.
sk: Prefix spoločnosti U.P.C.\nAktualizácia 2020: GS1 odporúča, aby sa tento DI už nepoužíval a aby užívatelia tohto DI prešli na kvalifikátory údajov GS1 (identifikátory aplikácií) podľa ISO/IEC 15418 a ISO/IEC 15459-3.\nPodľa GS1 sa termín "U.P.C." už nepoužíva a metadata (an2+n8) už nie sú správne. GS1 odporúča, aby sa tento DI pre budúce aplikácie nepoužíval.
sl: Predpona podjetja U.P.C.\nPosodobitev 2020: GS1 priporoča, da se ta DI ne uporablja več in da uporabniki tega DI preidejo na kvalifikatorje podatkov GS1 (identifikatorje aplikacij) po ISO/IEC 15418 in ISO/IEC 15459-3.\nPo GS1 izraz "U.P.C." ni več v uporabi in metapodatki (an2+n8) niso več pravilni. GS1 priporoča, da se ta DI ne uporablja za prihodnje aplikacije.
sv: U.P.C. Företagsprefix.\n2020 Uppdatering: GS1 rekommenderar att denna DI inte längre används och att användare av denna DI migrerar till GS1 datakvalificerare (Applikationsidentifierare) enligt ISO/IEC 15418 och ISO/IEC 15459-3.\nEnligt GS1 används inte termen "U.P.C." längre och metadata (an2+n8) är inte längre korrekt.GS1 rekommenderar att denna DI inte används för framtida applikationer.

# di22003
source: GS1 Company Prefix.\n2020 Update: GS1 recommends this DI no longer be used and that users of this DI migrate to GS1 data qualifiers (Application Identifiers) per ISO/IEC 15418 and ISO/IEC 15459-3.\nAccording to GS1, the metadata (an2+n9) is no longer correct.GS1 recommends this DI not be used for future applications.
bg: Префикс на компанията GS1.\nАктуализация 2020: GS1 препоръчва този DI вече да не се използва и потребителите на този DI да мигрират към квалификатори на данни на GS1 (Идентификатори за приложения) според ISO/IEC 15418 и ISO/IEC 15459-3.\nСпоред GS1, метаданните (an2+n9) вече не са коректни. GS1 препоръчва този DI да не се използва за бъдещи приложения.
cs: Předpona společnosti GS1.\nAktualizace 2020: GS1 doporučuje tento DI již nepoužívat a uživatelé tohoto DI by měli přejít na kvalifikátory dat GS1 (identifikátory aplikací) podle ISO/IEC 15418 a ISO/IEC 15459-3.\nPodle GS1 metadata (an2+n9) již nejsou správná.GS1 doporučuje tento DI pro budoucí aplikace nepoužívat.
de: GS1-Unternehmenspräfix.\n2020 Update: GS1 empfiehlt, dass dieser DI nicht mehr verwendet wird und dass Benutzer dieses DI zu GS1-Datenqualifikatoren (Anwendungsidentifikatoren) gemäß ISO/IEC 15418 und ISO/IEC 15459-3 migrieren.\nGemäß GS1 sind die Metadaten (an2+n9) nicht mehr korrekt.GS1 empfiehlt, diesen DI nicht für zukünftige Anwendungen zu verwenden.
el: Πρόθεμα Εταιρείας GS1.\nΕνημέρωση 2020: Η GS1 συνιστά αυτό το DI να μην χρησιμοποιείται πλέον και οι χρήστες αυτού του DI να μεταβούν σε προσδιοριστές δεδομένων GS1 (Αναγνωριστικά Εφαρμογών) σύμφωνα με το ISO/IEC 15418 και ISO/IEC 15459-3.\nΣύμφωνα με τη GS1, τα μεταδεδομένα (an2+n9) δεν είναι πλέον σωστά. Η GS1 συνιστά αυτό το DI να μην χρησιμοποιείται για μελλοντικές εφαρμογές.
es: Prefijo de Compañía GS1.\nActualización 2020: GS1 recomienda que este DI ya no se use y que los usuarios de este DI migren a calificadores de datos de GS1 (Identificadores de Aplicación) según ISO/IEC 15418 y ISO/IEC 15459-3.\nSegún GS1, los metadatos (an2+n9) ya no son correctos.GS1 recomienda que este DI no se use para aplicaciones futuras.
et: GS1 ettevõtte eesliide.\n2020 uuendus: GS1 soovitab seda DI-d enam mitte kasutada ja et selle DI kasutajad migreeriksid GS1 andmekvalifikaatoritele (Rakendusidentifikaatorid) vastavalt ISO/IEC 15418 ja ISO/IEC 15459-3.\nGS1 kohaselt metaandmed (an2+n9) ei ole enam korrektsed. GS1 soovitab seda DI-d tulevaste rakenduste jaoks mitte kasutada.
fi: GS1 Yrityksen etuliite.\n2020 Päivitys: GS1 suosittelee, että tätä DI:tä ei enää käytetä ja että tämän DI:n käyttäjät siirtyvät GS1 datan pätevöijiin (Sovellustunnisteet) ISO/IEC 15418:n ja ISO/IEC 15459-3:n mukaisesti.\nGS1:n mukaan metadata (an2+n9) ei ole enää oikein. GS1 suosittelee, että tätä DI:tä ei käytetä tulevissa sovelluksissa.
fr: Préfixe de Société GS1.\nMise à jour 2020 : GS1 recommande que ce DI ne soit plus utilisé et que les utilisateurs de ce DI migrent vers les qualificateurs de données GS1 (Identifiants d'Application) selon l'ISO/IEC 15418 et l'ISO/IEC 15459-3.\nSelon GS1, les métadonnées (an2+n9) ne sont plus correctes. GS1 recommande de ne pas utiliser ce DI pour les futures applications.
ga: Réamhrá Cuideachta GS1.\nNuashonrú 2020: Molann GS1 nach n-úsáidtear an DI seo a thuilleadh agus go n-aistríonn úsáideoirí an DI seo chuig cáilíochtóirí sonraí GS1 (Aitheantóirí Iarratais) de réir ISO/IEC 15418 agus ISO/IEC 15459-3.\nDe réir GS1, tá an meiteashonraí (an2+n9) mícheart. Molann GS1 gan an DI seo a úsáid do chur i bhfeidhm sa todhchaí.
hr: Prefiks tvrtke GS1.\nAžuriranje 2020: GS1 preporučuje da se ovaj DI više ne koristi i da korisnici ovog DI-a pređu na kvalifikatore podataka GS1 (Identifikatori aplikacija) prema ISO/IEC 15418 i ISO/IEC 15459-3.\nPrema GS1, metapodatak (an2+n9) više nije točan. GS1 preporučuje da se ovaj DI ne koristi za buduće primjene.
hu: GS1 Cég Előtag.\n2020 Frissítés: Az GS1 azt javasolja, hogy ezt az DI-t ne használják tovább, és hogy az ezt az DI-t használó felhasználók migráljanak az GS1 adatminősítőire (Alkalmazási Azonosítók) az ISO/IEC 15418 és az ISO/IEC 15459-3 szerint.\nAz GS1 szerint az adatok (an2+n9) már nem helyesek. Az GS1 azt javasolja, hogy ezt az DI-t ne használják további alkalmazásokhoz.
is: GS1 Fyrirtækisforskeyti.\n2020 Uppfærsla: GS1 mælir með því að þetta DI sé ekki lengur notað og að notendur þessa DI færist yfir í GS1 gögn auðkenni (Umsóknaraðila) samkvæmt ISO/IEC 15418 og ISO/IEC 15459-3.\nSamkvæmt GS1, eru gögnin (an2+n9) ekki lengur rétt. GS1 mælir með því að þetta DI sé ekki notað fyrir framtíðarforrit.
it: Prefisso Aziendale GS1.\nAggiornamento 2020: GS1 raccomanda che questo DI non sia più utilizzato e che gli utenti di questo DI migrino ai qualificatori di dati GS1 (Identificatori di Applicazione) secondo ISO/IEC 15418 e ISO/IEC 15459-3.\nSecondo GS1, i metadati (an2+n9) non sono più corretti.GS1 raccomanda che questo DI non sia utilizzato per le future applicazioni.
lt: GS1 Įmonės priešdėlis.\n2020 atnaujinimas: GS1 rekomenduoja šį DI nebenaudoti ir kad šio DI naudotojai pereitų prie GS1 duomenų kvalifikatorių (Prašymų Identifikatorių) pagal ISO/IEC 15418 ir ISO/IEC 15459-3.\nPagal GS1, metaduomenys (an2+n9) nebetinkami. GS1 rekomenduoja šį DI nebenaudoti būsimose programose.
lv: GS1 Uzņēmuma Prefikss.\n2020. gada atjauninājums: GS1 iesaka šo DI vairs nelietot un aicina šī DI lietotājus pāriet uz GS1 datu kvalifikatoriem (Pielietojuma Identifikatoriem) saskaņā ar ISO/IEC 15418 un ISO/IEC 15459-3.\nSaskaņā ar GS1, metadati (an2+n9) vairs nav pareizi. GS1 iesaka šo DI nelietot nākotnes pieteikumos.
mt: Prefiss tal-Kumpanija GS1.\nAġġornament 2020: GS1 jirrakkomanda li dan l-ID m'għadux jintuża u li l-utenti ta' dan l-ID jgħaddu għall-kwalifikaturi tad-data GS1 (Identifikaturi tal-Applikazzjoni) skont ISO/IEC 15418 u ISO/IEC 15459-3.\nSkont GS1, il-metadata (an2+n9) m'għadhiex korretta. GS1 jirrakkomanda li dan l-ID ma jintużax għal applikazzjonijiet futuri.
nl: GS1 Bedrijfsprefix.\n2020 Update: GS1 raadt af dit DI te gebruiken en gebruikers van dit DI over te stappen op GS1 datakwalificaties (Application Identifiers) per ISO/IEC 15418 en ISO/IEC 15459-3.\nVolgens GS1 is de metadata (an2+n9) niet langer correct. GS1 raadt af dit DI te gebruiken voor toekomstige toepassingen.
no: GS1 Selskapsprefix.\n2020 Oppdatering: GS1 anbefaler at dette DI ikke lenger brukes og at brukere av dette DI overfører til GS1 datakvalifikatorer (Applikasjonsidentifikatorer) per ISO/IEC 15418 og ISO/IEC 15459-3.\nIfølge GS1, er metadataen (an2+n9) ikke lenger korrekt. GS1 anbefaler at dette DI ikke brukes for fremtidige applikasjoner.
pl: Prefiks firmy GS1.\nAktualizacja 2020: GS1 zaleca, aby ten identyfikator danych nie był już używany i aby użytkownicy tego identyfikatora przeszli na kwalifikatory danych GS1 (identyfikatory aplikacji) zgodnie z ISO/IEC 15418 i ISO/IEC 15459-3.\nWedług GS1, metadane (an2+n9) nie są już poprawne. GS1 zaleca, aby ten identyfikator danych nie był używany w przyszłych aplikacjach.
pt: Prefixo da Empresa GS1.\nAtualização 2020: A GS1 recomenda que este DI não seja mais usado e que os usuários deste DI migrem para qualificadores de dados GS1 (Identificadores de Aplicação) conforme ISO/IEC 15418 e ISO/IEC 15459-3.\nDe acordo com a GS1, os metadados (an2+n9) não estão mais corretos. A GS1 recomenda que este DI não seja usado para novas aplicações.
ro: Prefixul Companiei GS1.\nActualizare 2020: GS1 recomandă ca acest DI să nu mai fie utilizat și ca utilizatorii acestui DI să migreze către calificatorii de date GS1 (Identificatorii de Aplicație) conform ISO/IEC 15418 și ISO/IEC 15459-3.\nConform GS1, metadatele (an2+n9) nu mai sunt corecte.GS1 recomandă ca acest DI să nu fie utilizat pentru aplicații viitoare.
sk: Prefix spoločnosti GS1.\nAktualizácia 2020: GS1 odporúča, aby sa tento DI už nepoužíval a aby užívatelia tohto DI prešli na kvalifikátory údajov GS1 (identifikátory aplikácií) podľa ISO/IEC 15418 a ISO/IEC 15459-3.\nPodľa GS1 metadata (an2+n9) už nie sú správne. GS1 odporúča, aby sa tento DI pre budúce aplikácie nepoužíval.
sl: Predpona podjetja GS1.\nPosodobitev 2020: GS1 priporoča, da se ta DI ne uporablja več in da uporabniki tega DI preidejo na kvalifikatorje podatkov GS1 (identifikatorje aplikacij) po ISO/IEC 15418 in ISO/IEC 15459-3.\nPo GS1 metapodatki (an2+n9) niso več pravilni. GS1 priporoča, da se ta DI ne uporablja za prihodnje aplikacije.
sv: GS1 Företagsprefix.\n2020 Uppdatering: GS1 rekommenderar att denna DI inte längre används och att användare av denna DI migrerar till GS1 datakvalificerare (Applikationsidentifierare) enligt ISO/IEC 15418 och ISO/IEC 15459-3.\nEnligt GS1 är metadata (an2+n9) inte längre korrekt.GS1 rekommenderar att denna DI inte används för framtida applikationer.
