Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di12027
source: Event Location UN/LOCODE.\nUN/LOCODE followed by a plus (+) character followed by one or more code values from EDIFACT Code List 3227 'Location function code qualifier', e.g.,\n7 Place of Final Delivery;\n5 Port of Departure;\n9 Port of Lading;\n11 Port of Unlading;\n13 Place of transhipment;\n24 Port of Entry;\n35 Exportation country;\n88 Place of Carrier Receipt;\n125 Foreign Port prior to Depart to U.S;\n147 Stowage cell/position;\n159 Place of delivery (to consignee);\n248 Loading Location\nhttp://www.unece.org/cefact/locode/.
bg: Местоположение на събитие UN/LOCODE.\nUN/LOCODE, последван от символ плюс (+), последван от един или повече кодове от списъка с кодове EDIFACT Code List 3227 'Location function code qualifier', напр.,\n7 Място на окончателна доставка;\n5 Порт на заминаване;\n9 Порт на натоварване;\n11 Порт на разтоварване;\n13 Място за претоварване;\n24 Порт на влизане;\n35 Държава на износ;\n88 Място за получаване от превозвача;\n125 Чуждестранен порт преди заминаване за САЩ;\n147 Място за съхранение/позиция;\n159 Място за доставка (до получателя);\n248 Място за натоварване\nhttp://www.unece.org/cefact/locode/.
cs: Místo události UN/LOCODE.\nUN/LOCODE následovaný znakem plus (+) následovaný jedním nebo více kódy hodnot z EDIFACT Code List 3227 'Kvalifikátor funkce lokace', např.,\n7 Místo konečného doručení;\n5 Přístav odjezdu;\n9 Přístav naložení;\n11 Přístav vyložení;\n13 Místo překládky;\n24 Přístav vstupu;\n35 Země vývozu;\n88 Místo převzetí nákladu dopravcem;\n125 Zahraniční přístav před odjezdem do USA;\n147 Uložení v buňce/pozice;\n159 Místo doručení (k příjemci);\n248 Místo nakládání\nhttp://www.unece.org/cefact/locode/.
de: Veranstaltungsort UN/LOCODE.\nUN/LOCODE gefolgt von einem Pluszeichen (+) gefolgt von einem oder mehreren Code-Werten aus der EDIFACT-Code-Liste 3227 'Standortfunktionscode-Qualifikator', z. B.\n7 Ort der endgültigen Lieferung;\n5 Abfahrtshafen;\n9 Verladehafen;\n11 Entladehafen;\n13 Umschlagsort;\n24 Eingangshafen;\n35 Ausfuhrland;\n88 Übergabeort des Transporteurs;\n125 Ausländischer Hafen vor der Abfahrt in die USA;\n147 Stauzelle/position;\n159 Lieferort (an den Empfänger);\n248 Verladeort\nhttp://www.unece.org/cefact/locode/.
el: Τοποθεσία Εκδήλωσης UN/LOCODE.\nUN/LOCODE ακολουθούμενο από ένα σύμβολο πλης (+) ακολουθούμενο από μία ή περισσότερες τιμές κωδικού από τη Λίστα Κωδικών EDIFACT 3227 'Κωδικός προσδιοριστή λειτουργίας τοποθεσίας', π.χ.,\n7 Τόπος Τελικής Παράδοσης·\n5 Λιμάνι Αναχώρησης·\n9 Λιμάνι Φόρτωσης·\n11 Λιμάνι Εκφόρτωσης·\n13 Τόπος Διαμετακόμισης·\n24 Λιμάνι Εισόδου·\n35 Χώρα Εξαγωγής·\n88 Τόπος Παραλαβής από τον Μεταφορέα·\n125 Ξένο Λιμάνι πριν την Αναχώρηση προς τις ΗΠΑ·\n147 Θέση Στοιβαγίας·\n159 Τόπος παράδοσης (στον παραλήπτη)·\n248 Τοποθεσία Φόρτωσης\nhttp://www.unece.org/cefact/locode/.
es: Ubicación del Evento UN/LOCODE.\nUN/LOCODE seguido por un carácter más (+) seguido por uno o más valores de código de la Lista de Códigos EDIFACT 3227 'Cualificador de código de función de ubicación', por ejemplo,\n7 Lugar de Entrega Final;\n5 Puerto de Salida;\n9 Puerto de Carga;\n11 Puerto de Descarga;\n13 Lugar de transbordo;\n24 Puerto de Entrada;\n35 País de Exportación;\n88 Lugar de Recepción del Transportista;\n125 Puerto Extranjero antes de Salir hacia EE. UU.;\n147 Celda/posición de estiba;\n159 Lugar de entrega (al consignatario);\n248 Ubicación de Carga\nhttp://www.unece.org/cefact/locode/.
et: Sündmuse Asukoht UN/LOCODE.\nUN/LOCODE, millele järgneb plussmärk (+), millele järgnevad üks või mitu koodiväärtust EDIFACT Koodide Nimekirjast 3227 'Asukoha funktsiooni koodi kvalifikaator', nt,\n7 Lõppsihtkoht;\n5 Väljumissadam;\n9 Laadimissadam;\n11 Mahalaadimissadam;\n13 Ümberlaadimiskoht;\n24 Sissesõidusadam;\n35 Ekspordiriik;\n88 Vedaja Vastuvõtukoht;\n125 Välisriigi sadam enne väljumist USA-sse;\n147 Lastiruumi/positsioon;\n159 Kohaletoimetamiskoht (saajale);\n248 Laadimiskoht\nhttp://www.unece.org/cefact/locode/.
fi: Tapahtuman Sijainti UN/LOCODE.\nUN/LOCODE, jonka perään plus (+) merkki, jonka perään yksi tai useampi koodiarvo EDIFACT Koodilistasta 3227 'Sijainnin toiminnon koodin määrittelijä', esim.,\n7 Toimituspaikka;\n5 Lähtösatama;\n9 Lastaussatama;\n11 Purkaussatama;\n13 Välisatama;\n24 Sisääntulopaikka;\n35 Vientimaa;\n88 Kuljetusliikkeen vastaanottopaikka;\n125 Ulkomainen satama ennen lähtöä Yhdysvaltoihin;\n147 Lastauskenno/-asento;\n159 Toimituspaikka (vastaanottajalle);\n248 Lastauspaikka\nhttp://www.unece.org/cefact/locode/.
fr: Emplacement de l'événement UN/LOCODE.Code UN/LOCODE suivi d'un caractère plus (+) suivi d'une ou plusieurs valeurs de code de la liste de codes EDIFACT 3227 'Qualificateur de code de fonction d'emplacement', par exemple,\n7 Lieu de livraison finale;\n5 Port de départ;\n9 Port de chargement;\n11 Port de déchargement;\n13 Lieu de transbordement;\n24 Port d'entrée;\n35 Pays d'exportation;\n88 Lieu de réception par le transporteur;\n125 Port étranger avant le départ vers les États-Unis;\n147 Cellule de stivage/position;\n159 Lieu de livraison (au destinataire);\n248 Lieu de chargement\nhttp://www.unece.org/cefact/locode/.
ga: Suíomh Imeachta UN /LOCODE.\nUN/LOCODE in éineacht le carachtar móide (+) agus ceann nó níos mó de luachanna cód ó Liosta Cóid EDIFACT 3227 'Cáilíochtóir feidhme suímh', m.sh.,\n7 Áit an Seachadta Deiridh;\n5 Port Imeachta;\n9 Port Luchtaithe;\n11 Port Díluchtaithe;\n13 Áit idirthurais;\n24 Port Iontrála;\n35 Tír Easpórtála;\n88 Áit Glactha Lastais ag an Iompróir;\n125 Port Coigríche roimh an Imeacht go SAM;\n147 Cill/Stóras;\n159 Áit seachadta (chuig an seolaí);\n248 Suíomh Luchtaithe\nhttp://www.unece.org/cefact/locode/.
hr: Lokacija događaja UN/LOCODE.\nUN/LOCODE slijedi znak plus (+) slijedi jedan ili više kodnih vrijednosti iz EDIFACT Liste kodova 3227 'Kvalifikator funkcije lokacije', npr.,\n7 Mjesto konačne dostave;\n5 Luka polaska;\n9 Luka ukrcaja;\n11 Luka iskrcaja;\n13 Mjesto prekrcaja;\n24 Luka ulaska;\n35 Zemlja izvoza;\n88 Mjesto prijema prijevoznika;\n125 Strana luka prije polaska u SAD;\n147 Položaj skladištenja;\n159 Mjesto dostave (primatelju);\n248 Lokacija utovara\nhttp://www.unece.org/cefact/locode/.
hu: Esemény Helye UN/LOCODE.\nUN/LOCODE, amelyet egy plusz (+) karakter követ, amelyet egy vagy több kódérték követ az EDIFACT Kód Lista 3227 'Hely funkció kód minősítő' szerint, pl.,\n7 Végső Kiszállítási Hely;\n5 Indulási Kikötő;\n9 Rakományfelvételi Kikötő;\n11 Rakomány-lerakodási Kikötő;\n13 Átrakodási Hely;\n24 Bejövő Kikötő;\n35 Exportáló Ország;\n88 Fuvarozó Átvételi Helye;\n125 Külföldi Kikötő az Egyesült Államokba való indulás előtt;\n147 Raktározási cella/pozíció;\n159 Kiszállítási Hely (a címzettnek);\n248 Rakodási Hely\nhttp://www.unece.org/cefact/locode/.
is: Atburðarstaður UN/LOCODE.\nUN/LOCODE fylgt af plúsmerki (+) fylgt af einum eða fleiri kóðagildum úr EDIFACT kóðalista 3227 'Staðarhlutverkakóða kvörðun', t.d.,\n7 Afhendingarstaður;\n5 Brottfararhöfn;\n9 Farmhöfn;\n11 Affermingarhöfn;\n13 Flutningsstaður;\n24 Innkomuhöfn;\n35 Útflutningsland;\n88 Afhendingarstaður flutningsaðila;\n125 Erlend höfn fyrir brottför til Bandaríkjanna;\n147 Farþegarými/staðsetning;\n159 Afhendingarstaður (til viðtakanda);\n248 Hleðslustaður\nhttp://www.unece.org/cefact/locode/.
it: Località dell'Evento UN/LOCODE.\nUN/LOCODE seguito da un carattere più (+) seguito da uno o più valori di codice dalla Lista dei Codici 3227 'Qualificatore di funzione di località' di EDIFACT, es.,\n7 Luogo di Consegna Finale;\n5 Porto di Partenza;\n9 Porto di Carico;\n11 Porto di Scarico;\n13 Luogo di transbordo;\n24 Porto di Entrata;\n35 Paese di Esportazione;\n88 Luogo di Ricevuta del Vettore;\n125 Porto Estero prima della Partenza per gli Stati Uniti;\n147 Cella/posizione di stivaggio;\n159 Luogo di consegna (al destinatario);\n248 Luogo di Carico\nhttp://www.unece.org/cefact/locode/.
lt: Renginio vieta UN/LOCODE.\nUN/LOCODE, po kurio eina pliuso (+) simbolis, po kurio seka vienas ar daugiau kodų iš EDIFACT Kodų sąrašo 3227 'Location function code qualifier', pvz.,\n7 Galutinės pristatymo vieta;\n5 Išvykimo uostas;\n9 Krovinio uosto;\n11 Iškrovimo uostas;\n13 Perkrovimo vieta;\n24 Įėjimo uostas;\n35 Eksportuojanti šalis;\n88 Vežėjo kvito vieta;\n125 Užsienio uostas prieš išvykimą į JAV;\n147 Krovos vieta/ pozicija;\n159 Pristatymo vieta (gavėjui);\n248 Pakrovimo vieta\nhttp://www.unece.org/cefact/locode/.
lv: Pasākuma Vieta UN/LOCODE.\nUN/LOCODE seko plusa (+) zīmei, kam seko viena vai vairākas koda vērtības no EDIFACT Koda Saraksta 3227 'Atrašanās vietas funkcijas koda kvalifikators', piemēram,\n7 Galīgā piegādes vieta;\n5 Izkraušanas osta;\n9 Iekraušanas osta;\n11 Izkraušanas osta;\n13 Pārkraušanas vieta;\n24 Ieejas osta;\n35 Eksportējošā valsts;\n88 Pārvadātāja saņemšanas vieta;\n125 Ārvalstu osta pirms izbraukšanas uz ASV;\n147 Kravas novietojuma šūna/pozīcija;\n159 Piegādes vieta (saņēmējam);\n248 Iekraušanas vieta\nhttp://www.unece.org/cefact/locode/.
mt: Post tal-Event UN/LOCODE.\nUN/LOCODE segwit minn karattru plus (+) segwit minn wieħed jew aktar valuri tal-kodiċi minn Lista tal-Kodiċi EDIFACT 3227 'Kwalifikatur tal-funzjoni tal-post', eż.,\n7 Post tal-Kunsinna Finali;\n5 Port tat-Tluq;\n9 Port tal-Tagħbija;\n11 Port tal-Ħatt;\n13 Post tat-trasbord;\n24 Port tad-Dħul;\n35 Pajjiż tal-Esportazzjoni;\n88 Post tar-Riċevuta mill-Operatur tat-Trasport;\n125 Port Barrani qabel it-Tluq lejn l-Istati Uniti;\n147 Ċellula/Stowage tal-pożizzjoni;\n159 Post tal-kunsinna (lill-konsenjatarju);\n248 Post tat-Tagħbija\nhttp://www.unece.org/cefact/locode/.
nl: Evenement Locatie UN/LOCODE.\nUN/LOCODE gevolgd door een plus (+) teken gevolgd door een of meer code waarden van EDIFACT Code Lijst 3227 'Locatiefunctie code kwalificatie', bijv.,\n7 Plaats van Definitieve Levering;\n5 Haven van Vertrek;\n9 Haven van Lading;\n11 Haven van Lossing;\n13 Plaats van Overlading;\n24 Haven van Invoer;\n35 Exportland;\n88 Plaats van Vervoerder Ontvangst;\n125 Buitenlandse Haven voorafgaand aan Vertrek naar VS;\n147 Stuwage cel/positie;\n159 Plaats van levering (aan geadresseerde);\n248 Laadlocatie\nhttp://www.unece.org/cefact/locode/.
no: Hendelseslokasjon UN/LOCODE.\nUN/LOCODE etterfulgt av et pluss (+) tegn etterfulgt av en eller flere kodeverdier fra EDIFACT kode liste 3227 'Location function code qualifier', for eksempel,\n7 Leveringssted;\n5 Avreisehavn;\n9 Laste havn;\n11 Lossingshavn;\n13 Omlastningssted;\n24 Inngangshavn;\n35 Eksportland;\n88 Transportørens mottakssted;\n125 Utenlandsk havn før avreise til USA;\n147 Stuecelle/posisjon;\n159 Leveringssted (til mottaker);\n248 Lastested\nhttp://www.unece.org/cefact/locode/.
pl: Lokalizacja wydarzenia UN/LOCODE.\nUN/LOCODE połączony znakiem plus (+) z jedną lub więcej wartościami kodów z listy kodów EDIFACT 3227 'Kwalifikator funkcji lokalizacji', np.,\n7 Miejsce Ostatecznej Dostawy;\n5 Port Wyjazdu;\n9 Port Załadunku;\n11 Port Rozładunku;\n13 Miejsce Przesyłki;\n24 Port Wjazdu;\n35 Kraj Eksportu;\n88 Miejsce Odbioru przez Przewoźnika;\n125 Zagraniczny Port przed Wypłynięciem do USA;\n147 Komórka/Strefa Składowania;\n159 Miejsce dostawy (do odbiorcy);\n248 Miejsce Załadunku\nhttp://www.unece.org/cefact/locode/.
pt: Local do Evento UN/LOCODE.\nUN/LOCODE seguido por um caractere de mais (+) seguido por um ou mais valores de código da Lista de Códigos EDIFACT 3227 'Qualificador de função de local', por exemplo,\n7 Local de Entrega Final;\n5 Porto de Partida;\n9 Porto de Carga;\n11 Porto de Descarga;\n13 Local de transbordo;\n24 Porto de Entrada;\n35 País de Exportação;\n88 Local de Recebimento pelo Transportador;\n125 Porto Estrangeiro antes da Partida para os EUA;\n147 Célula/posição de estiva;\n159 Local de entrega (ao destinatário);\n248 Local de Carga\nhttp://www.unece.org/cefact/locode/.
ro: Locația Evenimentului UN/LOCODE.\nUN/LOCODE urmat de un caracter plus (+) urmat de una sau mai multe valori de cod din Lista de Coduri EDIFACT 3227 'Calificator de cod funcție de locație', de ex.,\n7 Locul Livrării Finale;\n5 Portul de Plecare;\n9 Portul de Încărcare;\n11 Portul de Descărcare;\n13 Locul de Transbordare;\n24 Portul de Intrare;\n35 Țara de Export;\n88 Locul de Primire de la Transportator;\n125 Port Străin înainte de Plecare spre SUA;\n147 Celula/Poziția de Stivuire;\n159 Locul de livrare (către destinatar);\n248 Locația de Încărcare\nhttp://www.unece.org/cefact/locode/.
sk: UN/LOCODE lokality udalosti.\nUN/LOCODE nasledovaný znakom plus (+) nasledovaný jedným alebo viacerými kódovými hodnotami zo zoznamu kódov EDIFACT 3227 'Kvalifikátor funkcie lokality', napr.,\n7 Miesto konečného doručenia;\n5 Prístav odchodu;\n9 Prístav naloženia;\n11 Prístav vyloženia;\n13 Miesto presunutia;\n24 Prístav vstupu;\n35 Krajina vývozu;\n88 Miesto prijatia prepravcom;\n125 Zahraničný prístav pred odchodom do USA;\n147 Uloženie v bunkri/pozícii;\n159 Miesto doručenia (príjemcovi);\n248 Miesto naloženia\nhttp://www.unece.org/cefact/locode/.
sl: Lokacija dogodka UN/LOCODE.\nUN/LOCODE, sledi plus (+) znak, sledi ena ali več kodnih vrednosti iz seznama kod EDIFACT 3227 'Kvalifikator funkcije lokacije', npr.,\n7 Mesto končne dostave;\n5 Pristanišče odhoda;\n9 Pristanišče natovarjanja;\n11 Pristanišče raztovarjanja;\n13 Mesto pretovarjanja;\n24 Pristanišče vstopa;\n35 Država izvoza;\n88 Mesto prevzema prevoznika;\n125 Tuje pristanišče pred odhodom v ZDA;\n147 Prostor za shranjevanje/lokacija;\n159 Mesto dostave (prejemniku);\n248 Lokacija nalaganja\nhttp://www.unece.org/cefact/locode/.
sv: Händelseplats UN/LOCODE.\nUN/LOCODE följt av ett plus (+) tecken följt av en eller flera kodvärden från EDIFACT-kodlistan 3227 'Platsfunktionskodkvalificerare', t.ex.,\n7 Leveransplats;\n5 Avgångshamn;\n9 Lastningshamn;\n11 Lossningshamn;\n13 Omlastningsplats;\n24 Inresehamn;\n35 Exportland;\n88 Transportörens mottagningsplats;\n125 Utländsk hamn före avgång till USA;\n147 Lastningscell/position;\n159 Leveransplats (till mottagaren);\n248 Lastningsplats\nhttp://www.unece.org/cefact/locode/.

# di12028
source: Number and Street Address.\nUsed in conjunction with H, 6H, 28L, 29L, 30L, 31L, 32L.
bg: Номер и улица на адреса.\nИзползва се в комбинация с H, 6H, 28L, 29L, 30L, 31L, 32L.
cs: Číslo a ulice.\nPoužívá se ve spojení s H, 6H, 28L, 29L, 30L, 31L, 32L.
de: Straßennummer und -name.\nVerwendet in Verbindung mit H, 6H, 28L, 29L, 30L, 31L, 32L.
el: Αριθμός και Διεύθυνση Οδού.\nΧρησιμοποιείται σε συνδυασμό με H, 6H, 28L, 29L, 30L, 31L, 32L.
es: Número y Dirección de la Calle.\nUsado en conjunto con H, 6H, 28L, 29L, 30L, 31L, 32L.
et: Aadress ja Tänavanimi.\nKasutatakse koos H, 6H, 28L, 29L, 30L, 31L, 32L-ga.
fi: Katuosoite ja Numerot.\nKäytetään yhdessä H, 6H, 28L, 29L, 30L, 31L, 32L kanssa.
fr: Numéro et adresse de la rue.\nUtilisé en conjonction avec H, 6H, 28L, 29L, 30L, 31L, 32L.
ga: Uimhir agus Seoladh Sráide.\nÚsáidte i gcomhar le H, 6H, 28L, 29L, 30L, 31L, 32L.
hr: Broj i naziv ulice.\nKoristi se zajedno s H, 6H, 28L, 29L, 30L, 31L, 32L.
hu: Utca és Házszám.\nH, 6H, 28L, 29L, 30L, 31L, 32L használata esetén.
is: Heimilisfang og götunúmer.\nNotað í tengslum við H, 6H, 28L, 29L, 30L, 31L, 32L.
it: Numero e Indirizzo Stradale.\nUtilizzato in congiunzione con H, 6H, 28L, 29L, 30L, 31L, 32L.
lt: Adresas ir gatvės numeris.\nNaudojama kartu su H, 6H, 28L, 29L, 30L, 31L, 32L.
lv: Numurs un Ielas Adrese.\nIzmanto kopā ar H, 6H, 28L, 29L, 30L, 31L, 32L.
mt: Numru u Indirizz tat-Triq.\nUżat flimkien ma' H, 6H, 28L, 29L, 30L, 31L, 32L.
nl: Nummer en Straatadres.\nGebruikt in combinatie met H, 6H, 28L, 29L, 30L, 31L, 32L.
no: Gateadresse og nummer.\nBrukt i forbindelse med H, 6H, 28L, 29L, 30L, 31L, 32L.
pl: Numer i nazwa ulicy.\nUżywane w połączeniu z H, 6H, 28L, 29L, 30L, 31L, 32L.
pt: Número e Endereço da Rua.\nUsado em conjunto com H, 6H, 28L, 29L, 30L, 31L, 32L.
ro: Numărul și Adresa Străzii.\nFolosit împreună cu H, 6H, 28L, 29L, 30L, 31L, 32L.
sk: Číslo a názov ulice.\nPoužíva sa v spojení s H, 6H, 28L, 29L, 30L, 31L, 32L.
sl: Številka in ulični naslov.\nUporablja se v povezavi z H, 6H, 28L, 29L, 30L, 31L, 32L.
sv: Nummer och gatuadress.\nAnvänds tillsammans med H, 6H, 28L, 29L, 30L, 31L, 32L.

# di12029
source: City Name.\nUsed in conjunction with H, 6H, 28L, 29L, 30L, 31L, 32L.
bg: Име на града.\nИзползва се в комбинация с H, 6H, 28L, 29L, 30L, 31L, 32L.
cs: Název města.\nPoužívá se ve spojení s H, 6H, 28L, 29L, 30L, 31L, 32L.
de: Stadtname.\nVerwendet in Verbindung mit H, 6H, 28L, 29L, 30L, 31L, 32L.
el: Όνομα Πόλης.\nΧρησιμοποιείται σε συνδυασμό με H, 6H, 28L, 29L, 30L, 31L, 32L.
es: Nombre de la Ciudad.\nUsado en conjunto con H, 6H, 28L, 29L, 30L, 31L, 32L.
et: Linna Nimi.\nKasutatakse koos H, 6H, 28L, 29L, 30L, 31L, 32L-ga.
fi: Kaupungin Nimi.\nKäytetään yhdessä H, 6H, 28L, 29L, 30L, 31L, 32L kanssa.
fr: Nom de la ville.\nUtilisé en conjonction avec H, 6H, 28L, 29L, 30L, 31L, 32L.
ga: Ainm na Cathrach.\nÚsáidte i gcomhar le H, 6H, 28L, 29L, 30L, 31L, 32L.
hr: Naziv grada.\nKoristi se zajedno s H, 6H, 28L, 29L, 30L, 31L, 32L.
hu: Városnév.\nH, 6H, 28L, 29L, 30L, 31L, 32L használata esetén.
is: Borgarnafn.\nNotað í tengslum við H, 6H, 28L, 29L, 30L, 31L, 32L.
it: Nome della Città.\nUtilizzato in congiunzione con H, 6H, 28L, 29L, 30L, 31L, 32L.
lt: Miesto pavadinimas.\nNaudojama kartu su H, 6H, 28L, 29L, 30L, 31L, 32L.
lv: Pilsētas Nosaukums.\nIzmanto kopā ar H, 6H, 28L, 29L, 30L, 31L, 32L.
mt: Isem tal-Belt.\nUżat flimkien ma' H, 6H, 28L, 29L, 30L, 31L, 32L.
nl: Stadsnaam.\nGebruikt in combinatie met H, 6H, 28L, 29L, 30L, 31L, 32L.
no: Bynavn.\nBrukt i forbindelse med H, 6H, 28L, 29L, 30L, 31L, 32L.
pl: Nazwa miasta.\nUżywane w połączeniu z H, 6H, 28L, 29L, 30L, 31L, 32L.
pt: Nome da Cidade.\nUsado em conjunto com H, 6H, 28L, 29L, 30L, 31L, 32L.
ro: Numele Orașului.\nFolosit împreună cu H, 6H, 28L, 29L, 30L, 31L, 32L.
sk: Názov mesta.\nPoužíva sa v spojení s H, 6H, 28L, 29L, 30L, 31L, 32L.
sl: Ime mesta.\nUporablja se v povezavi z H, 6H, 28L, 29L, 30L, 31L, 32L.
sv: Stadsnamn.\nAnvänds tillsammans med H, 6H, 28L, 29L, 30L, 31L, 32L.

# di12030
source: Country Sub-entity Details.\nUsed in conjunction with H, 6H, 28L, 29L, 30L, 31L, 32L.
bg: Детайли за под-ентитет на държавата.\nИзползва се в комбинация с H, 6H, 28L, 29L, 30L, 31L, 32L.
cs: Podrobnosti o podentitě země.\nPoužívá se ve spojení s H, 6H, 28L, 29L, 30L, 31L, 32L.
de: Einzelheiten zur Länderuntereinheit.\nVerwendet in Verbindung mit H, 6H, 28L, 29L, 30L, 31L, 32L.
el: Λεπτομέρειες Υπο-οντότητας Χώρας.\nΧρησιμοποιείται σε συνδυασμό με H, 6H, 28L, 29L, 30L, 31L, 32L.
es: Detalles de la Subentidad del País.\nUsado en conjunto con H, 6H, 28L, 29L, 30L, 31L, 32L.
et: Riigi Alajaotuse Üksikasjad.\nKasutatakse koos H, 6H, 28L, 29L, 30L, 31L, 32L-ga.
fi: Maakunnan Yksityiskohdat.\nKäytetään yhdessä H, 6H, 28L, 29L, 30L, 31L, 32L kanssa.
fr: Détails de l'entité sous-nationale.\nUtilisé en conjonction avec H, 6H, 28L, 29L, 30L, 31L, 32L.
ga: Sonraí Fochuideachta Tíre.\nÚsáidte i gcomhar le H, 6H, 28L, 29L, 30L, 31L, 32L.
hr: Detalji podentiteta zemlje.\nKoristi se zajedno s H, 6H, 28L, 29L, 30L, 31L, 32L.
hu: Ország Alrészleteinek Részletei.\nH, 6H, 28L, 29L, 30L, 31L, 32L használata esetén.
is: Upplýsingar um landshluta.\nNotað í tengslum við H, 6H, 28L, 29L, 30L, 31L, 32L.
it: Dettagli dell'Entità Subnazionale.\nUtilizzato in congiunzione con H, 6H, 28L, 29L, 30L, 31L, 32L.
lt: Šalies sub-vieneto detalės.\nNaudojama kartu su H, 6H, 28L, 29L, 30L, 31L, 32L.
lv: Valsts Apakšvienības Detaļas.\nIzmanto kopā ar H, 6H, 28L, 29L, 30L, 31L, 32L.
mt: Dettalji tas-Sottodiviżjoni tal-Pajjiż.\nUżat flimkien ma' H, 6H, 28L, 29L, 30L, 31L, 32L.
nl: Details van Land Onder-eenheid.\nGebruikt in combinatie met H, 6H, 28L, 29L, 30L, 31L, 32L.
no: Detaljer om landets underenhet.\nBrukt i forbindelse med H, 6H, 28L, 29L, 30L, 31L, 32L.
pl: Szczegóły jednostki podziału kraju.\nUżywane w połączeniu z H, 6H, 28L, 29L, 30L, 31L, 32L.
pt: Detalhes da Subentidade do País.\nUsado em conjunto com H, 6H, 28L, 29L, 30L, 31L, 32L.
ro: Detalii Sub-entitate Țară.\nFolosit împreună cu H, 6H, 28L, 29L, 30L, 31L, 32L.
sk: Detaily podjednotky krajiny.\nPoužíva sa v spojení s H, 6H, 28L, 29L, 30L, 31L, 32L.
sl: Podrobnosti podenote države.\nUporablja se v povezavi z H, 6H, 28L, 29L, 30L, 31L, 32L.
sv: Landssubenhetsdetaljer.\nAnvänds tillsammans med H, 6H, 28L, 29L, 30L, 31L, 32L.

# di12031
source: Postal Code.\nUsed in conjunction with H, 6H, 28L, 29L, 30L, 31L, 32L (If a '-' dash is used, it shall be expressly encoded).
bg: Пощенски код.\nИзползва се в комбинация с H, 6H, 28L, 29L, 30L, 31L, 32L (Ако се използва дефис '-', той трябва да бъде изрично кодиран).
cs: Poštovní směrovací číslo.\nPoužívá se ve spojení s H, 6H, 28L, 29L, 30L, 31L, 32L (Pokud se používá pomlčka '-', musí být vyjádřena).
de: Postleitzahl.\nVerwendet in Verbindung mit H, 6H, 28L, 29L, 30L, 31L, 32L (Wenn ein '-' Bindestrich verwendet wird, muss dieser ausdrücklich kodiert werden).
el: Ταχυδρομικός Κωδικός.\nΧρησιμοποιείται σε συνδυασμό με H, 6H, 28L, 29L, 30L, 31L, 32L (Εάν χρησιμοποιείται παύλα '-', πρέπει να κωδικοποιηθεί ρητά).
es: Código Postal.\nUsado en conjunto con H, 6H, 28L, 29L, 30L, 31L, 32L (Si se utiliza un guion '-', debe ser codificado explícitamente).
et: Postiindeks.\nKasutatakse koos H, 6H, 28L, 29L, 30L, 31L, 32L-ga (Kui kasutatakse kriipsu '-', tuleb see väljendada selgelt).
fi: Postinumero.\nKäytetään yhdessä H, 6H, 28L, 29L, 30L, 31L, 32L kanssa (Jos '-' viivaa käytetään, se tulee nimenomaisesti koodata).
fr: Code postal.\nUtilisé en conjonction avec H, 6H, 28L, 29L, 30L, 31L, 32L (Si un tiret '-' est utilisé, il doit être expressément codé).
ga: Cód Poist.\nÚsáidte i gcomhar le H, 6H, 28L, 29L, 30L, 31L, 32L (Má úsáidtear '-' lúibín, ba cheart é a chódú go sonrach).
hr: Poštanski broj.\nKoristi se zajedno s H, 6H, 28L, 29L, 30L, 31L, 32L (Ako se koristi crtica '-', mora biti izričito kodirana).
hu: Irányítószám.\nH, 6H, 28L, 29L, 30L, 31L, 32L használata esetén (Ha kötőjelet '-' használnak, azt kifejezetten kódolni kell).
is: Póstnúmer.\nNotað í tengslum við H, 6H, 28L, 29L, 30L, 31L, 32L (Ef '-' bandstrikið er notað, skal það vera skýrt kóðað).
it: Codice Postale.\nUtilizzato in congiunzione con H, 6H, 28L, 29L, 30L, 31L, 32L (Se viene utilizzato un '-' trattino, deve essere codificato espressamente).
lt: Pašto kodas.\nNaudojama kartu su H, 6H, 28L, 29L, 30L, 31L, 32L (Jei naudojamas brūkšnelis '-', jis turi būti aiškiai užkoduotas).
lv: Pasta Kods.\nIzmanto kopā ar H, 6H, 28L, 29L, 30L, 31L, 32L (Ja tiek izmantots defiss '-', tas jākodē skaidri).
mt: Kodiċi Postali.\nUżat flimkien ma' H, 6H, 28L, 29L, 30L, 31L, 32L (Jekk jintuża tratt '-', għandu jiġi kkodifikat espressament).
nl: Postcode.\nGebruikt in combinatie met H, 6H, 28L, 29L, 30L, 31L, 32L (Als een '-' streepje wordt gebruikt, moet dit uitdrukkelijk worden gecodeerd).
no: Postkode.\nBrukt i forbindelse med H, 6H, 28L, 29L, 30L, 31L, 32L (Hvis en '-' bindestrek brukes, skal den uttrykkelig kodes).
pl: Kod pocztowy.\nUżywane w połączeniu z H, 6H, 28L, 29L, 30L, 31L, 32L (Jeśli używany jest myślnik '-', musi być wyraźnie zakodowany).
pt: Código Postal.\nUsado em conjunto com H, 6H, 28L, 29L, 30L, 31L, 32L (Se um '-' traço for usado, deve ser expressamente codificado).
ro: Codul Poștal.\nFolosit împreună cu H, 6H, 28L, 29L, 30L, 31L, 32L (Dacă se folosește o cratimă '-', trebuie codificată expres).
sk: Poštové smerovacie číslo.\nPoužíva sa v spojení s H, 6H, 28L, 29L, 30L, 31L, 32L (Ak sa používa pomlčka '-', musí byť výslovne zakódovaná).
sl: Poštna številka.\nUporablja se v povezavi z H, 6H, 28L, 29L, 30L, 31L, 32L (Če se uporablja vezaj '-', mora biti izrecno kodiran).
sv: Postkod.\nAnvänds tillsammans med H, 6H, 28L, 29L, 30L, 31L, 32L (Om ett '-' streck används, ska det uttryckligen kodas).
