Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di16019
source: Component of an Item. (One product contained in multiple packages).
bg: Компонент на артикул. (Един продукт, съдържащ се в множество опаковки).
cs: Součást položky. (Jeden produkt obsažený v několika baleních).
de: Bestandteil eines Artikels. (Ein Produkt in mehreren Verpackungen enthalten).
el: Συστατικό ενός Αντικειμένου. (Ένα προϊόν περιέχεται σε πολλαπλές συσκευασίες).
es: Componente de un Artículo. (Un producto contenido en múltiples paquetes).
et: Üksiktoode. (Üks toode, mis on pakendatud mitmesse pakendisse).
fi: Tuotteen Osa. (Yksi tuote sisältää useita pakkauksia).
fr: Composant d'un article. (Un produit contenu dans plusieurs emballages).
ga: Comhpháirt de Mhír. (Táirge amháin atá i bpacáistí iolracha).
hr: Komponenta artikla. (Jedan proizvod sadržan u više pakiranja).
hu: Egy Tétel Összetevője. (Egy termék több csomagban található).
is: Hluti af vöru. (Eitt vara innihaldið í mörgum pökkum).
it: Componente di un Articolo. (Un prodotto contenuto in più confezioni).
lt: Vieneto komponentas. (Vienas produktas, pateiktas keliuose paketuose).
lv: Vienības Sastāvdaļa. (Viens produkts, kas ietverts vairākos iepakojumos).
mt: Komponent ta' Oġġett. (Prodott wieħed f'pakketti multipli).
nl: Component van een Artikel. (Eén product bevat in meerdere pakketten).
no: Komponent av en vare. (En produkt inneholdt i flere pakker).
pl: Składnik przedmiotu. (Jeden produkt zawarty w wielu opakowaniach).
pt: Componente de um Item. (Um produto contido em múltiplas embalagens).
ro: Component al unui Articol. (Un produs conținut în mai multe pachete).
sk: Súčasť položky. (Jeden produkt obsiahnutý v viacerých baleniach).
sl: Komponenta izdelka. (En izdelek, vsebovan v več paketih).
sv: Komponent av en Artikel. (En produkt innehållen i flera paket).

# di16020
source: First Level (Customer Assigned).
bg: Първо ниво (Присвоено от клиента).
cs: První úroveň (přiřazená zákazníkem).
de: Erste Ebene (Kundenzugewiesen).
el: Πρώτο Επίπεδο (Ανατεθειμένο από τον Πελάτη).
es: Primer Nivel (Asignado por el Cliente).
et: Esimene Tase (Kliendi Määratud).
fi: Ensimmäinen Taso (Asiakkaan Määrittämä).
fr: Premier niveau (Attribué par le client).
ga: An Chéad Leibhéal (Arna Shannadh ag an gCustaiméir).
hr: Prva razina (Dodijeljeno od strane kupca).
hu: Első Szint (Vevő által Kijelölt).
is: Fyrsta stig (Viðskiptavinur úthlutað).
it: Primo Livello (Assegnato dal Cliente).
lt: Pirmasis lygis (Kliento priskirtas).
lv: Pirmā Līmeņa (Klienta Piešķirts).
mt: Ewwel Livell (Assenjat mill-Klijent).
nl: Eerste Niveau (Klant Toegewezen).
no: Første nivå (Kundetildelt).
pl: Pierwszy poziom (Przydzielony przez klienta).
pt: Primeiro Nível (Atribuído pelo Cliente).
ro: Primul Nivel (Atribuit de Client).
sk: Prvá úroveň (Pridelené zákazníkom).
sl: Prva stopnja (Dodeljeno s strani kupca).
sv: Första Nivån (Kundtilldelad).

# di16021
source: Second Level (Customer Assigned).
bg: Второ ниво (Присвоено от клиента).
cs: Druhá úroveň (přiřazená zákazníkem).
de: Zweite Ebene (Kundenzugewiesen).
el: Δεύτερο Επίπεδο (Ανατεθειμένο από τον Πελάτη).
es: Segundo Nivel (Asignado por el Cliente).
et: Teine Tase (Kliendi Määratud).
fi: Toinen Taso (Asiakkaan Määrittämä).
fr: Deuxième niveau (Attribué par le client).
ga: An Dara Leibhéal (Arna Shannadh ag an gCustaiméir).
hr: Druga razina (Dodijeljeno od strane kupca).
hu: Második Szint (Vevő által Kijelölt).
is: Annað stig (Viðskiptavinur úthlutað).
it: Secondo Livello (Assegnato dal Cliente).
lt: Antrasis lygis (Kliento priskirtas).
lv: Otrā Līmeņa (Klienta Piešķirts).
mt: It-Tieni Livell (Assenjat mill-Klijent).
nl: Tweede Niveau (Klant Toegewezen).
no: Andre nivå (Kundetildelt).
pl: Drugi poziom (Przydzielony przez klienta).
pt: Segundo Nível (Atribuído pelo Cliente).
ro: Al Doilea Nivel (Atribuit de Client).
sk: Druhá úroveň (Pridelené zákazníkom).
sl: Druga stopnja (Dodeljeno s strani kupca).
sv: Andra Nivån (Kundtilldelad).

# di16022
source: Third Level (Customer Assigned).
bg: Трето ниво (Присвоено от клиента).
cs: Třetí úroveň (přiřazená zákazníkem).
de: Dritte Ebene (Kundenzugewiesen).
el: Τρίτο Επίπεδο (Ανατεθειμένο από τον Πελάτη).
es: Tercer Nivel (Asignado por el Cliente).
et: Kolmas Tase (Kliendi Määratud).
fi: Kolmas Taso (Asiakkaan Määrittämä).
fr: Troisième niveau (Attribué par le client).
ga: An Tríú Leibhéal (Arna Shannadh ag an gCustaiméir).
hr: Treća razina (Dodijeljeno od strane kupca).
hu: Harmadik Szint (Vevő által Kijelölt).
is: Þriðja stig (Viðskiptavinur úthlutað).
it: Terzo Livello (Assegnato dal Cliente).
lt: Trečiasis lygis (Kliento priskirtas).
lv: Trešā Līmeņa (Klienta Piešķirts).
mt: It-Tielet Livell (Assenjat mill-Klijent).
nl: Derde Niveau (Klant Toegewezen).
no: Tredje nivå (Kundetildelt).
pl: Trzeci poziom (Przydzielony przez klienta).
pt: Terceiro Nível (Atribuído pelo Cliente).
ro: Al Treilea Nivel (Atribuit de Client).
sk: Tretia úroveň (Pridelené zákazníkom).
sl: Tretja stopnja (Dodeljeno s strani kupca).
sv: Tredje Nivån (Kundtilldelad).

# di16023
source: Fourth Level (Customer Assigned).
bg: Четвърто ниво (Присвоено от клиента).
cs: Čtvrtá úroveň (přiřazená zákazníkem).
de: Vierte Ebene (Kundenzugewiesen).
el: Τέταρτο Επίπεδο (Ανατεθειμένο από τον Πελάτη).
es: Cuarto Nivel (Asignado por el Cliente).
et: Neljas Tase (Kliendi Määratud).
fi: Neljäs Taso (Asiakkaan Määrittämä).
fr: Quatrième niveau (Attribué par le client).
ga: An Ceathrú Leibhéal (Arna Shannadh ag an gCustaiméir).
hr: Četvrta razina (Dodijeljeno od strane kupca).
hu: Negyedik Szint (Vevő által Kijelölt).
is: Fjórða stig (Viðskiptavinur úthlutað).
it: Quarto Livello (Assegnato dal Cliente).
lt: Ketvirtasis lygis (Kliento priskirtas).
lv: Ceturtais Līmeņa (Klienta Piešķirts).
mt: Ir-Raba' Livell (Assenjat mill-Klijent).
nl: Vierde Niveau (Klant Toegewezen).
no: Fjerde nivå (Kundetildelt).
pl: Czwarty poziom (Przydzielony przez klienta).
pt: Quarto Nível (Atribuído pelo Cliente).
ro: Al Patrulea Nivel (Atribuit de Client).
sk: Štvrtá úroveň (Pridelené zákazníkom).
sl: Četrta stopnja (Dodeljeno s strani kupca).
sv: Fjärde Nivån (Kundtilldelad).

# di16024
source: Fifth Level (Customer Assigned).
bg: Пето ниво (Присвоено от клиента).
cs: Pátá úroveň (přiřazená zákazníkem).
de: Fünfte Ebene (Kundenzugewiesen).
el: Πέμπτο Επίπεδο (Ανατεθειμένο από τον Πελάτη).
es: Quinto Nivel (Asignado por el Cliente).
et: Viies Tase (Kliendi Määratud).
fi: Viides Taso (Asiakkaan Määrittämä).
fr: Cinquième niveau (Attribué par le client).
ga: An Cúigiú Leibhéal (Arna Shannadh ag an gCustaiméir).
hr: Peta razina (Dodijeljeno od strane kupca).
hu: Ötödik Szint (Vevő által Kijelölt).
is: Fimmta stig (Viðskiptavinur úthlutað).
it: Quinto Livello (Assegnato dal Cliente).
lt: Penktasis lygis (Kliento priskirtas).
lv: Piektā Līmeņa (Klienta Piešķirts).
mt: Il-Ħames Livell (Assenjat mill-Klijent).
nl: Vijfde Niveau (Klant Toegewezen).
no: Femte nivå (Kundetildelt).
pl: Piąty poziom (Przydzielony przez klienta).
pt: Quinto Nível (Atribuído pelo Cliente).
ro: Al Cincilea Nivel (Atribuit de Client).
sk: Piatá úroveň (Pridelené zákazníkom).
sl: Peta stopnja (Dodeljeno s strani kupca).
sv: Femte Nivån (Kundtilldelad).

# di16025
source: Identification of a Party to a Transaction Assigned by a Holder of a Company Identification Number (CIN) and including the related Issuing Agency Code (IAC) in accordance with ISO/IEC 15459 and its registry, structured as a sequence of 3 concatenated data elements: IAC, followed by CIN, followed by the supplier assigned part number that is unique within the CIN holder's domain.
bg: Идентификация на страна в транзакция, присвоена от притежател на идентификационен номер на компанията (CIN) и включваща съответния код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459 и неговия регистър, структурирана като поредица от 3 конкатенирани данни елементи: IAC, последвано от CIN, последвано от номер на частта, присвоен от доставчика, който е уникален в рамките на домейна на притежателя на CIN.
cs: Identifikace strany transakce přiřazená držitelem čísla identifikace společnosti (CIN) a zahrnující související kód vydávající agentury (IAC) v souladu s ISO/IEC 15459 a jeho rejstříkem, strukturované jako sekvence 3 spojených datových prvků: IAC, následované CIN, následované dodavatelem přiřazeným číslem dílu, které je jedinečné v rámci domény držitele CIN.
de: Identifizierung einer Partei zu einer Transaktion, die einem Inhaber einer Unternehmensidentifikationsnummer (CIN) zugewiesen wurde und einschließlich des zugehörigen Ausstellenden Agenturcodes (IAC) gemäß ISO/IEC 15459 und seinem Register, strukturiert als eine Folge von 3 verketteten Datenelementen: IAC, gefolgt von CIN, gefolgt von der vom Lieferanten zugewiesenen Teilenummer, die innerhalb des Bereichs des CIN-Inhabers eindeutig ist.
el: Ταυτοποίηση Μέρους σε μια Συναλλαγή που Ανατέθηκε από τον Κάτοχο ενός Αριθμού Αναγνώρισης Εταιρείας (CIN) και περιλαμβάνει τον σχετικό Κωδικό Εκδότη Οργανισμού (IAC) σύμφωνα με το ISO/IEC 15459 και το μητρώο του, δομημένο ως μια ακολουθία 3 συνεχόμενων στοιχείων δεδομένων: IAC, ακολουθούμενο από CIN, ακολουθούμενο από τον αριθμό μέρους που έχει ανατεθεί από τον προμηθευτή και είναι μοναδικός εντός του τομέα του κατόχου CIN.
es: Identificación de una Parte en una Transacción Asignada por un Titular de un Número de Identificación de Compañía (CIN) e incluyendo el Código de Agencia Emisora (IAC) relacionado de acuerdo con ISO/IEC 15459 y su registro, estructurado como una secuencia de 3 elementos de datos concatenados: IAC, seguido por CIN, seguido por el número de parte asignado por el proveedor que es único dentro del dominio del titular del CIN.
et: Tehingu Osapoole Identifitseerimine, mille on määratud Ettevõtte Identifitseerimisnumbri (CIN) omanik ja mis sisaldab seotud Väljaandva Asutuse Koodi (IAC) vastavalt ISO/IEC 15459-le ja selle registrile, struktureeritud kui 3 järjestikku konkateeritud andmeelementi: IAC, järgneb CIN, järgneb tarnija määratud osa number, mis on unikaalne CIN omaniku domeenis.
fi: Transaktion Osapuolen Tunnistus, Joka on Määritetty Yritystunnusnumeron (CIN) Haltijan Toimesta ja Sisältää Liittyvän Myöntämisviraston Koodin (IAC) ISO/IEC 15459:n ja Sen Rekisterin Mukaisesti, Rakennettuna 3 Yhdistetyn Datan Elementin Järjestyksessä: IAC, Jonka Jälkeen CIN, Jonka Jälkeen Toimittajan Määrittämä Osanumero, Joka on Uniikki CIN:n Haltijan Alueella.
fr: Identification d'une partie à une transaction attribuée par un détenteur d'un numéro d'identification d'entreprise (CIN) et incluant le code d'agence d'émission (IAC) correspondant conformément à l'ISO/IEC 15459 et son registre, structurée comme une séquence de 3 éléments de données concaténés : IAC, suivi de CIN, suivi du numéro de pièce attribué par le fournisseur qui est unique dans le domaine du détenteur du CIN.
ga: Aitheantas Páirtí chuig Idirbheart a Shanntar ag Sealbhóir Uimhir Aitheantais Cuideachta (CIN) agus lena n-áirítear an Cód Gníomhaireachta Eisithe (IAC) gaolmhar de réir ISO/IEC 15459 agus a chlárlann, struchtúrtha mar shraith de 3 eilimintí sonraí comhcheangailte: IAC, ina dhiaidh sin CIN, ina dhiaidh sin uimhir pháirte a shanntar ag an soláthraí atá uathúil laistigh de réimse sealbhóir an CIN.
hr: Identifikacija stranke u transakciji dodijeljena od strane nositelja Broja identifikacije tvrtke (CIN) uključujući povezani Kod izdavateljske agencije (IAC) u skladu s ISO/IEC 15459 i njegovim registrom, strukturirano kao niz od 3 spojena podatkovna elementa: IAC, slijedi CIN, slijedi broj dijela dodijeljen od dobavljača koji je jedinstven unutar domene nositelja CIN.
hu: Egy Fél Azonosítása egy Tranzakcióban egy Cégazonosító Szám (CIN) Birtokosa által Kijelölve, beleértve a kapcsolódó Kiadói Ügynökség Kódot (IAC) az ISO/IEC 15459 szerint és annak nyilvántartását, három összefűzött adatelemből álló sorozatként: IAC, majd CIN, majd a beszállító által kijelölt alkatrészszám, amely egyedi a CIN birtokosának tartományában.
is: Auðkenni aðila að viðskiptum úthlutað af haldi fyrirtækjaauðkennisnúmers (CIN) og inniheldur viðeigandi útgáfustofnunarkóða (IAC) í samræmi við ISO/IEC 15459 og skrá þess, byggt sem röð 3 tengdra gagnaþátta: IAC, fylgt af CIN, fylgt af birgja úthlutað varahlutanúmeri sem er einstakt innan sviðs CIN haldarans.
it: Identificazione di una Parte in una Transazione Assegnata da un Titolare di un Numero di Identificazione Aziendale (CIN) e includendo il relativo Codice dell'Agenzia di Emissione (IAC) in conformità con ISO/IEC 15459 e il suo registro, strutturato come una sequenza di 3 elementi di dati concatenati: IAC, seguito da CIN, seguito dal numero di parte assegnato dal fornitore che è unico all'interno del dominio del titolare del CIN.
lt: Sandorio šalies identifikavimas, priskirtas kompanijos identifikavimo numerio (CIN) turėtojo ir įtraukiant susijusį išdavimo agentūros kodą (IAC) pagal ISO/IEC 15459 ir jos registrą, struktūruotas kaip 3 konkatenacijos duomenų elementai: IAC, po to CIN, po to tiekėjo priskirtas unikalus dalies numeris, kuris yra unikalus CIN turėtojo srityje.
lv: Identifikācija Pusei Darījumā, ko Piešķīris Uzņēmuma Identifikācijas Numura (CIN) Turētājs un iekļaujot attiecīgo Izdošanas Aģentūras Kodu (IAC) saskaņā ar ISO/IEC 15459 un tā reģistru, strukturēta kā 3 konkatenētu datu elementu virkne: IAC, seko CIN, seko piegādātāja piešķirtais unikālais daļas numurs, kas ir unikāls CIN turētāja domēnā.
mt: Identifikazzjoni ta' Parti għal Transazzjoni Assenjata minn Detentur ta' Numru ta' Identifikazzjoni tal-Kumpanija (CIN) u inkluża l-Kodiċi tal-Aġenzija li Toħroġ (IAC) skont l-ISO/IEC 15459 u r-reġistru tiegħu, strutturat bħala sekwenza ta' 3 elementi tad-data konkatenati: IAC, segwit minn CIN, segwit min-numru tal-parti assenjat mill-fornitur li huwa uniku fl-ambitu tad-detentur tal-CIN.
nl: Identificatie van een Partij bij een Transactie Toegewezen door een Houder van een Bedrijfsidentificatienummer (CIN) en inclusief de Gerelateerde Uitgevende Instantiecode (IAC) in overeenstemming met ISO/IEC 15459 en het register ervan, gestructureerd als een reeks van 3 aaneengeschakelde gegevenselementen: IAC, gevolgd door CIN, gevolgd door het leverancier toegewezen onderdeelnummer dat uniek is binnen het domein van de CIN-houder.
no: Identifikasjon av en part til en transaksjon tildelt av en innehaver av et selskapsidentifikasjonsnummer (CIN) og inkludert det relaterte utstedende byråkoden (IAC) i samsvar med ISO/IEC 15459 og dets register, strukturert som en sekvens av 3 sammenkoblede dataelementer: IAC, etterfulgt av CIN, etterfulgt av leverandørtildelt delnummer som er unikt innenfor CIN-innehaverens domene.
pl: Identyfikacja Strony Transakcji Przydzielona przez Posiadacza Numeru Identyfikacji Firmy (CIN) i zawierająca powiązany Kod Agencji Wydającej (IAC) zgodnie z ISO/IEC 15459 i jego rejestrem, strukturyzowana jako sekwencja 3 połączonych elementów danych: IAC, następnie CIN, następnie numer części przydzielony przez dostawcę, który jest unikatowy w domenie posiadacza CIN.
pt: Identificação de uma Parte em uma Transação Atribuída por um Detentor de um Número de Identificação da Empresa (CIN) e incluindo o Código da Agência Emissora (IAC) relacionado de acordo com ISO/IEC 15459 e seu registro, estruturado como uma sequência de 3 elementos de dados concatenados: IAC, seguido por CIN, seguido pelo número de peça atribuído pelo fornecedor que é único dentro do domínio do detentor do CIN.
ro: Identificarea unei Părți la o Tranzacție Atribuită de un Deținător al unui Număr de Identificare a Companiei (CIN) și incluzând Codul Agenției Emitente (IAC) asociat conform ISO/IEC 15459 și registrul său, structurat ca o secvență de 3 elemente de date concatenate: IAC, urmat de CIN, urmat de numărul de piesă atribuit de furnizor care este unic în domeniul deținătorului CIN.
sk: Identifikácia strany transakcie pridelená držiteľom čísla identifikácie spoločnosti (CIN) a zahŕňajúca príslušný kód vydávajúcej agentúry (IAC) v súlade s ISO/IEC 15459 a jeho registrom, štruktúrovaná ako postupnosť 3 spojených dátových prvkov: IAC, nasledovaný CIN, nasledovaný číslom dielu prideleným dodávateľom, ktoré je unikátne v rámci domény držiteľa CIN.
sl: Identifikacija stranke v transakciji, dodeljena s strani imetnika identifikacijske številke podjetja (CIN) in vključno z zadevno kodo izdajateljske agencije (IAC) v skladu z ISO/IEC 15459 in njenim registrom, strukturirano kot zaporedje 3 konkateniranih podatkovnih elementov: IAC, sledi CIN, sledi dobaviteljeva dodeljena številka dela, ki je unikatna znotraj domene imetnika CIN.
sv: Identifiering av en Part till en Transaktion Tilldelad av en Innehavare av ett Företagsidentifieringsnummer (CIN) och inkluderar den relaterade Utfärdande Myndighetskoden (IAC) i enlighet med ISO/IEC 15459 och dess register, strukturerad som en sekvens av 3 sammanfogade dataelement: IAC, följt av CIN, följt av leverantörstilldelat delnummer som är unikt inom CIN-innehavarens domän.

# di16026
source: Part Number of Next Higher Assembly.
bg: Номер на частта от следващото по-високо събиране.
cs: Číslo dílu vyššího shromáždění.
de: Teilenummer der nächsthöheren Baugruppe.
el: Αριθμός Μέρους Επόμενης Ανώτερης Συναρμολόγησης.
es: Número de Parte de la Asamblea Superior.
et: Järgmise Kõrgema Kooste Osa Number.
fi: Seuraavan Korkeamman Kokoonpanon Osanumero.
fr: Numéro de pièce de l'assemblage supérieur.
ga: Uimhir Pháirte d’Ard-Thionól.
hr: Broj dijela sljedećeg višeg sklopa.
hu: A Következő Magasabb Összeállítás Alkatrészszáma.
is: Hlutanúmer næsta hærra samsetningu.
it: Numero di Parte dell'Assemblaggio Superiore.
lt: Aukštesnio lygio surinkimo dalies numeris.
lv: Nākamās Augstākās Montāžas Daļas Numurs.
mt: Numru tal-Parti tal-Assemblea li Jmiss Ogħla.
nl: Onderdeelnummer van Volgende Hogere Assemblage.
no: Delnummer for neste høyere samling.
pl: Numer części następnego wyższego zespołu.
pt: Número de Peça da Montagem Superior.
ro: Numărul Piesei de Asamblare Superioară.
sk: Číslo dielu vyššej montáže.
sl: Številka dela naslednje višje sestave.
sv: Delnummer för Nästa Högre Montering.
