Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di22004
source: Carrier Identification Code assigned by an industry standard mutually defined by the Supplier, Carrier, and Customer.
bg: Идентификационен код на превозвача, присвоен по взаимно определен стандарт в индустрията между доставчика, превозвача и клиента.
cs: Kód identifikace přepravce přiřazený standardem průmyslu vzájemně definovaným dodavatelem, přepravcem a zákazníkem.
de: Vom Transporteur zugewiesener Transporteurs-Identifikationscode, der gemeinsam von Lieferant, Transporteur und Kunde definiert wird.
el: Κωδικός Ταυτοποίησης Μεταφορέα που έχει ανατεθεί από έναν κοινά ορισμένο βιομηχανικό πρότυπο από τον Προμηθευτή, τον Μεταφορέα και τον Πελάτη.
es: Código de Identificación del Transportista asignado por un estándar de la industria definido mutuamente por el Proveedor, Transportista y Cliente.
et: Tarnija, vedaja ja kliendi poolt ühiselt määratletud tööstusstandardi järgi määratud vedajakood.
fi: Kuljetusliikkeen määrittämä Kuljetusliikkeen Tunnistekoodi, jonka alan standardi on määritellyt yhteisesti Toimittajan, Kuljetusliikkeen ja Asiakkaan kesken.
fr: Code d'Identification de Transporteur attribué par une norme industrielle mutuellement définie par le Fournisseur, le Transporteur et le Client.
ga: Cód Aitheantais Iompróra a shanntar de réir caighdeán tionscail a sainmhínítear go frithpháirteach ag an Soláthraí, Iompróir, agus Custaiméir.
hr: Kod identifikacije prijevoznika dodijeljen industrijskim standardom uzajamno definiranim od strane dobavljača, prijevoznika i kupca.
hu: Fuvarozó által kijelölt Fuvarozó Azonosítási Kód, az ipari szabvány által közösen meghatározva a Beszállító, Fuvarozó és Vevő által.
is: Flutningsaðilakóði úthlutaður af iðnaðarstaðli sameiginlega skilgreindum af Birgja, Flutningsaðila og Viðskiptavini.
it: Codice di Identificazione del Vettore assegnato secondo uno standard industriale definito di comune accordo tra il Fornitore, il Vettore e il Cliente.
lt: Vežėjo identifikavimo kodas, priskirtas pagal pramonės standartą, bendrai apibrėžtą tiekėjo, vežėjo ir kliento.
lv: Pārvadātāja Identifikācijas Kods, kas piešķirts pēc nozares standarta, ko kopīgi definējis Piegādātājs, Pārvadātājs un Klients.
mt: Kodiċi tal-Identifikazzjoni tal-Portatur assenjat minn standard industrijali definit b'mod reċiproku mill-Fornitur, il-Portatur, u l-Klijent.
nl: Vervoerdersidentificatiecode toegewezen door een industriestandaard onderling gedefinieerd door de leverancier, vervoerder en klant.
no: Transportør Identifikasjonskode tildelt av en industristandard gjensidig definert av Leverandør, Transportør, og Kunde.
pl: Kod identyfikacyjny przewoźnika przypisany przez standard branżowy wzajemnie zdefiniowany przez dostawcę, przewoźnika i klienta.
pt: Código de Identificação do Transportador atribuído por um padrão da indústria mutuamente definido pelo Fornecedor, Transportador e Cliente.
ro: Codul de Identificare al Transportatorului atribuit conform unui standard industrial definit mutual de Furnizor, Transportator și Client.
sk: Identifikačný kód prepravcu pridelený štandardom odvetvia vzájomne definovaným dodávateľom, prepravcom a zákazníkom.
sl: Identifikacijska koda prevoznika, dodeljena po industrijskem standardu, medsebojno določena s strani dobavitelja, prevoznika in kupca.
sv: Transportörsidentifieringskod tilldelad av en branschstandard gemensamt definierad av Leverantören, Transportören och Kunden.

# di22005
source: Financial Institution Identification Code (mutually defined).
bg: Идентификационен код на финансова институция (взаимно определен).
cs: Kód identifikace finanční instituce (vzájemně definováno).
de: Von einem Finanzinstitut zugewiesener Identifikationscode (gemeinsam definiert).
el: Κωδικός Ταυτοποίησης Χρηματοοικονομικού Ιδρύματος (κοινά ορισμένος).
es: Código de Identificación de Institución Financiera (definido mutuamente).
et: Vastastikku määratletud finantsasutuse identifitseerimiskood.
fi: Rahoituslaitoksen tunnistekoodi (yhteisesti määritelty).
fr: Code d'Identification d'Institution Financière (mutuellement défini).
ga: Cód Aitheantais Institiúid Airgeadais (sainmhínithe go frithpháirteach).
hr: Kod identifikacije financijske institucije (uzajamno definiran).
hu: Pénzintézeti Azonosítási Kód (közösen meghatározva).
is: Fjármálastofnunarkóði (sameiginlega skilgreindur).
it: Codice di Identificazione dell'Istituzione Finanziaria (definito di comune accordo).
lt: Finansų institucijos identifikavimo kodas (bendrai apibrėžtas).
lv: Finanšu Iestādes Identifikācijas Kods (kopīgi definēts).
mt: Kodiċi tal-Identifikazzjoni tal-Istituzzjoni Finanzjarja (definit b'mod reċiproku).
nl: Financiële Instelling Identificatiecode (onderling gedefinieerd).
no: Finansinstitusjon Identifikasjonskode (gjensidig definert).
pl: Kod identyfikacyjny instytucji finansowej (wzajemnie zdefiniowany).
pt: Código de Identificação da Instituição Financeira (definido mutuamente).
ro: Codul de Identificare al Instituției Financiare (definit mutual).
sk: Identifikačný kód finančnej inštitúcie (vzájomne definovaný).
sl: Identifikacijska koda finančne institucije (medsebojno določena).
sv: Finansiell Institutionsidentifieringskod (ömsesidigt definierad).

# di22006
source: Manufacturer's Identification Code (mutually defined.
bg: Идентификационен код на производителя (взаимно определен).
cs: Kód identifikace výrobce (vzájemně definováno).
de: Vom Hersteller zugewiesener Identifikationscode (gemeinsam definiert.
el: Κωδικός Ταυτοποίησης Κατασκευαστή (κοινά ορισμένος).
es: Código de Identificación del Fabricante (definido mutuamente.
et: Vastastikku määratletud tootja identifitseerimiskood.
fi: Valmistajan tunnistekoodi (yhteisesti määritelty).
fr: Code d'Identification de Fabricant (mutuellement défini).
ga: Cód Aitheantais Monaróra (sainmhínithe go frithpháirteach).
hr: Kod identifikacije proizvođača (uzajamno definiran).
hu: Gyártó Azonosítási Kód (közösen meghatározva).
is: Framleiðandakóði (sameiginlega skilgreindur).
it: Codice di Identificazione del Produttore (definito di comune accordo.
lt: Gamintojo identifikavimo kodas (bendrai apibrėžtas).
lv: Ražotāja Identifikācijas Kods (kopīgi definēts).
mt: Kodiċi tal-Identifikazzjoni tal-Manifattur (definit b'mod reċiproku).
nl: Fabrikantenidentificatiecode (onderling gedefinieerd.
no: Produsentens Identifikasjonskode (gjensidig definert).
pl: Kod identyfikacyjny producenta (wzajemnie zdefiniowany).
pt: Código de Identificação do Fabricante (definido mutuamente.
ro: Codul de Identificare al Producătorului (definit mutual.
sk: Identifikačný kód výrobcu (vzájomne definovaný).
sl: Identifikacijska koda proizvajalca (medsebojno določena).
sv: Tillverkares Identifieringskod (ömsesidigt definierad.

# di22007
source: Code assigned to a party which has financial liability for an entity or group of entities (e.g., owner of inventory) (mutually defined).
bg: Код, присвоен на страна, която има финансова отговорност за ентитет или група от ентитети (например, собственик на инвентар) (взаимно определен).
cs: Kód přiřazený straně, která má finanční odpovědnost za entitu nebo skupinu entit (např. vlastník zásob) (vzájemně definováno).
de: Von einer Partei zugewiesener Code, die finanzielle Haftung für eine Entität oder Gruppe von Entitäten trägt (z. B. Eigentümer von Inventar) (gemeinsam definiert).
el: Κωδικός που έχει ανατεθεί σε ένα μέρος το οποίο έχει οικονομική ευθύνη για μια οντότητα ή ομάδα οντοτήτων (π.χ., ιδιοκτήτης αποθεμάτων) (κοινά ορισμένο).
es: Código asignado a una parte que tiene responsabilidad financiera por una entidad o grupo de entidades (por ejemplo, propietario de inventario) (definido mutuamente).
et: Entiteedi või entiteetide rühma eest finantsvastutust kandva osapoole poolt määratud kood (näiteks varude omanik) (vastastikku määratletud).
fi: Osapuolen koodi, jolla on taloudellinen vastuu entiteetistä tai entiteettiryhmästä (esim. varaston omistaja) (yhteisesti määritelty).
fr: Code attribué à une partie qui a la responsabilité financière d'une entité ou d'un groupe d'entités (par exemple, propriétaire d'inventaire) (mutuellement défini).
ga: Cód a shanntar do pháirtí atá freagrach as dliteanas airgeadais do eintiteas nó grúpa eintiteas (e.g., úinéir fardail) (sainmhínithe go frithpháirteach).
hr: Kod dodijeljen stranci koja ima financijsku odgovornost za entitet ili skupinu entiteta (npr., vlasnik zaliha) (uzajamno definiran).
hu: Egy entitásért vagy entitáscsoportért anyagilag felelős félre kijelölt kód (pl. készlettulajdonos) (közösen meghatározva).
is: Kóði úthlutaður aðila sem ber fjárhagslega ábyrgð á einingu eða hópi eininga (t.d., eigandi birgða) (sameiginlega skilgreindur).
it: Codice assegnato a una parte che ha la responsabilità finanziaria per un'entità o un gruppo di entità (ad es., proprietario dell'inventario) (definito di comune accordo).
lt: Šalies, turinčios finansinę atsakomybę už subjektą ar subjektų grupę (pvz., turto savininkas) priskirtas kodas (bendrai apibrėžtas).
lv: Kods, kas piešķirts pusei, kurai ir finansiālā atbildība par entīti vai entīšu grupu (piemēram, preču īpašnieks) (kopīgi definēts).
mt: Kodiċi assenjat lil parti li għandha responsabbiltà finanzjarja għal entità jew grupp ta' entitajiet (eż., sid tal-inventarju) (definit b'mod reċiproku).
nl: Code toegewezen aan een partij die financiële aansprakelijkheid heeft voor een entiteit of groep van entiteiten (bijv., eigenaar van voorraad) (onderling gedefinieerd).
no: Kode tildelt en part som har finansielt ansvar for en enhet eller gruppe av enheter (f.eks., eier av inventar) (gjensidig definert).
pl: Kod przypisany do strony, która ponosi odpowiedzialność finansową za jednostkę lub grupę jednostek (np. właściciel zapasów) (wzajemnie zdefiniowany).
pt: Código atribuído a uma parte que tem responsabilidade financeira por uma entidade ou grupo de entidades (por exemplo, proprietário do inventário) (definido mutuamente).
ro: Codul atribuit unei părți care are responsabilitatea financiară pentru o entitate sau un grup de entități (de exemplu, proprietarul inventarului) (definit mutual).
sk: Kód pridelený strane, ktorá má finančnú zodpovednosť za entitu alebo skupinu entít (napr., vlastník inventára) (vzájomne definovaný).
sl: Koda, dodeljena stranki, ki ima finančno odgovornost za entiteto ali skupino entitet (npr. lastnik zaloge) (medsebojno določena).
sv: Kod tilldelad till en part som har ekonomiskt ansvar för en enhet eller grupp av enheter (t.ex., ägare av lager) (ömsesidigt definierad).

# di22008
source: Customer Code Assigned by the Customer.
bg: Код на клиента, присвоен от клиента.
cs: Kód zákazníka přiřazený zákazníkem.
de: Vom Kunden zugewiesener Kundencode.
el: Κωδικός Πελάτη Ανατεθειμένος από τον Πελάτη.
es: Código de Cliente Asignado por el Cliente.
et: Kliendi poolt kliendile määratud kliendikood.
fi: Asiakkaan Asiakkaalle määrittämä koodi.
fr: Code Client Attribué par le Client.
ga: Cód Custaiméara a shanntar ag an gCustaiméir.
hr: Kod kupca dodijeljen od strane kupca.
hu: Vevő által kijelölt Vevői Kód.
is: Viðskiptavina kóði Úthlutaður af Viðskiptavini.
it: Codice Cliente Assegnato dal Cliente.
lt: Kliento paskirtas kliento kodas.
lv: Klienta Kods, ko Piešķīris Klients.
mt: Kodiċi tal-Klijent Assenjat mill-Klijent.
nl: Klantencode toegewezen door de klant.
no: Kundekode Tildelt av Kunden.
pl: Kod klienta przypisany przez klienta.
pt: Código do Cliente Atribuído pelo Cliente.
ro: Codul Clientului Atribuit de Client.
sk: Kód zákazníka pridelený zákazníkom.
sl: Koda kupca, dodeljena s strani kupca.
sv: Kundkod Tilldelad av Kunden.

# di22009
source: Customer Code Assigned by the Supplier.
bg: Код на клиента, присвоен от доставчика.
cs: Kód zákazníka přiřazený dodavatelem.
de: Vom Lieferanten zugewiesener Kundencode.
el: Κωδικός Πελάτη Ανατεθειμένος από τον Προμηθευτή.
es: Código de Cliente Asignado por el Proveedor.
et: Tarnija poolt kliendile määratud kliendikood.
fi: Toimittajan Toimittajalle määrittämä koodi.
fr: Code Client Attribué par le Fournisseur.
ga: Cód Custaiméara a shanntar ag an Soláthraí.
hr: Kod kupca dodijeljen od strane dobavljača.
hu: Beszállító által kijelölt Vevői Kód.
is: Viðskiptavina kóði Úthlutaður af Birgja.
it: Codice Cliente Assegnato dal Fornitore.
lt: Tiekėjo paskirtas kliento kodas.
lv: Klienta Kods, ko Piešķīris Piegādātājs.
mt: Kodiċi tal-Klijent Assenjat mill-Fornitur.
nl: Klantencode toegewezen door de leverancier.
no: Kundekode Tildelt av Leverandøren.
pl: Kod klienta przypisany przez dostawcę.
pt: Código do Cliente Atribuído pelo Fornecedor.
ro: Codul Clientului Atribuit de Furnizor.
sk: Kód zákazníka pridelený dodávateľom.
sl: Koda kupca, dodeljena s strani dobavitelja.
sv: Kundkod Tilldelad av Leverantören.

# di22010
source: Manufacturer ID\nNOTE - See Appendix 2, CBP 7501 Instructions.
bg: Идентификационен номер на производителя\nЗабележка - Вижте Приложение 2, инструкции CBP 7501.
cs: ID výrobce\nPOZNÁMKA - Viz příloha 2, pokyny CBP 7501.
de: Hersteller-ID\nHINWEIS - Siehe Anhang 2, CBP 7501-Anweisungen.
el: Ταυτότητα Κατασκευαστή\nΣΗΜΕΙΩΣΗ - Δείτε το Παράρτημα 2, Οδηγίες CBP 7501.
es: ID de Fabricante\nNOTA - Ver Apéndice 2, Instrucciones CBP 7501.
et: Tootja ID\nMÄRKUS - Vaadake Lisa 2, CBP 7501 juhised.
fi: Valmistaja ID\nHUOMAUTUS - Katso Liite 2, CBP 7501 Ohjeet.
fr: ID de Fabricant\nNOTE - Voir l'Annexe 2, Instructions CBP 7501.
ga: Aitheantas Monaróra\nNÓTA - Féach Iarscríbhinn 2, Treoracha CBP 7501.
hr: ID proizvođača\nNAPOMENA - Vidi Dodatak 2, upute CBP 7501.
hu: Gyártói AZ\nMEGJEGYZÉS - Lásd a 2. mellékletet, a CBP 7501 utasítások.
is: Framleiðanda ID\nATH - Sjá Viðauka 2, CBP 7501 Leiðbeiningar.
it: ID Produttore\nNOTA - Vedere Appendice 2, Istruzioni CBP 7501.
lt: Gamintojo ID\nPastaba - žr. Priedą 2, CBP 7501 Instrukcijas.
lv: Ražotāja ID\nPIEZĪME - Skatīt Pielikumu 2, CBP 7501 Instrukcijās.
mt: ID tal-Manifattur\nNOTA - Ara l-Anness 2, Istruzzjonijiet tal-CBP 7501.
nl: Fabrikanten-ID\nLET OP - Zie Bijlage 2, CBP 7501 Instructies.
no: Produsent-ID\nMERK - Se Vedlegg 2, CBP 7501 Instruksjoner.
pl: Identyfikator producenta\nUWAGA - Zobacz załącznik 2, instrukcje CBP 7501.
pt: ID do Fabricante\nNOTA - Veja Apêndice 2, Instruções CBP 7501.
ro: ID-ul Producătorului\nNOTĂ - Vezi Anexa 2, Instrucțiunile CBP 7501.
sk: ID výrobcu\nPOZNÁMKA - Pozri prílohu 2, pokyny CBP 7501.
sl: Identifikacijska številka proizvajalca\nOPOMBA - Glej Dodatek 2, navodila CBP 7501.
sv: Tillverkar-ID\nOBS - Se Bilaga 2, CBP 7501 Instruktioner.

# di22011
source: Organisation with budget responsibility for an entity, process, or procedure (e.g., shop, division, department)(internally assigned).
bg: Организация с бюджетна отговорност за ентитет, процес или процедура (например, работилница, отдел, отделение) (вътрешно присвоено).
cs: Organizace s rozpočtovou odpovědností za entitu, proces nebo postup (např. obchod, divize, oddělení)(interně přiřazeno).
de: Organisation mit Budgetverantwortung für eine Entität, einen Prozess oder ein Verfahren (z. B. Werkstatt, Abteilung, Abteilung)(intern zugewiesen).
el: Οργανισμός με ευθύνη προϋπολογισμού για μια οντότητα, διαδικασία, ή διαδικασία (π.χ., κατάστημα, τμήμα, τμήμα)(εσωτερικά ανατεθειμένο).
es: Organización con responsabilidad presupuestaria por una entidad, proceso o procedimiento (por ejemplo, tienda, división, departamento)(asignado internamente).
et: Entiteedi, protsessi või protseduuri eelarvevastutusega organisatsioon (näiteks töökoda, divisjon, osakond)(sisemiselt määratud).
fi: Organisaatio, jolla on budjettivastuu entiteetistä, prosessista tai menettelystä (esim. kauppa, osasto, osasto)(sisäisesti määritelty).
fr: Organisation avec responsabilité budgétaire pour une entité, processus ou procédure (par exemple, atelier, division, département)(attribué en interne).
ga: Eagraíocht a bhfuil freagracht bhuiséid aici do eintiteas, próiseas, nó nós imeachta (e.g., siopa, roinn, rannóg)(arna shannadh go hinmheánach).
hr: Organizacija s proračunskom odgovornošću za entitet, postupak ili proceduru (npr., radionica, odjel, odjeljak)(interno dodijeljeno).
hu: Egy entitás, folyamat vagy eljárás költségvetési felelősségével bíró szervezet (pl. műhely, osztály, részleg)(belsőleg kijelölve).
is: Stofnun með fjárhagsábyrgð fyrir einingu, ferli, eða aðgerð (t.d., verslun, deild, deild)(innanríkis úthlutað).
it: Organizzazione con responsabilità di bilancio per un'entità, processo o procedura (ad es., negozio, divisione, dipartimento)(assegnato internamente).
lt: Organizacija su biudžeto atsakomybe už subjektą, procesą ar procedūrą (pvz., parduotuvė, skyrius, departamentas) (viduje priskirta).
lv: Organizācija ar budžeta atbildību par entīti, procesu vai procedūru (piemēram, veikals, nodaļa, departaments) (iekšēji piešķirts).
mt: Organizzazzjoni b'responsabbiltà ta' baġit għal entità, proċess, jew proċedura (eż., ħanut, diviżjoni, dipartiment) (assenjat internament).
nl: Organisatie met budgetverantwoordelijkheid voor een entiteit, proces of procedure (bijv., winkel, divisie, afdeling)(intern toegewezen).
no: Organisasjon med budsjetteringsansvar for en enhet, prosess eller prosedyre (f.eks., verksted, divisjon, avdeling) (internt tildelt).
pl: Organizacja odpowiedzialna za budżet dla jednostki, procesu lub procedury (np. sklep, dział, oddział) (przypisany wewnętrznie).
pt: Organização com responsabilidade orçamentária por uma entidade, processo ou procedimento (por exemplo, loja, divisão, departamento)(atribuído internamente).
ro: Organizația cu responsabilitatea bugetară pentru o entitate, proces sau procedură (de exemplu, magazin, divizie, departament)(atribuit intern).
sk: Organizácia so zodpovednosťou za rozpočet pre entitu, proces alebo postup (napr., dielňa, divízia, oddelenie) (interné pridelené).
sl: Organizacija z odgovornostjo za proračun entitete, procesa ali postopka (npr. delavnica, divizija, oddelek)(interno dodeljeno).
sv: Organisation med budgetansvar för en enhet, process eller procedur (t.ex., verkstad, division, avdelning)(internt tilldelad).

# di22012
source: DUNS Number Identifying Manufacturer.
bg: Номер DUNS, идентифициращ производителя.
cs: Číslo DUNS identifikující výrobce.
de: Vom Dun & Bradstreet zugewiesene DUNS-Nummer zur Identifizierung des Herstellers.
el: Αριθμός DUNS που Ταυτοποιεί τον Κατασκευαστή.
es: Número DUNS Identificando al Fabricante.
et: Tootjat identifitseeriv DUNS number.
fi: DUNS-numero, joka tunnistaa valmistajan.
fr: Numéro DUNS Identifiant le Fabricant.
ga: Uimhir DUNS a Aithníonn Monaróir.
hr: DUNS broj koji identificira proizvođača.
hu: Gyártót Azonosító DUNS Szám.
is: DUNS Númer sem auðkennir Framleiðanda.
it: Numero DUNS che Identifica il Produttore.
lt: DUNS numeris identifikuojantis gamintoją.
lv: DUNS Numurs, kas Identificē Ražotāju.
mt: Numru DUNS li Jidentifika l-Manifattur.
nl: DUNS-nummer Identificerende Fabrikant.
no: DUNS-nummer som identifiserer produsenten.
pl: Numer DUNS identyfikujący producenta.
pt: Número DUNS Identificando o Fabricante.
ro: Numărul DUNS care Identifică Producătorul.
sk: Číslo DUNS identifikujúce výrobcu.
sl: Številka DUNS, ki identificira proizvajalca.
sv: DUNS-nummer som identifierar Tillverkaren.

# di22013
source: DUNS Number Identifying Supplier.
bg: Номер DUNS, идентифициращ доставчика.
cs: Číslo DUNS identifikující dodavatele.
de: Vom Dun & Bradstreet zugewiesene DUNS-Nummer zur Identifizierung des Lieferanten.
el: Αριθμός DUNS που Ταυτοποιεί τον Προμηθευτή.
es: Número DUNS Identificando al Proveedor.
et: Tarnijat identifitseeriv DUNS number.
fi: DUNS-numero, joka tunnistaa toimittajan.
fr: Numéro DUNS Identifiant le Fournisseur.
ga: Uimhir DUNS a Aithníonn Soláthraí.
hr: DUNS broj koji identificira dobavljača.
hu: Beszállítót Azonosító DUNS Szám.
is: DUNS Númer sem auðkennir Birgja.
it: Numero DUNS che Identifica il Fornitore.
lt: DUNS numeris identifikuojantis tiekėją.
lv: DUNS Numurs, kas Identificē Piegādātāju.
mt: Numru DUNS li Jidentifika l-Fornitur.
nl: DUNS-nummer Identificerende Leverancier.
no: DUNS-nummer som identifiserer leverandøren.
pl: Numer DUNS identyfikujący dostawcę.
pt: Número DUNS Identificando o Fornecedor.
ro: Numărul DUNS care Identifică Furnizorul.
sk: Číslo DUNS identifikujúce dodávateľa.
sl: Številka DUNS, ki identificira dobavitelja.
sv: DUNS-nummer som identifierar Leverantören.

# di22014
source: DUNS Number Identifying Customer.
bg: Номер DUNS, идентифициращ клиента.
cs: Číslo DUNS identifikující zákazníka.
de: Vom Dun & Bradstreet zugewiesene DUNS-Nummer zur Identifizierung des Kunden.
el: Αριθμός DUNS που Ταυτοποιεί τον Πελάτη.
es: Número DUNS Identificando al Cliente.
et: Klienti identifitseeriv DUNS number.
fi: DUNS-numero, joka tunnistaa asiakkaan.
fr: Numéro DUNS Identifiant le Client.
ga: Uimhir DUNS a Aithníonn Custaiméir.
hr: DUNS broj koji identificira kupca.
hu: Vevőt Azonosító DUNS Szám.
is: DUNS Númer sem auðkennir Viðskiptavin.
it: Numero DUNS che Identifica il Cliente.
lt: DUNS numeris identifikuojantis klientą.
lv: DUNS Numurs, kas Identificē Klientu.
mt: Numru DUNS li Jidentifika l-Klijent.
nl: DUNS-nummer Identificerende Klant.
no: DUNS-nummer som identifiserer kunden.
pl: Numer DUNS identyfikujący klienta.
pt: Número DUNS Identificando o Cliente.
ro: Numărul DUNS care Identifică Clientul.
sk: Číslo DUNS identifikujúce zákazníka.
sl: Številka DUNS, ki identificira kupca.
sv: DUNS-nummer som identifierar Kunden.

# di22015
source: Carrier-Assigned Shipper Number.
bg: Номер на изпращач, присвоен от превозвача.
cs: Číslo odesílatele přiřazené přepravcem.
de: Vom Transporteur zugewiesene Absendernummer.
el: Αριθμός Αποστολέα Ανατεθειμένος από τον Μεταφορέα.
es: Número de Remitente Asignado por el Transportista.
et: Vedaja poolt määratud saatjanumber.
fi: Kuljetusliikkeen määrittämä lähettäjänumero.
fr: Numéro de Transporteur Attribué par le Transporteur.
ga: Uimhir Seoltóra a shanntar ag Iompróir.
hr: Broj otpremnika dodijeljen od strane prijevoznika.
hu: Fuvarozó által Kijelölt Szállítói Szám.
is: Flutningsaðila-Úthlutað Sendingarnúmer.
it: Numero del Mittente Assegnato dal Vettore.
lt: Vežėjo priskirtas siuntėjo numeris.
lv: Pārvadātāja Piešķīrts Kravas Nosūtītāja Numurs.
mt: Numru tal-Shipper Assenjat mill-Portatur.
nl: Door vervoerder toegewezen verzendernummer.
no: Transportør-Tildelt Avsender Nummer.
pl: Numer przewoźnika przypisany przez przewoźnika.
pt: Número do Expedidor Atribuído pelo Transportador.
ro: Numărul Expeditorului Atribuit de Transportator.
sk: Číslo prepravcu pridelené prepravcom.
sl: Številka pošiljatelja, dodeljena s strani prevoznika.
sv: Transportörs-Tilldelat Avsändarnummer.

# di22016
source: VMRS Supplier ID.
bg: Идентификационен номер на доставчик VMRS.
cs: ID dodavatele VMRS.
de: VMRS-Lieferanten-ID.
el: Αναγνωριστικό Προμηθευτή VMRS.
es: ID de Proveedor VMRS.
et: VMRS tarnija ID.
fi: VMRS Toimittajan tunniste.
fr: ID Fournisseur VMRS.
ga: Aitheantas Soláthraí VMRS.
hr: ID dobavljača VMRS.
hu: VMRS Beszállítói AZ.
is: VMRS Birgja ID.
it: ID Fornitore VMRS.
lt: VMRS tiekėjo ID.
lv: VMRS Piegādātāja ID.
mt: ID tal-Fornitur VMRS.
nl: VMRS Leveranciers-ID.
no: VMRS Leverandør-ID.
pl: Identyfikator dostawcy VMRS.
pt: ID do Fornecedor VMRS.
ro: ID-ul Furnizorului VMRS.
sk: ID dodávateľa VMRS.
sl: Identifikacijska številka dobavitelja VMRS.
sv: VMRS Leverantörs-ID.
