Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di14008
source: Production Animal Identification Codes. The format is the production animal code followed by the appropriate data value associated with that code. The Technical Report and the full list of Extended Data Elements (codes) is maintained at;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Extended Data Elements (Codes).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Technical Report.\n2020 Update: The URLs have been modified to:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
bg: Кодове за идентификация на производствени животни. Форматът е кодът на производствено животно, последван от съответната стойност на данните, асоциирана с този код. Техническият доклад и пълният списък с разширени данни елементи (кодове) се поддържат на;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Разширени данни елементи (Кодове).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Технически доклад.\nАктуализация 2020: URL адресите са променени на:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
cs: Kódy pro identifikaci produkčních zvířat. Formát je kód produkčního zvířete následovaný příslušnou hodnotou dat spojenou s tímto kódem. Technická zpráva a celý seznam rozšířených datových prvků (kódů) je udržován na;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Rozšířené datové prvky (Kódy).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Technická zpráva.\nAktualizace 2020: URL byly změněny na:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
de: Produktionstieridentifikationscodes. Das Format ist der Produktionstiercode, gefolgt vom zugehörigen Datenwert. Der technische Bericht und die vollständige Liste der erweiterten Datenelemente (Codes) werden unter aufrechterhalten;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Erweiterte Datenelemente (Codes).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Technischer Bericht.\n2020 Update: Die URLs wurden geändert zu:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
el: Κωδικοί Ταυτοποίησης Ζωικής Παραγωγής. Η μορφή είναι ο κωδικός ζωικής παραγωγής ακολουθούμενος από την κατάλληλη τιμή δεδομένων που σχετίζεται με αυτόν τον κωδικό. Η Τεχνική Έκθεση και ο πλήρης κατάλογος Εκτεταμένων Στοιχείων Δεδομένων (κωδικοί) διατηρούνται στο·\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Εκτεταμένα Στοιχεία Δεδομένων (Κωδικοί).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Τεχνική Έκθεση.\nΕνημέρωση 2020: Οι διευθύνσεις URL έχουν τροποποιηθεί σε:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
es: Códigos de Identificación de Animales de Producción. El formato es el código de animal de producción seguido por el valor de datos apropiado asociado con ese código. El Informe Técnico y la lista completa de Elementos de Datos Extendidos (códigos) se mantiene en;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Elementos de Datos Extendidos (Códigos).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Informe Técnico.\nActualización 2020: Las URLs han sido modificadas a:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
et: Tootmisloomade Identifitseerimiskoodid. Formaat on tootmislooma koodi järgnev vastav andmeväärtus. Tehniline aruanne ja täielik nimekiri Laiendatud Andmeelementidest (koodid) hoitakse aadressil;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Laiendatud Andmeelemendid (Koodid).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Tehniline Aruanne.\n2020 Uuendus: URLid on muudetud:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
fi: Tuotantoeläinten Tunnistuskoodit. Formaatti on tuotantoeläinkoodi, jota seuraa asianmukainen datan arvo, joka liittyy kyseiseen koodiin. Tekninen Raportti ja koodien täydellinen lista (koodit) ylläpidetään osoitteessa;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Laajennetut Dataelementit (Koodit).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Tekninen Raportti.\n2020 Päivitys: URL:t on muutettu osoitteeseen:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
fr: Codes d'identification d'animaux de production. Le format est le code animal de production suivi de la valeur des données appropriée associée à ce code. Le rapport technique et la liste complète des éléments de données étendus (codes) sont maintenus à l'adresse ;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Éléments de données étendus (Codes).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Rapport technique.\nMise à jour 2020 : Les URL ont été modifiées en :\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
ga: Cóid Aitheantais Ainmhithe Táirgthe. Is é an formáid an cód ainmhithe táirgthe in éineacht leis an luach sonraí cuí a bhaineann leis an gcód sin. Coimeádtar an Tuarascáil Theicniúil agus an liosta iomlán de Eilimintí Sonraí Sínte (cóid) ag;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Eilimintí Sonraí Sínte (Cóid).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Tuarascáil Theicniúil.\nNuashonrú 2020: Athraíodh na URLanna go:\https://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
hr: Kodovi identifikacije životinja za proizvodnju. Format je kod životinje za proizvodnju slijedi odgovarajuća vrijednost podataka povezana s tim kodom. Tehničko izvješće i puni popis proširenih podatkovnih elemenata (kodovi) održavaju se na;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Prošireni podatkovni elementi (Kodovi).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Tehničko izvješće.\nAžuriranje 2020: URL-ovi su promijenjeni u:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
hu: Termelői Állat Azonosítási Kódok. A formátum az állati termelési kódhoz kapcsolódó adatérték. A Műszaki Jelentés és a bővített adatelemek (kódok) teljes listája itt található;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Bővített Adatelemek (Kódok).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Műszaki Jelentés.\n2020 Frissítés: Az URL-ek módosultak:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
is: Framleiðsludýra auðkenniskóðar. Sniðið er framleiðsludýrakóði fylgt af viðeigandi gagnagildi tengdu því kóða. Tækniskýrsla og heill listi yfir Extended Data Elements (kóða) er viðhaldið á;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Extended Data Elements (Kóðar).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Tækniskýrsla.\n2020 Uppfærsla: URL hefur verið breytt í:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
it: Codici di Identificazione degli Animali da Produzione. Il formato è il codice animale da produzione seguito dal valore dei dati appropriato associato a quel codice. Il Rapporto Tecnico e l'elenco completo degli Elementi di Dati Estesi (codici) è mantenuto su;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Elementi di Dati Estesi (Codici).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Rapporto Tecnico.\nAggiornamento 2020: Gli URL sono stati modificati in:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
lt: Produkcijos gyvūnų identifikavimo kodai. Formatas yra produkcijos gyvūnų kodas, po kurio seka su tuo kodu susijusi duomenų vertė. Techninė ataskaita ir pilnas išplėstinių duomenų elementų (kodų) sąrašas palaikomas adresu;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Išplėstinių duomenų elementai (kodai).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Techninė ataskaita.\n2020 metų atnaujinimas: URL buvo pakeisti į:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
lv: Ražošanas Dzīvnieku Identifikācijas Kodi. Formāts ir ražošanas dzīvnieka kods, kam seko ar šo kodu saistītā datu vērtība. Tehniskais ziņojums un pilns Paplašināto Datu Elementu (kodu) saraksts tiek uzturēts vietnē;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Paplašinātie Datu Elementi (Kodi).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Tehniskais Ziņojums.\n2020. gada atjauninājums: URL ir mainīts uz:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
mt: Kodiċijiet tal-Identifikazzjoni tal-Annimali tal-Produzzjoni. Il-format huwa l-kodiċi tal-annimal tal-produzzjoni segwit mill-valur tad-data assoċjata ma' dak il-kodiċi. Ir-Rapport Tekniku u l-lista sħiħa tal-Elementi tad-Data Estiżi (kodiċijiet) hija miżmuma fuq;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Elementi tad-Data Estiżi (Kodiċijiet).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Rapport Tekniku.\nAġġornament 2020: L-URLs ġew mibdula għal:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
nl: Productie Dier Identificatiecodes. Het formaat is de productiediercode gevolgd door de geschikte gegevenswaarde geassocieerd met die code. Het Technisch Rapport en de volledige lijst van Uitgebreide Gegevenselementen (codes) wordt onderhouden op;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Uitgebreide Gegevenselementen (Codes).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Technisch Rapport.\n2020 Update: De URLs zijn gewijzigd naar:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
no: Produksjonsdyridentifikasjonskoder. Formatet er produksjonsdyrkoden etterfulgt av den aktuelle dataverdien assosiert med den koden. Den tekniske rapporten og den fullstendige listen over utvidede dataelementer (koder) vedlikeholdes på;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Utvidede dataelementer (Koder).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Teknisk rapport.\n2020 Oppdatering: URL-ene er endret til:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
pl: Kody identyfikacji zwierząt hodowlanych. Format to kod zwierzęcia hodowlanego po którym następuje odpowiednia wartość danych związana z tym kodem. Raport techniczny oraz pełna lista rozszerzonych elementów danych (kodów) jest utrzymywana na stronie;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Rozszerzone elementy danych (kody).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Raport techniczny.\nAktualizacja 2020: Adresy URL zostały zmodyfikowane na:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
pt: Códigos de Identificação de Animais de Produção. O formato é o código de animal de produção seguido pelo valor de dados apropriado associado a esse código. O Relatório Técnico e a lista completa de Elementos de Dados Estendidos (códigos) são mantidos em;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Elementos de Dados Estendidos (Códigos).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Relatório Técnico.\nAtualização 2020: As URLs foram modificadas para:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
ro: Codurile de Identificare a Animalelor de Producție. Formatul este codul animalului de producție urmat de valoarea datelor corespunzătoare asociată cu acel cod. Raportul Tehnic și lista completă a Elementelor de Date Extinse (coduri) este menținută la;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Elemente de Date Extinse (Coduri).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Raportul Tehnic.\nActualizare 2020: URL-urile au fost modificate la:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
sk: Kódy identifikácie produkčných zvierat. Formát je kód produkčného zvieraťa nasledovaný príslušnou hodnotou údajov spojenou s týmto kódom. Technická správa a úplný zoznam rozšírených dátových prvkov (kódov) sa udržiava na;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Rozšírené dátové prvky (Kódy).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Technická správa.\nAktualizácia 2020: URL boli zmenené na:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
sl: Kode za identifikacijo proizvodnih živali. Format je koda proizvodne živali, sledi ustrezna vrednost podatka, povezana s to kodo. Tehnično poročilo in celoten seznam razširjenih podatkovnih elementov (kode) se vzdržuje na;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Razširjeni podatkovni elementi (kode).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Tehnično poročilo.\nPosodobitev 2020: URL-ji so bili spremenjeni v:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
sv: Produktionsdjursidentifieringskoder. Formatet är produktionsdjurskoden följt av det lämpliga datavärdet associerat med den koden. Den tekniska rapporten och den fullständiga listan över Extended Data Elements (koder) underhålls på;\nhttp://www.aimglobal.org/store/view_product.asp?id=4926441 Extended Data Elements (Codes).\nhttp://www.aimglobal.org/store/view_product.asp?id=4926483 Teknisk rapport.\n2020 Uppdatering: URL:erna har ändrats till:\nhttps://web.aimglobal.org/external/wcpages/wcecommerce/ecomlistpage.aspx?Keyword=animal
