Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di17028
source: Single Price Charge Value For Postage And Packaging, '.' (dot) represents the position of a comma (e.g. 30Q100.50 for the value of 100,50).\nStructure: an3+an1...10\n <DI><price value>.\nCharacter set: 0 to 9, dot.\nExample of encoding using postage & packing value of 100:\n30Q100.\nExample of encoding using postage & packing value of 100,50:\n30Q100.50.\nNOTE - If currency is required it can be taken from another data element used in same code, e.g. 12Q.
bg: Единична стойност на такса за пощенски и опаковъчни услуги, '.' (точка) представлява позицията на запетая (напр. 30Q100.50 за стойността от 100,50).\nСтруктура: an3+an1...10\n <DI><ценова стойност>.\nНабор от символи: 0 до 9, точка.\nПример за кодиране, използвайки стойност на пощенски и опаковъчни услуги от 100:\n30Q100.\nПример за кодиране, използвайки стойност на пощенски и опаковъчни услуги от 100,50:\n30Q100.50.\nЗАБЕЛЕЖКА - Ако се изисква валута, тя може да бъде взета от друг данни елемент, използван в същия код, напр. 12Q.
cs: Jednotková cena za poštovné a balné, '.' (tečka) představuje pozici čárky (např. 30Q100.50 pro hodnotu 100,50).\nStruktura: an3+an1...10\n <DI><cena za poštovné a balné>.\nZnaková sada: 0 až 9, tečka.\nPříklad kódování s použitím hodnoty poštovného a balného 100:\n30Q100.\nPříklad kódování s použitím hodnoty poštovného a balného 100,50:\n30Q100.50.\nPOZNÁMKA - Pokud je vyžadována měna, lze ji vzít z jiného datového prvku použitého ve stejném kódu, např. 12Q.
de: Einzelner Gebührenwert für Porto und Verpackung, '.' (Punkt) stellt die Position eines Kommas dar (z. B. 30Q100.50 für den Wert von 100,50).\nStruktur: an3+an1...10\n <DI><Gebührenwert>.\nZeichensatz: 0 bis 9, Punkt.\nBeispiel der Kodierung mit einem Porto- und Verpackungswert von 100:\n30Q100.\nBeispiel der Kodierung mit einem Porto- und Verpackungswert von 100,50:\n30Q100.50.\nHINWEIS - Wenn eine Währung erforderlich ist, kann sie aus einem anderen in demselben Code verwendeten Datenelement entnommen werden, z. B. 12Q.
el: Μοναδική Τιμή Χρέωσης για Ταχυδρομικά και Συσκευασία, '.' (τελεία) αντιπροσωπεύει τη θέση ενός κόμμα (π.χ. 30Q100.50 για την τιμή τιμής 100,50).\nΔομή: an3+an1...10\n <DI><τιμή τιμής>.\nΣύνολο χαρακτήρων: 0 έως 9, τελεία.\nΠαράδειγμα κωδικοποίησης χρησιμοποιώντας τιμή ταχυδρομείου & συσκευασίας 100:\n30Q100.\nΠαράδειγμα κωδικοποίησης χρησιμοποιώντας τιμή ταχυδρομείου & συσκευασίας 100,50:\n30Q100.50.\nΣΗΜΕΙΩΣΗ - Εάν απαιτείται νόμισμα μπορεί να ληφθεί από άλλο στοιχείο δεδομένων που χρησιμοποιείται στον ίδιο κώδικα, π.χ. 12Q.
es: Valor de Cargo Único por Franqueo y Embalaje, '.' (punto) representa la posición de una coma (por ejemplo, 30Q100.50 para el valor de 100,50).\nEstructura: an3+an1...10\n <DI><valor de cargo>.\nConjunto de caracteres: 0 a 9, punto.\nEjemplo de codificación usando valor de franqueo y embalaje de 100:\n30Q100.\nEjemplo de codificación usando valor de franqueo y embalaje de 100,50:\n30Q100.50.\nNOTA - Si se requiere moneda, se puede tomar de otro elemento de datos utilizado en el mismo código, por ejemplo, 12Q.
et: Posti- ja Pakendikulu Üksiku Hinna Väärtus, '.' (punkt) tähistab komakoha asukohta (nt 30Q100.50 väärtuse jaoks 100,50).\nStruktuur: an3+an1...10\n <DI><hinna väärtus>.\nTähemärkide komplekt: 0 kuni 9, punkt.\nNäide kodeerimisest, kasutades posti- ja pakendikulu väärtust 100:\n30Q100.\nNäide kodeerimisest, kasutades posti- ja pakendikulu väärtust 100,50:\n30Q100.50.\nMÄRKUS - Kui on vajalik valuuta, võib selle võtta teisest sama koodi kasutatavast andmeelemendist, nt 12Q.
fi: Posti- ja Pakkausmaksun Yksittäinen Velotusarvo, '.' (piste) edustaa pilkkua (esim. 30Q100.50 arvosta 100,50).\nRakenne: an3+an1...10\n <DI><hinta-arvo>.\nMerkistö: 0 - 9, piste.\nEsimerkki käytettäessä posti- ja pakkausmaksun arvoa 100:\n30Q100.\nEsimerkki käytettäessä posti- ja pakkausmaksun arvoa 100,50:\n30Q100.50.\nHUOM - Jos valuuttaa vaaditaan, se voidaan ottaa toisesta samassa koodissa käytetystä dataelementistä, esim. 12Q.
fr: Valeur unique du prix des frais de port et d'emballage, '.' (point) représente la position d'une virgule (par exemple, 30Q100.50 pour la valeur de 100,50).\nStructure : an3+an1...10\n <DI><valeur du prix>.\nJeu de caractères : 0 à 9, point.\nExemple de codage utilisant la valeur des frais de port et d'emballage de 100 :\n30Q100.\nExemple de codage utilisant la valeur des frais de port et d'emballage de 100,50 :\n30Q100.50.\nREMARQUE - Si une devise est requise, elle peut être prise d'un autre élément de données utilisé dans le même code, par exemple, 12Q.
ga: Luach Muirir Aonair le haghaidh Postais agus Pacáistithe, '.' (ponc) ag léiriú suíomh camóige (m.sh. 30Q100.50 le haghaidh luach de 100,50).\nStruchtúr: an3+an1...10\n <DI><luach muirir>.\nTacar carachtar: 0 go 9, ponc.\nSampla de chódú ag baint úsáide as luach postais & pacáistithe de 100:\n30Q100.\nSampla de chódú ag baint úsáide as luach postais & pacáistithe de 100,50:\n30Q100.50.\NÓTA - Má tá airgeadra de dhíth is féidir é a ghlacadh ó eilimint sonraí eile a úsáidtear sa chód céanna, m.sh. 12Q.
hr: Pojedinačna Cijena Naplate Za Poštarinu I Pakiranje, '.' (točka) predstavlja položaj zareza (npr. 30Q100.50 za vrijednost 100,50).\nStruktura: an3+an1...10\n <DI><vrijednost cijene>.\nSkup znakova: 0 do 9, točka.\nPrimjer kodiranja koristeći vrijednost poštarine i pakiranja od 100:\n30Q100.\nPrimjer kodiranja koristeći vrijednost poštarine i pakiranja od 100,50:\n30Q100.50.\nNAPOMENA - Ako je potrebna valuta, može se uzeti iz drugog podatkovnog elementa korištenog u istom kodu, npr. 12Q.
hu: Egyedi Ár Töltési Érték a Postaköltségért és Csomagolásért, '.' (pont) a vessző helyét jelöli (pl. 30Q100.50 az érték 100,50).\nStruktúra: an3+an1...10\n <DI><ár érték>.\nKarakterkészlet: 0-tól 9-ig, pont.\nPélda kódolásra postaköltség & csomagolási értékkel 100:\n30Q100.\nPélda kódolásra postaköltség & csomagolási értékkel 100,50:\n30Q100.50.\nMEGJEGYZÉS - Ha pénznem szükséges, azt egy másik ugyanabban a kódban használt adatelemből lehet venni, pl. 12Q.
is: Einstakt gjald fyrir sendingu og pökkun, '.' (punktur) táknar staðsetningu kommu (t.d. 30Q100.50 fyrir gildið 100,50).\nStrúktúr: an3+an1...10\n <DI><gjaldgildi>.\nStafasett: 0 til 9, punktur.\nDæmi um kóðun notkunar á gjaldi fyrir sendingu og pökkun upp á 100:\n30Q100.\nDæmi um kóðun notkunar á gjaldi fyrir sendingu og pökkun upp á 100,50:\n30Q100.50.\nATH - Ef gjaldmiðill er krafist getur hann verið tekin frá öðru gagnaelementi notað í sama kóða, t.d. 12Q.
it: Valore del Prezzo Singolo per Spedizione e Imballaggio, '.' (punto) rappresenta la posizione di una virgola (ad es. 30Q100.50 per il valore di 100,50).\nStruttura: an3+an1...10\n <DI><valore del prezzo>.\nSet di caratteri: 0 a 9, punto.\nEsempio di codifica utilizzando un valore di spedizione e imballaggio di 100:\n30Q100.\nEsempio di codifica utilizzando un valore di spedizione e imballaggio di 100,50:\n30Q100.50.\nNOTA - Se è richiesta la valuta può essere presa da un altro elemento di dati utilizzato nello stesso codice, ad es. 12Q.
lt: Vieneto kainos mokestis už pašto ir pakavimo paslaugas, '.' (taškas) atstovauja kablelio pozicijai (pvz., 30Q100.50 už 100,50 vertę).\nStruktūra: an3+an1...10\n <DI><kainos vertė>.\nSimbolių rinkinys: 0 iki 9, taškas.\nKodavimo pavyzdys naudojant siuntimo ir pakavimo vertę 100:\n30Q100.\nKodavimo pavyzdys naudojant siuntimo ir pakavimo vertę 100,50:\n30Q100.50.\nPASTABA - Jei reikalinga valiuta, ji gali būti imama iš kito toje pačioje kodėje naudojamo duomenų elemento, pvz., 12Q.
lv: Vienas Cenas Uzlādes Vērtība Pasta un Iepakojuma, '.' (punkts) pārstāv komata pozīciju (piem., 30Q100.50 vērtībai 100,50).\nStruktūra: an3+an1...10\n <DI><cenas vērtība>.\nRakstzīmju kopums: 0 līdz 9, punkts.\nKodēšanas piemērs, izmantojot pasta un iepakošanas vērtību 100:\n30Q100.\nKodēšanas piemērs, izmantojot pasta un iepakošanas vērtību 100,50:\n30Q100.50.\nPIEZĪME - Ja nepieciešama valūta, to var ņemt no cita datu elementa, kas izmantots tajā pašā kodā, piem., 12Q.
mt: Valur tal-Ħlas Uniku għall-Posta u l-Ippakkjar, '.' (punt) jirrappreżenta l-pożizzjoni ta' virgola (eż. 30Q100.50 għall-valur ta' 100,50).\nStruttura: an3+an1...10\n <DI><valur tal-ħlas>.\nSett tal-karattri: 0 sa 9, punt.\nEżempju ta' kodifikazzjoni bl-użu tal-valur tal-posta u l-ippakkjar ta' 100:\n30Q100.\nEżempju ta' kodifikazzjoni bl-użu tal-valur tal-posta u l-ippakkjar ta' 100,50:\n30Q100.50.\nNOTA - Jekk meħtieġ il-munita tista' tiġi meħuda minn element tad-data ieħor użat fl-istess kodiċi, eż. 12Q.
nl: Enkele Prijs Laadwaarde Voor Postage En Verpakking, '.' (punt) vertegenwoordigt de positie van een komma (bijv. 30Q100.50 voor de waarde van 100,50).\nStructuur: an3+an1...10\n <DI><prijs waarde>.\nTekenset: 0 tot 9, punt.\nVoorbeeld van codering met een porto & verpakking waarde van 100:\n30Q100.\nVoorbeeld van codering met een porto & verpakking waarde van 100,50:\n30Q100.50.\nOPMERKING - Als valuta vereist is, kan deze worden genomen van een ander gegevenselement gebruikt in dezelfde code, bijv. 12Q.
no: Enkel prisladningsverdi for porto og emballasje, '.' (punktum) representerer posisjonen til et komma (for eksempel 30Q100.50 for verdien 100,50).\nStruktur: an3+an1...10\n <DI><prisverdi>.\nTegnsett: 0 til 9, punktum.\nEksempel på koding ved bruk av porto- og emballasjeverdi 100:\n30Q100.\nEksempel på koding ved bruk av porto- og emballasjeverdi 100,50:\n30Q100.50.\nMERK - Hvis valuta kreves, kan det tas fra et annet dataelement brukt i samme kode, for eksempel 12Q.
pl: Pojedyncza wartość opłaty za wysyłkę i pakowanie, '.' (kropka) reprezentuje pozycję przecinka (np. 30Q100.50 dla wartości 100,50).\nStruktura: an3+an1...10\n <DI><wartość ceny>.\nZestaw znaków: 0 do 9, kropka.\nPrzykład kodowania używając wartości wysyłki i pakowania 100:\n30Q100.\nPrzykład kodowania używając wartości wysyłki i pakowania 100,50:\n30Q100.50.\nUWAGA - Jeśli wymagana jest waluta, może być pobrana z innego elementu danych używanego w tym samym kodzie, np. 12Q.
pt: Valor Único de Cobrança de Preço para Postagem e Embalagem, '.' (ponto) representa a posição de uma vírgula (por exemplo, 30Q100.50 para o valor de 100,50).\nEstrutura: an3+an1...10\n <DI><valor do preço>.\nConjunto de caracteres: 0 a 9, ponto.\nExemplo de codificação usando valor de postagem e embalagem de 100:\n30Q100.\nExemplo de codificação usando valor de postagem e embalagem de 100,50:\n30Q100.50.\nNOTA - Se moeda for necessária, ela pode ser obtida de outro elemento de dados usado no mesmo código, por exemplo, 12Q.
ro: Valoarea Unică a Taxei pentru Poștă și Ambalare, '.' (punct) reprezintă poziția unei virgule (de ex. 30Q100.50 pentru valoarea de 100,50).\nStructură: an3+an1...10\n <DI><valoarea taxei>.\nSetul de caractere: 0 până la 9, punct.\nExemplu de codificare folosind valoarea taxei de poștă și ambalare de 100:\n30Q100.\nExemplu de codificare folosind valoarea taxei de poștă și ambalare de 100,50:\n30Q100.50.\nNOTĂ - Dacă este necesară moneda, aceasta poate fi luată dintr-un alt element de date folosit în același cod, de ex. 12Q.
sk: Cena za poštovné a balné, '.' (bodka) zastupuje pozíciu čiarky (napr. 30Q100.50 pre hodnotu 100,50).\nŠtruktúra: an3+an1...10\n <DI><hodnota ceny>.\nZnaková sada: 0 až 9, bodka.\nPríklad kódovania s hodnotou poštovného a balného 100:\n30Q100.\nPríklad kódovania s hodnotou poštovného a balného 100,50:\n30Q100.50.\nPOZNÁMKA - Ak je potrebná mena, možno ju získať z iného dátového prvku použitého v rovnakom kóde, napr. 12Q.
sl: Enotna cena vrednosti za poštnino in pakiranje, '.' (pika) predstavlja položaj vejice (npr. 30Q100.50 za vrednost 100,50).\nStruktura: an3+an1...10\n <DI><cena vrednosti>.\nNabor znakov: 0 do 9, pika.\nPrimer kodiranja z vrednostjo poštnine in pakiranja 100:\n30Q100.\nPrimer kodiranja z vrednostjo poštnine in pakiranja 100,50:\n30Q100.50.\nOPOMBA - Če je potrebna valuta, se lahko vzame iz drugega podatkovnega elementa, uporabljenega v isti kodi, npr. 12Q.
sv: Enskilt Prisbelastningsvärde för Porto och Förpackning, '.' (punkt) representerar positionen för ett komma (t.ex. 30Q100.50 för värdet 100,50).\nStruktur: an3+an1...10\n <DI><prisvärde>.\nTeckenuppsättning: 0 till 9, punkt.\nExempel på kodning med porto- & förpackningsvärde på 100:\n30Q100.\nExempel på kodning med porto- & förpackningsvärde på 100,50:\n30Q100.50.\nOBS - Om valuta krävs kan den tas från ett annat dataelement som används i samma kod, t.ex. 12Q.

# di17029
source: Discount Percentage, '.' (dot) represents the position of a comma (e.g. 31Q8.5 for a discount value of 8,5%).\nStructure: an3+n1...6 (12.456)\n <DI><discount percentage (%)>.\nCharacter set: 0 to 9, dot\nExample of encoding using discount percentage of 10%:\n31Q10.\nExample of encoding using discount percentage of 8,5%:\n31Q8.5.
bg: Процент отстъпка, '.' (точка) представлява позицията на запетая (напр. 31Q8.5 за стойност на отстъпка от 8,5%).\nСтруктура: an3+n1...6 (12.456)\n <DI><процент отстъпка (%)>.\nНабор от символи: 0 до 9, точка\nПример за кодиране, използвайки процент на отстъпка от 10%:\n31Q10.\nПример за кодиране, използвайки процент на отстъпка от 8,5%:\n31Q8.5.
cs: Slevové procento, '.' (tečka) představuje pozici čárky (např. 31Q8.5 pro slevovou hodnotu 8,5%).\nStruktura: an3+n1...6 (12.456)\n <DI><slevové procento (%)>.\nZnaková sada: 0 až 9, tečka\nPříklad kódování s použitím slevového procenta 10%:\n31Q10.\nPříklad kódování s použitím slevového procenta 8,5%:\n31Q8.5.
de: Rabattprozentsatz, '.' (Punkt) stellt die Position eines Kommas dar (z. B. 31Q8.5 für einen Rabattwert von 8,5%).\nStruktur: an3+n1...6 (12.456)\n <DI><Rabattprozentsatz (%)>.\nZeichensatz: 0 bis 9, Punkt\nBeispiel der Kodierung mit einem Rabattprozentsatz von 10%:\n31Q10.\nBeispiel der Kodierung mit einem Rabattprozentsatz von 8,5%:\n31Q8.5.
el: Ποσοστό Έκπτωσης, '.' (τελεία) αντιπροσωπεύει τη θέση ενός κόμμα (π.χ. 31Q8.5 για μια τιμή έκπτωσης 8,5%).\nΔομή: an3+n1...6 (12.456)\n <DI><ποσοστό έκπτωσης (%)>.\nΣύνολο χαρακτήρων: 0 έως 9, τελεία\nΠαράδειγμα κωδικοποίησης χρησιμοποιώντας ποσοστό έκπτωσης 10%:\n31Q10.\nΠαράδειγμα κωδικοποίησης χρησιμοποιώντας ποσοστό έκπτωσης 8,5%:\n31Q8.5.
es: Porcentaje de Descuento, '.' (punto) representa la posición de una coma (por ejemplo, 31Q8.5 para un valor de descuento de 8,5%).\nEstructura: an3+n1...6 (12.456)\n <DI><porcentaje de descuento (%)>.\nConjunto de caracteres: 0 a 9, punto\nEjemplo de codificación usando porcentaje de descuento de 10%:\n31Q10.\nEjemplo de codificación usando porcentaje de descuento de 8,5%:\n31Q8.5.
et: Allahindluse Protsent, '.' (punkt) tähistab komakoha asukohta (nt 31Q8.5 allahindluse väärtuse jaoks 8,5%).\nStruktuur: an3+n1...6 (12.456)\n <DI><allahindluse protsent (%)>.\nTähemärkide komplekt: 0 kuni 9, punkt\nNäide kodeerimisest, kasutades allahindlusprotsenti 10%:\n31Q10.\nNäide kodeerimisest, kasutades allahindlusprotsenti 8,5%:\n31Q8.5.
fi: Alennusprosentti, '.' (piste) edustaa pilkkua (esim. 31Q8.5 alennusarvosta 8,5%).\nRakenne: an3+n1...6 (12.456)\n <DI><alennusprosentti (%)>.\nMerkistö: 0 - 9, piste\nEsimerkki käytettäessä alennusprosenttia 10%:\n31Q10.\nEsimerkki käytettäessä alennusprosenttia 8,5%:\n31Q8.5.
fr: Pourcentage de remise, '.' (point) représente la position d'une virgule (par exemple, 31Q8.5 pour une valeur de remise de 8,5%).\nStructure : an3+n1...6 (12.456)\n <DI><pourcentage de remise (%)>.\nJeu de caractères : 0 à 9, point\nExemple de codage utilisant un pourcentage de remise de 10% :\n31Q10.\nExemple de codage utilisant un pourcentage de remise de 8,5% :\n31Q8.5.
ga: Lascaine Céatadáin, '.' (ponc) ag léiriú suíomh camóige (m.sh. 31Q8.5 le haghaidh luach lascaine de 8,5%).\nStruchtúr: an3+n1...6 (12.456)\n <DI><lascaine céatadáin (%)>.\nTacar carachtar: 0 go 9, ponc\nSampla de chódú ag baint úsáide as céatadán lascaine de 10%:\n31Q10.\nSampla de chódú ag baint úsáide as céatadán lascaine de 8,5%:\n31Q8.5.
hr: Popust u Postotcima, '.' (točka) predstavlja položaj zareza (npr. 31Q8.5 za vrijednost popusta od 8,5%).\nStruktura: an3+n1...6 (12.456)\n <DI><postotak popusta (%)>.\nSkup znakova: 0 do 9, točka\nPrimjer kodiranja koristeći postotak popusta od 10%:\n31Q10.\nPrimjer kodiranja koristeći postotak popusta od 8,5%:\n31Q8.5.
hu: Kedvezmény Százaléka, '.' (pont) a vessző helyét jelöli (pl. 31Q8.5 a kedvezmény értéke 8,5%).\nStruktúra: an3+n1...6 (12.456)\n <DI><kedvezmény százalék (%)>.\nKarakterkészlet: 0-tól 9-ig, pont\nPélda kódolásra 10% kedvezménnyel:\n31Q10.\nPélda kódolásra 8,5% kedvezménnyel:\n31Q8.5.
is: Afhendingaprósent, '.' (punktur) táknar staðsetningu kommu (t.d. 31Q8.5 fyrir afsláttargildi 8,5%).\nStrúktúr: an3+n1...6 (12.456)\n <DI><afsláttarprósent>.\nStafasett: 0 til 9, punktur\nDæmi um kóðun notkunar á afsláttarprósentu 10%:\n31Q10.\nDæmi um kóðun notkunar á afsláttarprósentu 8,5%:\n31Q8.5.
it: Percentuale di Sconto, '.' (punto) rappresenta la posizione di una virgola (ad es. 31Q8.5 per un valore di sconto dell'8,5%).\nStruttura: an3+n1...6 (12.456)\n <DI><percentuale di sconto (%)>.\nSet di caratteri: 0 a 9, punto\nEsempio di codifica utilizzando una percentuale di sconto del 10%:\n31Q10.\nEsempio di codifica utilizzando una percentuale di sconto dell'8,5%:\n31Q8.5.
lt: Nuolaidos procentas, '.' (taškas) atstovauja kablelio pozicijai (pvz., 31Q8.5 už 8,5% nuolaidos vertę).\nStruktūra: an3+n1...6 (12.456)\n <DI><nuolaidos procentas (%)>.\nSimbolių rinkinys: 0 iki 9, taškas\nKodavimo pavyzdys naudojant 10% nuolaidos procentą:\n31Q10.\nKodavimo pavyzdys naudojant 8,5% nuolaidos procentą:\n31Q8.5.
lv: Atlaides Procents, '.' (punkts) pārstāv komata pozīciju (piem., 31Q8.5 atlaižu vērtībai 8,5%).\nStruktūra: an3+n1...6 (12.456)\n <DI><atlaides procents (%)>.\nRakstzīmju kopums: 0 līdz 9, punkts\nKodēšanas piemērs, izmantojot atlaižu procentu 10%:\n31Q10.\nKodēšanas piemērs, izmantojot atlaižu procentu 8,5%:\n31Q8.5.
mt: Perċentwal tad-Diskont, '.' (punt) jirrappreżenta l-pożizzjoni ta' virgola (eż. 31Q8.5 għal valur tad-diskont ta' 8,5%).\nStruttura: an3+n1...6 (12.456)\n <DI><perċentwal tad-diskont (%)>.\nSett tal-karattri: 0 sa 9, punt\nEżempju ta' kodifikazzjoni bl-użu tal-perċentwal tad-diskont ta' 10%:\n31Q10.\nEżempju ta' kodifikazzjoni bl-użu tal-perċentwal tad-diskont ta' 8,5%:\n31Q8.5.
nl: Kortingspercentage, '.' (punt) vertegenwoordigt de positie van een komma (bijv. 31Q8.5 voor een korting waarde van 8,5%).\nStructuur: an3+n1...6 (12.456)\n <DI><kortingspercentage (%)>.\nTekenset: 0 tot 9, punt\nVoorbeeld van codering met een kortingspercentage van 10%:\n31Q10.\nVoorbeeld van codering met een kortingspercentage van 8,5%:\n31Q8.5.
no: Rabattprosent, '.' (punktum) representerer posisjonen til et komma (for eksempel 31Q8.5 for en rabattverdi på 8,5%).\nStruktur: an3+n1...6 (12.456)\n <DI><rabattprosent (%)>.\nTegnsett: 0 til 9, punktum\nEksempel på koding ved bruk av rabattprosent på 10%:\n31Q10.\nEksempel på koding ved bruk av rabattprosent på 8,5%:\n31Q8.5.
pl: Procent rabatu, '.' (kropka) reprezentuje pozycję przecinka (np. 31Q8.5 dla wartości rabatu 8,5%).\nStruktura: an3+n1...6 (12.456)\n <DI><procent rabatu (%)>.\nZestaw znaków: 0 do 9, kropka\nPrzykład kodowania używając procentu rabatu 10%:\n31Q10.\nPrzykład kodowania używając procentu rabatu 8,5%:\n31Q8.5.
pt: Percentual de Desconto, '.' (ponto) representa a posição de uma vírgula (por exemplo, 31Q8.5 para um valor de desconto de 8,5%).\nEstrutura: an3+n1...6 (12.456)\n <DI><percentual de desconto (%)>.\nConjunto de caracteres: 0 a 9, ponto\nExemplo de codificação usando percentual de desconto de 10%:\n31Q10.\nExemplo de codificação usando percentual de desconto de 8,5%:\n31Q8.5.
ro: Procentul de Reducere, '.' (punct) reprezintă poziția unei virgule (de ex. 31Q8.5 pentru o valoare de reducere de 8,5%).\nStructură: an3+n1...6 (12.456)\n <DI><procentul de reducere (%)>.\nSetul de caractere: 0 până la 9, punct\nExemplu de codificare folosind procentul de reducere de 10%:\n31Q10.\nExemplu de codificare folosind procentul de reducere de 8,5%:\n31Q8.5.
sk: Percentuálna zľava, '.' (bodka) zastupuje pozíciu čiarky (napr. 31Q8.5 pre hodnotu zľavy 8,5%).\nŠtruktúra: an3+n1...6 (12.456)\n <DI><percento zľavy (%)>.\nZnaková sada: 0 až 9, bodka\nPríklad kódovania s percentom zľavy 10%:\n31Q10.\nPríklad kódovania s percentom zľavy 8,5%:\n31Q8.5.
sl: Odstotek popusta, '.' (pika) predstavlja položaj vejice (npr. 31Q8.5 za vrednost popusta 8,5%).\nStruktura: an3+n1...6 (12.456)\n <DI><odstotek popusta (%)>.\nNabor znakov: 0 do 9, pika\nPrimer kodiranja z odstotkom popusta 10%:\n31Q10.\nPrimer kodiranja z odstotkom popusta 8,5%:\n31Q8.5.
sv: Rabattprocent, '.' (punkt) representerar positionen för ett komma (t.ex. 31Q8.5 för ett rabattvärde på 8,5%).\nStruktur: an3+n1...6 (12.456)\n <DI><rabattprocent (%)>.\nTeckenuppsättning: 0 till 9, punkt\nExempel på kodning med rabattprocent på 10%:\n31Q10.\nExempel på kodning med rabattprocent på 8,5%:\n31Q8.5.
