Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di14010
source: Data in the format and using semantics defined by the holder of a Company Identification Number (CIN) that has been issued by an Issuing Agency Code (IAC) in accordance with ISO/IEC 15459, defined as a sequence of concatenated data elements: IAC, followed by CIN, followed by the separator character ':' (colon) followed by the data in the format and using semantics as defined by the CIN holder.\nNOTE: Only the data syntax rules (if any) as provided by the declared IAC+CIN within each DI '10N' data stream shall be applied to the data following DI 10N+IAC+CIN.\nNOTE: Due to an error in the assignment of DI '10N' (there is no central authority for data-definition nor maintenance), no new uses of DI '10N' should be implemented.\nThe function of DI '10N' is established in Category 18, MISCELLANEOUS with DI '5R'. It is strongly recommended that existing applications that use DI '10N' migrate to DI 5R'.
bg: Данни във формат и със семантика, дефинирани от притежателя на идентификационен номер на компанията (CIN), който е издаден от код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459, дефиниран като поредица от конкатенирани данни елементи: IAC, последвано от CIN, последвано от разделителен символ ':' (двоеточие), последвано от данните във формат и със семантика, както е дефинирано от притежателя на CIN.\nЗАБЕЛЕЖКА: Само правилата за синтаксис на данните (ако има такива) като се предоставят от декларирания IAC+CIN във всяка данна потока DI '10N' трябва да бъдат приложени към данните, следващи DI 10N+IAC+CIN.\nЗАБЕЛЕЖКА: Поради грешка в присвояването на DI '10N' (няма централен орган за дефиниране на данни нито за поддръжка), не трябва да се внедряват нови употреби на DI '10N'.\nФункцията на DI '10N' е установена в категория 18, РАЗНО с DI '5R'. Препоръчително е съществуващите приложения, които използват DI '10N', да мигрират към DI 5R'.
cs: Data ve formátu a s významem definovaným držitelem Čísla Identifikace Společnosti (CIN), kterému byl vydán Kód Vydávající Agentury (IAC) v souladu s ISO/IEC 15459, definovaná jako posloupnost spojených datových prvků: IAC, následované CIN, následované oddělovačem ':' (dvojtečka) následovaným daty ve formátu a s významem, jak je definováno držitelem CIN.\nPOZNÁMKA: Pouze pravidla syntaxe dat (pokud existují), jak jsou poskytnuta deklarovaným IAC+CIN v každém datovém proudu DI '10N', se budou aplikovat na data následující po DI 10N+IAC+CIN.\nPOZNÁMKA: Kvůli chybě v přiřazení DI '10N' (neexistuje žádný centrální orgán pro definici dat ani jejich údržbu), nová použití DI '10N' by neměla být implementována.\nFunkce DI '10N' je zavedena v kategorii 18, RŮZNÉ s DI '5R'. Doporučuje se, aby stávající aplikace, které používají DI '10N', migrovaly na DI 5R'.
de: Daten im Format und unter Verwendung der Semantik, die vom Inhaber einer Unternehmensidentifikationsnummer (CIN) definiert wurde, die von einem Ausstellenden Agenturcode (IAC) gemäß ISO/IEC 15459 ausgegeben wurde, definiert als eine Folge von verketteten Datenelementen: IAC, gefolgt von CIN, gefolgt vom Trennzeichen ':' (Doppelpunkt) gefolgt von den Daten im Format und unter Verwendung der Semantik, wie sie vom CIN-Inhaber definiert wurde.\nHINWEIS: Nur die Datensyntaxregeln (falls vorhanden), wie sie vom deklarierten IAC+CIN innerhalb jedes DI '10N'-Datenstroms angegeben werden, sollen auf die Daten nach DI 10N+IAC+CIN angewendet werden.\nHINWEIS: Aufgrund eines Fehlers bei der Zuweisung von DI '10N' (es gibt keine zentrale Autorität für Datendefinition noch -wartung), sollten keine neuen Verwendungen von DI '10N' implementiert werden.\nDie Funktion von DI '10N' ist in Kategorie 18, VERSCHIEDENES mit DI '5R' festgelegt. Es wird dringend empfohlen, dass bestehende Anwendungen, die DI '10N' verwenden, zu DI 5R migrieren'.
el: Δεδομένα στη μορφή και χρησιμοποιώντας τη σημασιολογία που ορίζεται από τον κάτοχο ενός Αριθμού Αναγνώρισης Εταιρείας (CIN) που έχει εκδοθεί από έναν Κωδικό Εκδότη Οργανισμού (IAC) σύμφωνα με το ISO/IEC 15459, ορίζεται ως μια ακολουθία συνεχόμενων στοιχείων δεδομένων: IAC, ακολουθούμενο από CIN, ακολουθούμενο από τον χαρακτήρα διαχωριστή ':' (άνω και κάτω τελεία) ακολουθούμενο από τα δεδομένα στη μορφή και χρησιμοποιώντας τη σημασιολογία όπως ορίζεται από τον κάτοχο CIN.\nΣΗΜΕΙΩΣΗ: Μόνο οι κανόνες σύνταξης δεδομένων (εάν υπάρχουν) όπως παρέχονται από τον δηλωμένο IAC+CIN εντός κάθε ροής δεδομένων DI '10N' θα πρέπει να εφαρμόζονται στα δεδομένα που ακολουθούν το DI 10N+IAC+CIN.\nΣΗΜΕΙΩΣΗ: Λόγω λάθους στην ανάθεση του DI '10N' (δεν υπάρχει κεντρική αρχή για τον ορισμό ή τη συντήρηση δεδομένων), δεν θα πρέπει να υλοποιούνται νέες χρήσεις του DI '10N'.\nΗ λειτουργία του DI '10N' ορίζεται στην Κατηγορία 18, ΔΙΑΦΟΡΑ με DI '5R'. Συνιστάται ανεπιφύλακτα οι υφιστάμενες εφαρμογές που χρησιμοποιούν το DI '10N' να μεταφερθούν στο DI 5R'.
es: Datos en el formato y usando la semántica definida por el titular de un Número de Identificación de Compañía (CIN) que ha sido emitido por un Código de Agencia Emisora (IAC) de acuerdo con ISO/IEC 15459, definido como una secuencia de elementos de datos concatenados: IAC, seguido por CIN, seguido por el carácter separador ':' (dos puntos) seguido por los datos en el formato y usando la semántica como definido por el titular del CIN.\nNOTA: Solo las reglas de sintaxis de datos (si las hay) proporcionadas por el IAC+CIN declarado dentro de cada transmisión de datos DI '10N' se aplicarán a los datos siguientes DI 10N+IAC+CIN.\nNOTA: Debido a un error en la asignación de DI '10N' (no hay una autoridad central para la definición de datos ni mantenimiento), no se deben implementar nuevos usos de DI '10N'.\nLa función de DI '10N' está establecida en la Categoría 18, VARIOS con DI '5R'. Se recomienda encarecidamente que las aplicaciones existentes que usan DI '10N' migren a DI 5R'.
et: Andmed vormingus ja semantikas, mida määratleb ettevõtte Identifitseerimisnumbri (CIN) omanik, mille on välja andnud Väljaandva Asutuse Kood (IAC) vastavalt ISO/IEC 15459-le, määratletud kui konkateeritud andmeelementide jada: IAC, järgneb CIN, järgneb eraldaja märk ':' (koolon) järgneb andmed vormingus ja semantikas, nagu on määratlenud CIN omanik.\nMÄRKUS: Rakendatavad on ainult andmesüntaksi reeglid (kui neid on), nagu on esitatud iga DI '10N' andmevoos deklareeritud IAC+CIN poolt. \nMÄRKUS: DI '10N' määramisel tehtud vea tõttu (puudub keskne autoriteet andmete määratlusele ega hooldusele) ei tohiks DI '10N' uusi kasutusalasid rakendada.\nDI '10N' funktsioon on kehtestatud Kategoorias 18, MITMESUGUSTES DI '5R' kaudu. On tungivalt soovitatud, et olemasolevad rakendused, mis kasutavad DI '10N', migreeruksid DI 5R peale.
fi: Datan muoto ja semantiikka, jotka on määritelty Yritystunnusnumeron (CIN) haltijan toimesta, jolle Myöntämisviraston Koodi (IAC) on myönnetty ISO/IEC 15459:n mukaisesti, määriteltyä 3 yhdistetyn datan elementin järjestyksessä: IAC, jonka jälkeen CIN, jonka jälkeen erotinmerkki ':' (kaksoispiste) seurattuna datalla muodossa ja semantiikassa, kuten CIN:n haltija on määritellyt.\nHUOMAUTUS: Vain ilmoitetun IAC+CIN sisällä kunkin DI '10N' datavirran soveltuvat datasyntaksisäännöt (jos sellaisia on) sovelletaan datalle, joka seuraa DI 10N+IAC+CIN.\nHUOMAUTUS: DI '10N' määrityksen virheen vuoksi (keskusviranomaisen puuttuminen datan määrittelyssä eikä ylläpidossa), uusia DI '10N' käyttöjä ei tulisi toteuttaa.\nDI '10N':n toiminto on vahvistettu Luokassa 18, SEKALAISET, DI '5R':llä. On suositeltavaa, että olemassa olevat sovellukset, jotka käyttävät DI '10N':ää, siirtyvät käyttämään DI 5R:ää.
fr: Données dans le format et utilisant la sémantique définie par le détenteur d'un numéro d'identification de l'entreprise (CIN) qui a été émis par un code d'agence d'émission (IAC) conformément à l'ISO/IEC 15459, défini comme une séquence d'éléments de données concaténés : IAC, suivi de CIN, suivi du caractère séparateur ':' (deux-points) suivi des données dans le format et utilisant la sémantique telle que définie par le détenteur du CIN.\nREMARQUE : Seules les règles de syntaxe des données (le cas échéant) telles que fournies par l'IAC+CIN déclaré dans chaque flux de données DI '10N' doivent être appliquées aux données suivant DI 10N+IAC+CIN.\nREMARQUE : En raison d'une erreur dans l'attribution de DI '10N' (il n'y a pas d'autorité centrale pour la définition ni la maintenance des données), aucune nouvelle utilisation de DI '10N' ne doit être mise en œuvre.\nLa fonction de DI '10N' est établie dans la catégorie 18, DIVERS avec DI '5R'. Il est fortement recommandé que les applications existantes qui utilisent DI '10N' migrent vers DI 5R'.
ga: Sonraí sa fhormáid agus ag baint úsáide as séimeantaic a shainmhínítear ag sealbhóir Uimhir Aitheantais Cuideachta (CIN) a eisíodh ag Cód Gníomhaireachta Eisithe (IAC) de réir ISO/IEC 15459, sainmhínithe mar shraith d'eilimintí sonraí comhcheangailte: IAC, ina dhiaidh sin CIN, ina dhiaidh sin an carachtar scartha ':' (colún) ina dhiaidh sin na sonraí sa fhormáid agus ag baint úsáide as séimeantaic mar a shainmhínítear ag sealbhóir an CIN.\nNÓTA: Ní chuirfear ach rialacha sintéis sonraí (más ann dóibh) mar a sholáthraítear ag an IAC+CIN fógartha laistigh de gach sruth sonraí DI '10N' i bhfeidhm ar na sonraí ina dhiaidh DI 10N+IAC+CIN.\nNÓTA: Mar gheall ar earráid sa sannadh DI '10N' (níl aon údarás lárnach ann le haghaidh sainmhíniú sonraí ná cothabháil), níor chóir úsáidí nua de DI '10N' a chur i bhfeidhm.\nTá feidhm DI '10N' bunaithe i gCatagóir 18, ILGHNEACHAIS le DI '5R'. Molann sé go láidir go n-aistríonn iarratais atá ann cheana a úsáideann DI '10N' go DI 5R'.
hr: Podaci u formatu i koristeći semantiku definiranu od strane nositelja Broja identifikacije tvrtke (CIN) koji je izdan od strane Kod izdavateljske agencije (IAC) u skladu s ISO/IEC 15459, definirani kao niz konkateniranih podatkovnih elemenata: IAC, slijedi CIN, slijedi separator ':' (dvotočka) slijedi podaci u formatu i koristeći semantiku kako je definirano od strane nositelja CIN.\nNAPOMENA: Samo pravila sintakse podataka (ako ih ima) kako su navedena od strane deklariranog IAC+CIN unutar svakog DI '10N' podatkovnog toka primjenjivat će se na podatke koji slijede DI 10N+IAC+CIN.\nNAPOMENA: Zbog greške u dodjeli DI '10N' (ne postoji središnji autoritet za definiciju podataka ni održavanje), ne bi trebalo implementirati nove upotrebe DI '10N'.\nFunkcija DI '10N' uspostavljena je u Kategoriji 18, RAZNO sa DI '5R'. Snažno se preporučuje da postojeće aplikacije koje koriste DI '10N' migriraju na DI 5R'.
hu: Az ISO/IEC 15459 szerint kiadott Vállalati Azonosító Szám (CIN) birtokosa által meghatározott formátumban és szemantikával rendelkező adatok, amelyeket a következőként határoznak meg: összefűzött adatelemek sorozata: IAC, majd CIN, majd a kettőspont karakter (':') elválasztó után az adatok a CIN birtokos által meghatározott formátumban és szemantikával.\nMEGJEGYZÉS: Csak az adott IAC+CIN által meghatározott adatszintaxis szabályokat (ha vannak ilyenek) kell alkalmazni az adott '10N' DI adatfolyam után következő adatokra.\nMEGJEGYZÉS: A '10N' DI hozzárendelése hibás volt (nincs központi hatóság az adatdefinícióhoz vagy karbantartáshoz), ezért nem szabad új '10N' használatokat bevezetni.\nAz '10N' DI funkciója a 18. kategóriában, EGYÉB, a '5R' DI-val van meghatározva. Erősen ajánlott, hogy a '10N' DI-t használó meglévő alkalmazások migráljanak a '5R' DI-ra.
is: Gögn á sniði og með merkingu skilgreind af haldara Fyrirtækjaauðkennisnúmers (CIN) sem hefur verið úthlutað af Útgáfustofnunarkóða (IAC) í samræmi við ISO/IEC 15459, skilgreint sem röð samtengdra gagnaþátta: IAC, fylgt af CIN, fylgt af aðskilnaðartákni ':' (tvípunktur) fylgt af gögnunum á sniði og með merkingu eins og skilgreint af CIN haldaranum.\nATH: Aðeins gagnamálfræðireglur (ef einhverjar) sem veittar eru af yfirlýstu IAC+CIN innan hvers DI '10N' gagnastróms skulu beittar á gögnin sem fylgja DI 10N+IAC+CIN.\nATH: Vegna villu í úthlutun DI '10N' (þar sem engin miðlæg stjórn er á skilgreiningu eða viðhaldi gagna), ætti ekki að innleiða ný notkun DI '10N'. Virkni DI '10N' er staðfest í flokki 18, MISCELLANEOUS með DI '5R'. Mælt er með því að núverandi forrit sem nota DI '10N' færist yfir í DI 5R'.
it: Dati nel formato e utilizzando la semantica definita dal titolare di un Numero di Identificazione Aziendale (CIN) che è stato emesso da un Codice di Agenzia di Emissione (IAC) in conformità con ISO/IEC 15459, definito come una sequenza di elementi di dati concatenati: IAC, seguito da CIN, seguito dal carattere separatore ':' (due punti) seguito dai dati nel formato e utilizzando la semantica come definito dal titolare del CIN.\nNOTA: Solo le regole di sintassi dei dati (se presenti) come fornite dall'IAC+CIN dichiarato all'interno di ciascun flusso di dati DI '10N' devono essere applicate ai dati successivi DI 10N+IAC+CIN.\nNOTA: A causa di un errore nell'assegnazione di DI '10N' (non esiste un'autorità centrale per la definizione né la manutenzione dei dati), non dovrebbero essere implementati nuovi usi di DI '10N'.\nLa funzione di DI '10N' è stabilita nella Categoria 18, VARIE con DI '5R'. Si raccomanda vivamente che le applicazioni esistenti che utilizzano DI '10N' migrino a DI 5R'.
lt: Duomenys pagal formatą ir semantiką, apibrėžtą kompanijos identifikavimo numerio (CIN), kuris buvo išduotas išdavimo agentūros kodo (IAC) pagal ISO/IEC 15459, turėtojo. Tai yra duomenų elementų, konkatenacijos: IAC, po to CIN, po to skirtuko simbolis ':' (dvitaškis) seka duomenimis pagal formatą ir semantiką, kaip nustatyta CIN turėtojo.\nPASTABA: Tik duomenų sintaksės taisyklės (jei tokios yra) kaip nurodyta deklaruotame IAC+CIN kiekvienoje DI '10N' duomenų sraute, turėtų būti taikomos duomenims, sekantiems po DI 10N+IAC+CIN.\nPASTABA: Dėl klaidos priskyrimo DI '10N' (nėra centrinės duomenų apibrėžimo ar priežiūros institucijos), neturėtų būti įgyvendinami nauji DI '10N' naudojimo atvejai.\nDI '10N' funkcija nustatyta Kategorijoje 18, ĮVAIRŪS su DI '5R'. Yra stipriai rekomenduojama, kad esami naudojimo atvejai, kurie naudoja DI '10N', pereitų prie DI 5R.
lv: Dati formātā un semantikā, ko definē uzņēmuma Identifikācijas Numura (CIN) turētājs, kam ir piešķirts Izdošanas Aģentūras Kods (IAC) saskaņā ar ISO/IEC 15459, definēti kā konkatenētu datu elementu virkne: IAC, seko CIN, seko atdalītāja rakstzīme ':' (kols) seko dati formātā un semantikā kā definējis CIN turētājs.\nPIEZĪME: Tikai datu sintakses noteikumi (ja tādi ir) kā norādīts deklarētajā IAC+CIN katrā DI '10N' datu plūsmā tiks piemēroti datiem, kas seko DI 10N+IAC+CIN.\nPIEZĪME: Sakarā ar kļūdu DI '10N' piešķiršanā (nav centrālās autoritātes datu definīcijai vai uzturēšanai), jaunas DI '10N' lietošanas nevajadzētu ieviest.\nDI '10N' funkcija ir noteikta Kategorijā 18, DAŽĀDI ar DI '5R'. Ir stingri ieteicams esošajām lietojumprogrammām, kas izmanto DI '10N', migrēt uz DI 5R'.
mt: Data fil-format u bl-użu tas-semantika definiti mid-detentur ta' Numru ta' Identifikazzjoni tal-Kumpanija (CIN) li ġie maħruġ minn Kodiċi tal-Aġenzija li Toħroġ (IAC) skont l-ISO/IEC 15459, definit bħala sekwenza ta' elementi tad-data konkatenati: IAC, segwit minn CIN, segwit mill-karattru separatur ':' (kolon) segwit mid-data fil-format u bl-użu tas-semantika kif definit mid-detentur tal-CIN.\nNOTA: Biss ir-regoli tas-sintassi tad-data (jekk jeżistu) kif provduti mill-IAC+CIN iddikjarat fi kwalunkwe stream tad-data DI '10N' għandhom jiġu applikati għad-data li ġejja wara DI 10N+IAC+CIN.\nNOTA: Minħabba żball fl-assenjazzjoni tad-DI '10N' (ma hemm l-ebda awtorità ċentrali għad-definizzjoni tad-data jew il-manutenzjoni), m'għandhomx jiġu implimentati użi ġodda tad-DI '10N'.\nIl-funzjoni tad-DI '10N' hija stabbilita fil-Kategorija 18, VARJI b'DI '5R'. Huwa rrakkomandat b'mod qawwi li applikazzjonijiet eżistenti li jużaw DI '10N' jemigraw lejn DI 5R'.
nl: Gegevens in het formaat en met de semantiek gedefinieerd door de houder van een Bedrijfsidentificatienummer (CIN) dat is uitgegeven door een Uitgevende Instantiecode (IAC) in overeenstemming met ISO/IEC 15459, gedefinieerd als een reeks van aaneengeschakelde gegevenselementen: IAC, gevolgd door CIN, gevolgd door het scheidingsteken ':' (dubbele punt) gevolgd door de gegevens in het formaat en met de semantiek zoals gedefinieerd door de CIN-houder.\nOPMERKING: Alleen de gegevenssyntaxisregels (indien aanwezig) zoals verstrekt door de verklaarde IAC+CIN binnen elke DI '10N' gegevensstroom zullen worden toegepast op de gegevens volgend op DI 10N+IAC+CIN.\nOPMERKING: Door een fout in de toewijzing van DI '10N' (er is geen centrale autoriteit voor gegevensdefinitie noch onderhoud), mogen geen nieuwe toepassingen van DI '10N' worden geïmplementeerd.\nDe functie van DI '10N' is vastgesteld in Categorie 18, DIVERSEN met DI '5R'. Het wordt ten zeerste aanbevolen dat bestaande toepassingen die DI '10N' gebruiken migreren naar DI 5R'.
no: Data i formatet og med semantikken definert av innehaveren av et selskapsidentifikasjonsnummer (CIN) som har blitt utstedt av et utstedende byråkode (IAC) i samsvar med ISO/IEC 15459, definert som en sekvens av sammenkoblede dataelementer: IAC, etterfulgt av CIN, etterfulgt av skilletegnet ':' (kolon) etterfulgt av dataene i formatet og med semantikken som definert av CIN-innehaveren.\nMERK: Bare data syntaksregler (hvis noen) som gitt av det erklærte IAC+CIN innenfor hver DI '10N' datastrøm skal anvendes på dataene som følger etter DI 10N+IAC+CIN.\nMERK: På grunn av en feil i tildelingen av DI '10N' (det er ingen sentral myndighet for datadefinisjon eller vedlikehold), bør ingen nye bruksområder av DI '10N' implementeres.\nFunksjonen til DI '10N' er etablert i kategori 18, DIVERSE med DI '5R'. Det anbefales sterkt at eksisterende applikasjoner som bruker DI '10N' migrerer til DI 5R'.
pl: Dane w formacie i z semantyką zdefiniowaną przez posiadacza Numeru Identyfikacji Firmy (CIN), który został wydany przez Kod Agencji Wydającej (IAC) zgodnie z ISO/IEC 15459, zdefiniowane jako sekwencja połączonych elementów danych: IAC, następnie CIN, następnie znak separatora ':' (dwukropek) po którym następują dane w formacie i z semantyką zdefiniowaną przez posiadacza CIN.\nUWAGA: Tylko reguły składni danych (jeśli takie istnieją) dostarczone przez zadeklarowane IAC+CIN w każdym strumieniu danych DI '10N' powinny być stosowane do danych po DI 10N+IAC+CIN.\nUWAGA: Ze względu na błąd w przydziale DI '10N' (brak centralnego organu do definiowania danych ani ich utrzymania), nie powinno się wdrażać nowych zastosowań DI '10N'.\nFunkcja DI '10N' jest ustanowiona w kategorii 18, RÓŻNE z DI '5R'. Zaleca się, aby istniejące aplikacje używające DI '10N' przeszły na DI 5R'.
pt: Dados no formato e usando semântica definida pelo detentor de um Número de Identificação da Empresa (CIN) que foi emitido por um Código da Agência Emissora (IAC) de acordo com ISO/IEC 15459, definido como uma sequência de elementos de dados concatenados: IAC, seguido por CIN, seguido pelo caractere separador ':' (dois pontos) seguido pelos dados no formato e usando a semântica conforme definido pelo detentor do CIN.\nNOTA: Apenas as regras de sintaxe de dados (se houver) conforme fornecido pelo IAC+CIN declarado dentro de cada fluxo de dados DI '10N' devem ser aplicadas aos dados seguintes DI 10N+IAC+CIN.\nNOTA: Devido a um erro na atribuição do DI '10N' (não há autoridade central para definição nem manutenção de dados), novos usos do DI '10N' não devem ser implementados.\nA função do DI '10N' é estabelecida na Categoria 18, DIVERSOS com DI '5R'. É altamente recomendável que aplicações existentes que usam DI '10N' migrem para DI 5R'.
ro: Date în formatul și folosind semantica definită de deținătorul unui Număr de Identificare a Companiei (CIN) care a fost emis de un Cod de Agenție de Emitere (IAC) în conformitate cu ISO/IEC 15459, definit ca o secvență de elemente de date concatenate: IAC, urmat de CIN, urmat de caracterul separator ':' (două puncte) urmat de datele în formatul și folosind semantica așa cum este definită de deținătorul CIN.\nNOTĂ: Doar regulile de sintaxă a datelor (dacă există) așa cum sunt furnizate de IAC+CIN declarat în fiecare flux de date DI '10N' vor fi aplicate datelor care urmează DI 10N+IAC+CIN.\nNOTĂ: Din cauza unei erori în atribuirea DI '10N' (nu există o autoritate centrală pentru definiția sau întreținerea datelor), nu ar trebui implementate noi utilizări ale DI '10N'.\nFuncția DI '10N' este stabilită în Categoria 18, DIVERSE cu DI '5R'. Se recomandă cu tărie ca aplicațiile existente care utilizează DI '10N' să migreze către DI 5R'.
sk: Údaje vo formáte a s významom definovaným držiteľom čísla identifikácie spoločnosti (CIN), ktoré bolo vydané kódom vydávajúcej agentúry (IAC) v súlade s ISO/IEC 15459, definované ako postupnosť spojených dátových prvkov: IAC, nasledovaný CIN, nasledovaný oddelovacím znakom ':' (dvojbodka) nasledovaný údajmi vo formáte a s významom definovaným držiteľom CIN.\nPOZNÁMKA: Na údaje nasledujúce po DI '10N+IAC+CIN' sa uplatňujú iba pravidlá syntaxe údajov (ak nejaké sú) poskytnuté deklarovaným IAC+CIN v každom prúde údajov DI '10N'.\nPOZNÁMKA: Kvôli chybe pri pridelení DI '10N' (neexistuje centrálna autorita pre definíciu údajov ani ich údržbu) by nemalo byť implementované žiadne nové použitie DI '10N'.\nFunkcia DI '10N' je stanovená v kategórii 18, RÔZNE s DI '5R'. Odporúča sa, aby existujúce aplikácie používajúce DI '10N' prešli na DI 5R'.
sl: Podatki v formatu in z uporabo semantike, ki jo določi imetnik identifikacijske številke podjetja (CIN), ki je bila izdana s strani kode izdajateljske agencije (IAC) v skladu z ISO/IEC 15459, opredeljeni kot zaporedje konkateniranih podatkovnih elementov: IAC, sledi CIN, sledi ločilni znak ':' (dve točki) sledijo podatki v formatu in z uporabo semantike, kot jih določi imetnik CIN.\nOPOMBA: Samo pravila sintakse podatkov (če sploh obstajajo), kot jih zagotavlja razglašeni IAC+CIN znotraj vsakega podatkovnega toka DI '10N', se uporabljajo za podatke, ki sledijo DI 10N+IAC+CIN.\nOPOMBA: Zaradi napake pri dodeljevanju DI '10N' (ni centralne avtoritete za definicijo podatkov niti za vzdrževanje), novih uporab DI '10N' ne bi smeli implementirati.\nFunkcija DI '10N' je vzpostavljena v kategoriji 18, RAZNO s DI '5R'. Močno priporočamo, da obstoječe aplikacije, ki uporabljajo DI '10N', preidejo na DI 5R'.
sv: Data i formatet och med semantiken definierad av innehavaren av ett företagsidentifieringsnummer (CIN) som har utfärdats av en utfärdande byråkod (IAC) i enlighet med ISO/IEC 15459, definierad som en sekvens av sammanfogade dataelement: IAC, följt av CIN, följt av avgränsartecknet ':' (kolon) följt av datan i formatet och med semantiken som definierats av CIN-innehavaren.\nOBS - Endast datasyntaxreglerna (om några) som tillhandahålls av den deklarerade IAC+CIN inom varje DI '10N'-dataström ska tillämpas på datan efter DI 10N+IAC+CIN.\nOBS - På grund av ett fel i tilldelningen av DI '10N' (det finns ingen central myndighet för datadefinition eller underhåll), bör inga nya användningar av DI '10N' implementeras.\nFunktionen för DI '10N' är etablerad i kategori 18, ÖVRIGT med DI '5R'. Det rekommenderas starkt att befintliga applikationer som använder DI '10N' migrerar till DI 5R'.
