Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di9005
source: Unique production vehicle identifier that will be used during the vehicle production processes, consisting of the Body Tag Number (BTN; or any other descriptor used to identify the raw car body, or stated another way, the assemblage of parts that are used to start the vehicle’s production), followed by the “+” character, then followed by the Production Order Number (PON), followed by the “+” character, and then followed by the Manufacturer-assigned Serial Number (SN). NOTE – The SN component shall be replaced by the VIN as soon as the VIN is available in the assembly process.\nThe construction will be as follows;\n\5I” “BTN” “+” “PON” “+” “SN”\nchanging to (when VIN available)\n“5I” “BTN” “+” “PON” “+” “VIN”\nNOTE – Quotes and spaces are shown for clarity only; they are not part of the data.\nNOTE – This DI is never to be concatenated with other DIs in a linear symbol or other media where the concatenation character is a plus (+) character.\nExamples:\nSN version: 5IABCD1234+CO1234+W0L201600500001\nVIN version: 5IABCD1234+CO1234+W0L0XAP68F4050901"
bg: Уникален идентификатор на производствено превозно средство, който ще бъде използван по време на производствените процеси на превозното средство, състоящ се от номера на тялото на превозното средство (BTN; или всеки друг описател, използван за идентифициране на суровото каросерия на автомобила, или с други думи, събирането на части, които се използват за стартиране на производствения процес на превозното средство), последван от символа '+', след това последван от номера на производствената поръчка (PON), последван от символа '+', и след това последван от серийния номер, присвоен от производителя (SN). ЗАБЕЛЕЖКА - Компонентът SN трябва да бъде заменен от VIN веднага щом VIN стане достъпен в процеса на сглобяване.\nКонструкцията ще бъде както следва;\n\5I" "BTN" "+" "PON" "+" "SN"\nпроменя се на (когато VIN е наличен)\n"5I" "BTN" "+" "PON" "+" "VIN"\nЗАБЕЛЕЖКА - Кавичките и пространствата са показани за яснота само; те не са част от данните.\nЗАБЕЛЕЖКА - Този DI никога да не се конкатенира с други DI в линеен символ или други медии, където символът за конкатенация е плюс (+) символ.\nПримери:\nВерсия SN: 5IABCD1234+CO1234+W0L201600500001\nВерсия VIN: 5IABCD1234+CO1234+W0L0XAP68F4050901
cs: Unikátní identifikátor výrobního vozidla, který bude použit během výrobních procesů vozidla, skládající se z Čísla karoserie (BTN; nebo jakéhokoli jiného popisu používaného k identifikaci surové karoserie vozu, nebo jinak řečeno, sestavy dílů použitých ke zahájení výrobního procesu vozidla), následovaného znakem '+', pak následovaného Číslem výrobního příkazu (PON), následovaného znakem '+', a pak následovaného sériovým číslem přiděleným výrobcem (SN). POZNÁMKA - Komponenta SN se musí nahradit VIN, jakmile je VIN dostupné ve výrobním procesu.\nKonstrukce bude následující;\n\5I" "BTN" "+" "PON" "+" "SN"\nmění se na (když je dostupné VIN)\n"5I" "BTN" "+" "PON" "+" "VIN"\nPOZNÁMKA - Uvozovky a mezery jsou uvedeny pro jasnost; nejsou součástí dat.\nPOZNÁMKA - Tento DI nikdy není spojován s jinými DI v lineárním symbolu nebo jiných médiích, kde je znakem spojení plus (+).\nPříklady:\nVerze SN: 5IABCD1234+CO1234+W0L201600500001\nVerze VIN: 5IABCD1234+CO1234+W0L0XAP68F4050901
de: Einzigartiger Produktionsfahrzeugidentifikator, der während des Fahrzeugproduktionsprozesses verwendet wird, bestehend aus der Karosserie-Tag-Nummer (BTN; oder jede andere Bezeichnung, die verwendet wird, um den Rohkarosseriekörper oder anders ausgedrückt, die Montage von Teilen, die verwendet werden, um den Produktionsprozess des Fahrzeugs zu starten), gefolgt vom '+'-Zeichen, dann gefolgt von der Produktionsauftragsnummer (PON), gefolgt vom '+'-Zeichen und dann gefolgt von der vom Hersteller zugewiesenen Seriennummer (SN). HINWEIS - Die SN-Komponente wird durch die VIN ersetzt, sobald die VIN im Montageprozess verfügbar ist.\nDie Konstruktion wird wie folgt sein;\n\5I" "BTN" "+" "PON" "+" "SN"\nwechselt zu (wenn VIN verfügbar)\n"5I" "BTN" "+" "PON" "+" "VIN"\nHINWEIS - Anführungszeichen und Leerzeichen sind nur zur Klarstellung gezeigt; sie sind nicht Teil der Daten.\nHINWEIS - Dieses DI darf niemals mit anderen DIs in einem linearen Symbol oder anderen Medien verkettet werden, bei denen das Verkettungszeichen ein Plus (+) Zeichen ist.\nBeispiele:\nSN-Version: 5IABCD1234+CO1234+W0L201600500001\nVIN-Version: 5IABCD1234+CO1234+W0L0XAP68F4050901
el: Μοναδικός αναγνωριστικός κωδικός παραγωγικού οχήματος που θα χρησιμοποιηθεί κατά τις διαδικασίες παραγωγής οχημάτων, που αποτελείται από τον Αριθμό Ετικέτας Καροσαρίας (BTN· ή οποιοσδήποτε άλλος περιγραφέας χρησιμοποιείται για την ταυτοποίηση της ακατέργαστης καρότσας του αυτοκινήτου, ή αλλιώς της συναρμολόγησης των μερών που χρησιμοποιούνται για να ξεκινήσει η παραγωγή του οχήματος), ακολουθούμενο από τον χαρακτήρα '+', στη συνέχεια ακολουθεί ο Αριθμός Παραγγελίας Παραγωγής (PON), ακολουθούμενο από τον χαρακτήρα '+', και στη συνέχεια ακολουθεί ο Αριθμός Σειριακός που έχει ανατεθεί από τον κατασκευαστή (SN). ΣΗΜΕΙΩΣΗ - Το στοιχείο SN πρέπει να αντικατασταθεί από το VIN μόλις το VIN είναι διαθέσιμο στη διαδικασία συναρμολόγησης.\nΗ κατασκευή θα είναι ως εξής·\n\5I" "BTN" "+" "PON" "+" "SN"\nαλλάζοντας σε (όταν το VIN είναι διαθέσιμο)\n"5I" "BTN" "+" "PON" "+" "VIN"\nΣΗΜΕΙΩΣΗ - Οι εισαγωγικές και τα κενά εμφανίζονται για διευκόλυνση μόνο· δεν είναι μέρος των δεδομένων.\nΣΗΜΕΙΩΣΗ - Αυτό το DI ποτέ δεν πρέπει να συνδυάζεται με άλλα DIs σε ένα γραμμικό σύμβολο ή άλλα μέσα όπου ο χαρακτήρας συνένωσης είναι ένας χαρακτήρας πληθυντικού (+).\nΠαραδείγματα:\nΈκδοση SN: 5IABCD1234+CO1234+W0L201600500001\nΈκδοση VIN: 5IABCD1234+CO1234+W0L0XAP68F4050901
es: Identificador único de vehículo de producción que se utilizará durante los procesos de producción del vehículo, que consiste en el Número de Etiqueta del Cuerpo (BTN; o cualquier otro descriptor utilizado para identificar el cuerpo crudo del coche, o dicho de otra manera, el ensamblaje de partes que se utilizan para iniciar el proceso de producción del vehículo), seguido por el carácter "+", luego seguido por el Número de Orden de Producción (PON), seguido por el carácter "+", y luego seguido por el Número de Serie Asignado por el Fabricante (SN). NOTA - El componente SN se reemplazará por el VIN tan pronto como el VIN esté disponible en el proceso de ensamblaje.\nLa construcción será la siguiente;\n\5I" "BTN" "+" "PON" "+" "SN"\ncambiando a (cuando el VIN esté disponible)\n"5I" "BTN" "+" "PON" "+" "VIN"\nNOTA - Las comillas y espacios se muestran solo para claridad; no forman parte de los datos.\nNOTA - Este DI nunca debe ser concatenado con otros DIs en un símbolo lineal u otro medio donde el carácter de concatenación sea un carácter más (+).\nEjemplos:\nVersión SN: 5IABCD1234+CO1234+W0L201600500001\nVersión VIN: 5IABCD1234+CO1234+W0L0XAP68F4050901
et: Tootmisprotsessides kasutatav unikaalne tootmisvahendi identifikaator, mis koosneb Kere Taginumbrist (BTN; või mõnest muust kirjeldusest, mida kasutatakse toore auto kere, või teisiti öeldes, osade kooste identifitseerimiseks, millest auto tootmist alustatakse), millele järgneb '+' märk, seejärel järgneb Tootmisjärjekorra Number (PON), millele järgneb '+' märk, ja seejärel järgneb Tootja poolt määratud Järjekorranumber (SN). MÄRKUS - SN komponent asendatakse VIN-iga niipea kui VIN saab montaažiprotsessis kättesaadavaks.\nEhitus on järgmine;\n"5I" "BTN" "+" "PON" "+" "SN"\nmuutub (kui VIN saadaval)\n"5I" "BTN" "+" "PON" "+" "VIN"\nMÄRKUS - Jutumärgid ja tühikud on selguse huvides näidatud; need ei kuulu andmete hulka.\nMÄRKUS - Seda DI-d ei tohi kunagi ühendada teiste DI-dega lineaarsümbolis või muus meedias, kus ühendamise märk on pluss (+) märk.\nNäited:\nSN versioon: 5IABCD1234+CO1234+W0L201600500001\nVIN versioon: 5IABCD1234+CO1234+W0L0XAP68F4050901
fi: Ainutlaatuinen tuotantoajoneuvon tunniste, jota käytetään ajoneuvon tuotantoprosessien aikana, koostuen Rungon Tunnusnumerosta (BTN; tai muusta kuvaajasta, jota käytetään raaka-auton rungon tai toisin sanoen osien kokoonpanon tunnistamiseen, jotka käytetään ajoneuvon tuotannon aloittamiseen), seurattuna '+' -merkillä, sitten seurattuna Tuotantojärjestysnumerolla (PON), seurattuna '+' -merkillä, ja sitten seurattuna Valmistajan määrittelemällä Sarjanumerolla (SN). HUOM - SN-komponentti korvataan VIN:llä heti, kun VIN on saatavilla kokoonpanoprosessissa.\nRakennus on seuraava;\n\5I" "BTN" "+" "PON" "+" "SN"\nmuuttuen (kun VIN saatavilla)\n"5I" "BTN" "+" "PON" "+" "VIN"\nHUOM - Lainausmerkit ja välilyönnit esitetty selkeyden vuoksi vain; ne eivät ole osa tietoa.\nHUOM - Tätä DI:tä ei koskaan yhdistetä muiden DI:iden kanssa lineaarisessa symbolissa tai muussa mediassa, jossa yhdistämismerkki on plus (+) -merkki.\nEsimerkit:\nSN-versio: 5IABCD1234+CO1234+W0L201600500001\nVIN-versio: 5IABCD1234+CO1234+W0L0XAP68F4050901
fr: Identifiant unique de véhicule de production qui sera utilisé durant les processus de production de véhicules, consistant en le Numéro de Tag de Carrosserie (BTN ; ou tout autre descripteur utilisé pour identifier la carrosserie brute de voiture, ou dit autrement, l'assemblage de pièces utilisées pour commencer la production du véhicule), suivi du caractère '+', puis suivi par le Numéro de Commande de Production (PON), suivi du caractère '+', et ensuite suivi par le Numéro de Série Attribué par le Fabricant (SN). NOTE - Le composant SN doit être remplacé par le VIN dès que le VIN est disponible dans le processus d'assemblage.\nLa construction sera comme suit ;\n\5I" "BTN" "+" "PON" "+" "SN"\nchangeant en (lorsque VIN disponible)\n"5I" "BTN" "+" "PON" "+" "VIN"\nNOTE - Les guillemets et les espaces sont montrés pour la clarté uniquement ; ils ne font pas partie des données.\nNOTE - Ce DI n'est jamais à concaténer avec d'autres DI dans un symbole linéaire ou d'autres supports où le caractère de concaténation est un caractère plus (+).\nExemples :\nVersion SN : 5IABCD1234+CO1234+W0L201600500001\nVersion VIN : 5IABCD1234+CO1234+W0L0XAP68F4050901
ga: Aitheantas táirgeachta uathúil feithicle a úsáidfear le linn phróisis táirgthe an fheithicle, comhdhéanta d'Uimhir Chlib an Choirp (BTN; nó aon sainmhíniú eile a úsáidtear chun corp an chairr amh, nó ar bhealach eile, an t-asarlaíocht páirteanna atá in úsáid chun táirgeadh feithicle a thosú), ina dhiaidh sin an carachtar '+', ansin ina dhiaidh sin Uimhir Ordú Táirgthe (PON), ina dhiaidh sin an carachtar '+', agus ansin ina dhiaidh sin Uimhir Shraithuimhir a shanntar ag an Monaróir (SN). NÓTA - Ba chóir an chomhpháirt SN a athsholáthar leis an VIN chomh luath agus atá an VIN ar fáil sa phróiseas tionóil.\nTógáil mar seo a leanas;\n"5I" "BTN" "+" "PON" "+" "SN"\nag athrú go (nuair atá VIN ar fáil)\n"5I" "BTN" "+" "PON" "+" "VIN"\nNÓTA - Léirítear luachana agus spásanna le haghaidh soiléire amháin; ní cuid den sonra iad.\nNÓTA - Níor chóir an DI seo a chomhcheangal le DIs eile i siombail líneach nó i meáin eile áit a bhfuil an carachtar comhcheangail ina charachtar pluis (+).\nSamplaí:\nLeagan SN: 5IABCD1234+CO1234+W0L201600500001\nLeagan VIN: 5IABCD1234+CO1234+W0L0XAP68F4050901
hr: Jedinstveni identifikator vozila u proizvodnji koji će se koristiti tijekom proizvodnih procesa vozila, sastoji se od Broja oznake karoserije (BTN; ili bilo koji drugi opis koji se koristi za identifikaciju sirovog karoserijskog sklopa, ili drugim riječima, skupa dijelova koji se koriste za početak proizvodnje vozila), slijedi znak '+', nakon čega slijedi Broj proizvodne narudžbe (PON), slijedi znak '+', i zatim Serijski broj dodijeljen od strane proizvođača (SN). NAPOMENA - Komponenta SN treba zamijeniti VIN-om čim VIN postane dostupan u procesu sastavljanja.\nKonstrukcija će biti kako slijedi;\n\5I" "BTN" "+" "PON" "+" "SN"\nprelazi u (kada je VIN dostupan)\n"5I" "BTN" "+" "PON" "+" "VIN"\nNAPOMENA - Navodnici i razmaci prikazani su radi jasnoće; nisu dio podataka.\nNAPOMENA - Ovaj DI nikada ne treba kombinirati s drugim DI u linearnom simbolu ili drugim medijima gdje je znak za kombiniranje plus (+) znak.\nPrimjeri:\nVerzija SN: 5IABCD1234+CO1234+W0L201600500001\nVerzija VIN: 5IABCD1234+CO1234+W0L0XAP68F4050901
hu: Egyedi gyártási járműazonosító, amelyet a jármű gyártási folyamatai során használnak, amely a Karosszéria Címke Számot (BTN; vagy bármely más leíró, amelyet a nyers autókarosszéria, vagyis a jármű gyártási folyamatának kezdéséhez használt alkatrészegyüttes azonosítására használnak) tartalmazza, majd a '+' karakter követi, ezután a Gyártási Rendelés Szám (PON), majd a '+' karakter, és ezután a Gyártó által hozzárendelt Sorozatszám (SN). MEGJEGYZÉS - Az SN komponenst az SN komponenssel kell helyettesíteni, amint az SN a gyártási folyamat során elérhetővé válik.\nA szerkezet a következőképpen fog kinézni;\n\5I" "BTN" "+" "PON" "+" "SN"\nátváltozva (amikor az SN elérhető)\n"5I" "BTN" "+" "PON" "+" "VIN"\nMEGJEGYZÉS - Az idézőjelek és szóközök csak a tisztaság kedvéért vannak megadva; nem részei az adatnak.\nMEGJEGYZÉS - Ezt az DI-t soha nem szabad más DI-kkel összefűzni egy lineáris szimbólumban vagy más médiában, ahol az összefűzés karaktere egy plusz (+) karakter.\nPéldák:\nSN verzió: 5IABCD1234+CO1234+W0L201600500001\nVIN verzió: 5IABCD1234+CO1234+W0L0XAP68F4050901
is: Einstakt framleiðslu ökutækjaauðkenni sem verður notað í ökutækjaframleiðsluferlinu, sem samanstendur af Body Tag Number (BTN; eða hvaða annar lýsandi þáttur sem notaður er til að auðkenna hráa bílkroppinn, eða öðrum orðum, samsetningu hluta sem notuð er til að hefja framleiðslu ökutækisins), fylgt af '+' tákninu, síðan fylgt af Framleiðslupöntunar Númeri (PON), fylgt af '+' tákninu, og síðan fylgt af Framleiðanda-úthlutað Seríanúmeri (SN). ATH - SN hlutinn skal skipta út fyrir VIN um leið og VIN er tiltækt í samsetningarferlinu.\nByggingin verður sem hér segir;\n"5I" "BTN" "+" "PON" "+" "SN"\nbreytist í (þegar VIN er tiltækt)\n"5I" "BTN" "+" "PON" "+" "VIN"\nATH - Gæsalappir og bil eru sýnd til skýringar aðeins; þau eru ekki hluti af gögnunum.\nATH - Þessi DI er aldrei að vera samsett með öðrum DIs í línulegu tákn eða öðru miðli þar sem samsetningartákn er plús (+) tákn.\nDæmi:\nSN útgáfa: 5IABCD1234+CO1234+W0L201600500001\nVIN útgáfa: 5IABCD1234+CO1234+W0L0XAP68F4050901
it: Identificatore unico di veicolo di produzione che verrà utilizzato durante i processi di produzione del veicolo, consistente nel Numero di Tag della Carrozzeria (BTN; o qualsiasi altro descrittore utilizzato per identificare la carrozzeria grezza del veicolo, o detto in altro modo, l'assemblaggio di parti che sono utilizzate per iniziare il processo di produzione del veicolo), seguito dal carattere "+", quindi seguito dal Numero di Ordine di Produzione (PON), seguito dal carattere "+", e quindi seguito dal Numero di Serie assegnato dal Produttore (SN). NOTA - Il componente SN deve essere sostituito dal VIN non appena il VIN è disponibile nel processo di assemblaggio.\nLa costruzione sarà come segue;\n\5I" "BTN" "+" "PON" "+" "SN"\ncambiando in (quando disponibile il VIN)\n"5I" "BTN" "+" "PON" "+" "VIN"\nNOTA - Virgolette e spazi sono mostrati solo per chiarezza; non fanno parte dei dati.\nNOTA - Questo DI non è mai da concatenare con altri DI in un simbolo lineare o altri media dove il carattere di concatenazione è un più (+).\nEsempi:\nVersione SN: 5IABCD1234+CO1234+W0L201600500001\nVersione VIN: 5IABCD1234+CO1234+W0L0XAP68F4050901
lt: Unikalus gamybos transporto priemonės identifikatorius, naudojamas transporto priemonės gamybos procesuose, susidedantis iš Kėbulo Žymėjimo Numerio (BTN; arba bet kurio kito apibūdinimo, naudojamo identifikuoti žalią automobilio kėbulą, ar kitaip tariant, detalių rinkinį, naudojamą pradėti transporto priemonės gamybą), sekamas '+' simboliu, tada Gamybos Užsakymo Numeriu (PON), sekamas '+' simboliu, ir tada Gamintojo priskirtu Serijos Numeriu (SN). PASTABA - SN komponentas turėtų būti pakeistas VIN, kai tik VIN tampa prieinamas surinkimo procese.\nKonstrukcija bus tokia:\n"5I" "BTN" "+" "PON" "+" "SN"\nkeičiant į (kai VIN pasiekiamas)\n"5I" "BTN" "+" "PON" "+" "VIN"\nPASTABA - Kabutės ir tarpai rodomi aiškumui, jie nėra dalis duomenų.\nPASTABA - Šis DI niekada nėra sujungiamas su kitais DI tiesinėje simbolikoje ar kitose medijose, kur sujungimo simbolis yra pliuso (+) simbolis.\nPavyzdžiai:\nSN versija: 5IABCD1234+CO1234+W0L201600500001\nVIN versija: 5IABCD1234+CO1234+W0L0XAP68F4050901
lv: Unikāls ražošanas transportlīdzekļa identifikators, ko izmantos transportlīdzekļa ražošanas procesos, kas sastāv no Korpuss Taga Numura (BTN; jebkurs cits aprakstītājs, kas izmantots, lai identificētu neapstrādātu automobiļa korpusu, vai citiem vārdiem, daļu kopumu, kas tiek izmantots, lai sāktu transportlīdzekļa ražošanu), seko '+' zīme, pēc tam seko Ražošanas Pasūtījuma Numurs (PON), seko '+' zīme, un pēc tam seko Ražotāja piešķirts Sērijas Numurs (SN). PIEZĪME - SN komponentu aizstāj ar VIN, tiklīdz VIN kļūst pieejams montāžas procesā.\nKonstrukcija būs šāda;\n"5I" "BTN" "+" "PON" "+" "SN"\nmainoties uz (kad VIN pieejams)\n"5I" "BTN" "+" "PON" "+" "VIN"\nPIEZĪME - Pēdiņas un atstarpes ir parādītas tikai skaidrības nolūkā; tās nav daļa no datiem.\nPIEZĪME - Šis DI nekad nav jākonkatenē ar citiem DI lineārajā simbolā vai citos medijos, kur konkatenācijas rakstzīme ir plusa (+) zīme.\nPiemēri:\nSN versija: 5IABCD1234+CO1234+W0L201600500001\nVIN versija: 5IABCD1234+CO1234+W0L0XAP68F4050901
mt: Identifikatur uniku tal-produzzjoni tal-vettura li se jintuża matul il-proċessi tal-produzzjoni tal-vettura, li jikkonsisti fin-Numru tat-Tagħmir tal-Karozza (BTN; jew kwalunkwe deskrizzjoni oħra użata biex tidentifika l-karozza mhux maħduma, jew mod ieħor, l-assemblaġġ tal-partijiet li jintużaw biex tibda l-produzzjoni tal-vettura), segwit mill-karattru '+', imbagħad segwit min-Numru tal-Ordni tal-Produzzjoni (PON), segwit mill-karattru '+', u mbagħad segwit min-Numru tas-Serje Assenjat mill-Manifattur (SN). NOTA - Il-komponent SN għandu jiġi sostitwit bil-VIN malajr kemm jista' jkun disponibbli fil-proċess tal-assemblaġġ.\nIl-kostruzzjoni tkun kif ġej;\n"5I" "BTN" "+" "PON" "+" "SN"\nbidla għal (meta jkun disponibbli l-VIN)\n"5I" "BTN" "+" "PON" "+" "VIN"\nNOTA - Il-kwotazzjonijiet u l-ispazji jintwerew għall-ċarezza biss; mhumiex parti mid-data.\nNOTA - Dan l-ID qatt m'għandu jiġi konkatenat ma' DIs oħra f'simbolu lineari jew f'mezzi oħra fejn il-karattru tal-konkatenazzjoni huwa karattru tal-plus (+).\nEżempji:\nVerżjoni SN: 5IABCD1234+CO1234+W0L201600500001\nVerżjoni VIN: 5IABCD1234+CO1234+W0L0XAP68F4050901
nl: Unieke productievoertuigidentificator die zal worden gebruikt tijdens de voertuigproductieprocessen, bestaande uit het Carrosserienummer (BTN; of elke andere descriptor gebruikt om de ruwe autobouw te identificeren, of met andere woorden, de assemblage van onderdelen die worden gebruikt om het voertuigproductieproces te starten), gevolgd door het '+' teken, dan gevolgd door het Productieordernummer (PON), gevolgd door het '+' teken, en dan gevolgd door het door de fabrikant toegewezen Serienummer (SN). OPMERKING - Het SN-component moet worden vervangen door de VIN zodra de VIN beschikbaar is in het assemblageproces.\nDe constructie zal als volgt zijn;\n\5I" "BTN" "+" "PON" "+" "SN"\nveranderend naar (wanneer VIN beschikbaar)\n"5I" "BTN" "+" "PON" "+" "VIN"\nOPMERKING - Aanhalingstekens en spaties worden getoond voor duidelijkheid; ze maken geen deel uit van de gegevens.\nOPMERKING - Dit DI mag nooit worden geconcateneerd met andere DIs in een lineair symbool of andere media waar het concatenatieteken een plus (+) teken is.\nVoorbeelden:\nSN-versie: 5IABCD1234+CO1234+W0L201600500001\nVIN-versie: 5IABCD1234+CO1234+W0L0XAP68F4050901
no: Unik produksjonskjøretøy identifikator som vil bli brukt under kjøretøyets produksjonsprosesser, bestående av Karosserimerke Nummer (BTN; eller enhver annen beskriver brukt for å identifisere den rå bilkroppen, eller sagt på en annen måte, samlingen av deler som brukes for å starte kjøretøyets produksjon), fulgt av '+' tegnet, deretter fulgt av Produksjonsordre Nummer (PON), fulgt av '+' tegnet, og deretter fulgt av Produsent-tildelt Serienummer (SN). MERK - SN-komponenten skal erstattes med VIN så snart VIN er tilgjengelig i monteringsprosessen.\nKonstruksjonen vil være som følger;\n"5I" "BTN" "+" "PON" "+" "SN"\nendrer til (når VIN er tilgjengelig)\n"5I" "BTN" "+" "PON" "+" "VIN"\nMERK - Anførselstegn og mellomrom er vist for klarhetens skyld; de er ikke en del av dataene.\nMERK - Dette DI skal aldri bli sammenkoblet med andre DIs i et lineært symbol eller andre medier hvor sammenkoblingstegnet er et pluss (+) tegn.\nEksempler:\nSN-versjon: 5IABCD1234+CO1234+W0L201600500001\nVIN-versjon: 5IABCD1234+CO1234+W0L0XAP68F4050901
pl: Unikalny identyfikator pojazdu produkcyjnego, który będzie używany podczas procesów produkcyjnych pojazdu, składający się z numeru etykiety nadwozia (BTN; lub jakiegokolwiek innego opisu używanego do identyfikacji surowego nadwozia samochodu, innymi słowy, zespołu części używanych do rozpoczęcia produkcji pojazdu), po którym następuje znak '+', a następnie numer zamówienia produkcyjnego (PON), po którym następuje znak '+', a następnie numer seryjny przypisany przez producenta (SN). UWAGA - Komponent SN powinien zostać zastąpiony przez VIN, jak tylko VIN będzie dostępny w procesie montażu.\nKonstrukcja będzie następująca;\n\5I" "BTN" "+" "PON" "+" "SN"\nzamieniając na (gdy VIN będzie dostępny)\n"5I" "BTN" "+" "PON" "+" "VIN"\nUWAGA - Cudzysłowy i spacje są pokazane dla jasności tylko; nie są częścią danych.\nUWAGA - Ten identyfikator danych nigdy nie powinien być łączony z innymi identyfikatorami danych w symbolu liniowym lub innych mediach, gdzie znak łączenia to znak plus (+).\nPrzykłady:\nWersja SN: 5IABCD1234+CO1234+W0L201600500001\nWersja VIN: 5IABCD1234+CO1234+W0L0XAP68F4050901
pt: Identificador único de veículo de produção que será usado durante os processos de produção do veículo, consistindo do Número da Etiqueta do Corpo (BTN; ou qualquer outro descritor usado para identificar a carroceria crua do carro, ou dito de outra forma, a montagem de peças que são usadas para iniciar o processo de produção do veículo), seguido pelo caractere "+", então seguido pelo Número da Ordem de Produção (PON), seguido pelo caractere "+", e então seguido pelo Número de Série Atribuído pelo Fabricante (SN). NOTA - O componente SN deve ser substituído pelo VIN assim que o VIN estiver disponível no processo de montagem.\nA construção será da seguinte forma;\n\5I" "BTN" "+" "PON" "+" "SN"\nmudando para (quando o VIN disponível)\n"5I" "BTN" "+" "PON" "+" "VIN"\nNOTA - As aspas e espaços são mostrados para clareza apenas; eles não fazem parte dos dados.\nNOTA - Este DI nunca deve ser concatenado com outros DIs em um símbolo linear ou outros meios onde o caractere de concatenação é um mais (+).\nExemplos:\nVersão SN: 5IABCD1234+CO1234+W0L201600500001\nVersão VIN: 5IABCD1234+CO1234+W0L0XAP68F4050901
ro: Identificatorul unic de producție al vehiculului care va fi utilizat în procesele de producție ale vehiculului, constând din Numărul de Etichetă al Caroseriei (BTN; sau orice alt descriptor utilizat pentru a identifica caroseria brută a mașinii, sau altfel spus, asamblarea de piese care sunt utilizate pentru a începe procesul de producție al vehiculului), urmat de caracterul '+', apoi urmat de Numărul de Ordin de Producție (PON), urmat de caracterul '+', și apoi urmat de Numărul de Serie atribuit de Producător (SN). NOTĂ - Componenta SN trebuie înlocuită cu VIN de îndată ce VIN este disponibil în procesul de asamblare.\nConstrucția va fi după cum urmează;\n\5I" "BTN" "+" "PON" "+" "SN"\nschimbându-se în (când VIN este disponibil)\n"5I" "BTN" "+" "PON" "+" "VIN"\nNOTĂ - Ghilimelele și spațiile sunt arătate pentru claritate numai; ele nu fac parte din date.\nNOTĂ - Acest DI nu trebuie niciodată să fie concatenat cu alte DI-uri într-un simbol liniar sau alte medii unde caracterul de concatenare este un caracter plus (+).\nExemple:\nVersiunea SN: 5IABCD1234+CO1234+W0L201600500001\nVersiunea VIN: 5IABCD1234+CO1234+W0L0XAP68F4050901
sk: Unikátny identifikátor výrobného vozidla, ktorý sa použije počas výrobných procesov vozidla, pozostávajúci z čísla karosérie (BTN; alebo akéhokoľvek iného opisu použitého na identifikáciu surovej karosérie vozidla, alebo inými slovami, súboru častí použitých na začiatok výroby vozidla), nasledovaný znakom '+', potom nasledovaný číslom výrobnej objednávky (PON), nasledovaný znakom '+', a potom nasledovaný sériovým číslom prideleným výrobcom (SN). POZNÁMKA - Komponent SN sa má nahradiť VIN, hneď ako je VIN dostupné v montážnom procese.\nKonštrukcia bude nasledovná;\n"5I" "BTN" "+" "PON" "+" "SN"\nzmenené na (keď je dostupný VIN)\n"5I" "BTN" "+" "PON" "+" "VIN"\nPOZNÁMKA - Úvodzovky a medzery sú uvedené pre jasnosť; nie sú súčasťou údajov.\nPOZNÁMKA - Tento DI nikdy nekonkatenovať s inými DI v lineárnom symboli alebo iných médiách, kde je znak konkatenácie plus (+).\nPríklady:\nVerzia SN: 5IABCD1234+CO1234+W0L201600500001\nVerzia VIN: 5IABCD1234+CO1234+W0L0XAP68F4050901
sl: Unikatna identifikacijska številka proizvodnega vozila, ki se bo uporabljala med proizvodnimi procesi vozil, sestavljena iz številke oznake karoserije (BTN; ali katerega koli drugega opisa, uporabljenega za identifikacijo surovega avtomobilskega telesa, ali drugače povedano, sklopa delov, ki se uporabljajo za začetek proizvodnje vozila), sledi znak '+', nato sledi številka proizvodnega naročila (PON), sledi znak '+', in nato sledi serijska številka, dodeljena s strani proizvajalca (SN). OPOMBA - Komponenta SN se nadomesti z VIN, takoj ko je VIN na voljo v montažnem procesu.\nGradnja bo potekala tako;\n\5I" "BTN" "+" "PON" "+" "SN"\nspremeni v (ko je VIN na voljo)\n"5I" "BTN" "+" "PON" "+" "VIN"\nOPOMBA - Narekovaji in presledki so prikazani za jasnost; niso del podatkov.\nOPOMBA - Ta DI nikoli ni za združevanje z drugimi DI v linearnem simbolu ali drugih medijih, kjer je znak za združevanje plus (+).\nPrimeri:\nRazličica SN: 5IABCD1234+CO1234+W0L201600500001\nRazličica VIN: 5IABCD1234+CO1234+W0L0XAP68F4050901
sv: Unik produktionsfordonsidentifierare som kommer att användas under fordonsproduktionsprocesserna, bestående av Karosstagnummer (BTN; eller någon annan beskrivning som används för att identifiera den råa bilkroppen, eller sagt på ett annat sätt, sammanställningen av delar som används för att starta fordonets produktionsprocess), följt av tecknet "+", följt av Produktionsordernummer (PON), följt av tecknet "+", och sedan följt av Tillverkare-tilldelat Serienummer (SN). NOTERA - SN-komponenten ska ersättas av VIN så snart VIN är tillgängligt i monteringsprocessen.\nKonstruktionen kommer att vara som följer;\n\5I" "BTN" "+" "PON" "+" "SN"\nändras till (när VIN tillgängligt)\n"5I" "BTN" "+" "PON" "+" "VIN"\nNOTERA - Citattecken och mellanslag visas endast för tydlighet; de är inte en del av datan.\nNOTERA - Denna DI ska aldrig sammanfogas med andra DIs i en linjär symbol eller annat medium där sammanfogningskaraktären är ett plus (+) tecken.\nExempel:\nSN-version: 5IABCD1234+CO1234+W0L201600500001\nVIN-version: 5IABCD1234+CO1234+W0L0XAP68F4050901
