Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di3002
source: Continuation of Serial Number (Category 19) assigned by Supplier.
bg: Продължение на сериен номер (Категория 19), присвоен от доставчика.
cs: Pokračování sériového čísla (Kategorie 19) přiřazeného dodavatelem.
de: Fortsetzung der Seriennummer (Kategorie 19) des Lieferanten.
el: Συνέχεια Σειριακού Αριθμού (Κατηγορία 19) που έχει ανατεθεί από τον Προμηθευτή.
es: Continuación de Número de Serie (Categoría 19) asignado por el Proveedor.
et: Tarnija poolt määratud seerianumbri (Kategooria 19) jätk.
fi: Toimittajan määrittelemän sarjanumeron (luokka 19) jatko.
fr: Continuation du Numéro de Série (Catégorie 19) attribué par le Fournisseur.
ga: Leanúint d'Uimhir Shraithuimhir (Catagóir 19) a shanntar ag Soláthraí.
hr: Nastavak serijskog broja (Kategorija 19) dodijeljenog od strane dobavljača.
hu: A Beszállító által kijelölt Sorozatszám (19. Kategória) folytatása.
is: Framhald af Raðnúmeri (Flokkur 19) úthlutað af Birgja.
it: Continuazione del Numero di Serie (Categoria 19) assegnato dal Fornitore.
lt: Tiekėjo priskirto serijos numerio (Kategorija 19) tęsinys.
lv: Turpinājums Piegādātāja Piešķirtajam Sērijas Numuram (Kategorija 19).
mt: Kontinwazzjoni tan-Numru tas-Serje (Kategorija 19) assenjat mill-Fornitur.
nl: Vervolg van Serienummer (Categorie 19) toegewezen door Leverancier.
no: Fortsettelse av Serienummer (Kategori 19) tildelt av Leverandør.
pl: Kontynuacja numeru seryjnego (Kategoria 19) przypisanego przez dostawcę.
pt: Continuação do Número de Série (Categoria 19) atribuído pelo Fornecedor.
ro: Continuarea Numărului de Serie (Categoria 19) atribuit de Furnizor.
sk: Pokračovanie sériového čísla (kategória 19) prideleného dodávateľom.
sl: Nadaljevanje serijske številke (Kategorija 19), dodeljene s strani dobavitelja.
sv: Fortsättning av Serienummer (Kategori 19) tilldelad av Leverantören.

# di3003
source: Continuation of Free Text (Category 26) mutually defined between Supplier/Carrier/Customer.
bg: Продължение на свободен текст (Категория 26), взаимно определено между доставчика/превозвача/клиента.
cs: Pokračování volného textu (Kategorie 26) vzájemně definované mezi dodavatelem/přepravcem/zákazníkem.
de: Fortsetzung von Freitext (Kategorie 26), der gemeinsam von Lieferant/Transporteur/Kunde definiert wird.
el: Συνέχεια Ελεύθερου Κειμένου (Κατηγορία 26) κοινά ορισμένο μεταξύ Προμηθευτή/Μεταφορέα/Πελάτη.
es: Continuación de Texto Libre (Categoría 26) definido mutuamente entre Proveedor/Transportista/Cliente.
et: Vaba teksti (Kategooria 26) jätk, vastastikku määratletud tarnija/vedaja/kliendi vahel.
fi: Vapaan tekstin (luokka 26) jatko, jonka toimittaja/kuljettaja/asiakas ovat yhdessä määritelleet.
fr: Continuation de Texte Libre (Catégorie 26) mutuellement défini entre Fournisseur/Transporteur/Client.
ga: Leanúint de Théacs Saor (Catagóir 26) a sainmhínítear go frithpháirteach idir Soláthraí/Iompróir/Custaiméir.
hr: Nastavak slobodnog teksta (Kategorija 26) uzajamno definiran između dobavljača/prijevoznika/kupca.
hu: Szabad Szöveg (26. Kategória) folytatása, amely közösen meghatározva a Beszállító/Fuvarozó/Vevő között.
is: Framhald af Frjálsum Texta (Flokkur 26) sameiginlega skilgreint á milli Birgja/Flutningsaðila/Viðskiptavinar.
it: Continuazione del Testo Libero (Categoria 26) definito di comune accordo tra Fornitore/Vettore/Cliente.
lt: Laisvo teksto (Kategorija 26) tęsinys, tarpusavyje apibrėžtas tarp tiekėjo/vežėjo/kliento.
lv: Turpinājums Brīvam Tekstam (Kategorija 26), kas savstarpēji definēts starp Piegādātāju/Pārvadātāju/Klientu.
mt: Kontinwazzjoni tat-Test Ħieles (Kategorija 26) definit b'mod reċiproku bejn il-Fornitur/Portatur/Klijent.
nl: Vervolg van Vrije Tekst (Categorie 26) onderling bepaald tussen Leverancier/Vervoerder/Klant.
no: Fortsettelse av Fritekst (Kategori 26) gjensidig definert mellom Leverandør/Transportør/Kunde.
pl: Kontynuacja tekstu wolnego (Kategoria 26) wzajemnie zdefiniowana między dostawcą/przewoźnikiem/klientem.
pt: Continuação de Texto Livre (Categoria 26) definido mutuamente entre Fornecedor/Transportador/Cliente.
ro: Continuarea Textului Liber (Categoria 26) definit mutual între Furnizor/Transportator/Client.
sk: Pokračovanie voľného textu (kategória 26) vzájomne definované medzi dodávateľom/prepravcom/zákazníkom.
sl: Nadaljevanje prostega besedila (Kategorija 26), medsebojno določeno med dobaviteljem/prevoznikom/kupcem.
sv: Fortsättning av Fritext (Kategori 26) ömsesidigt definierad mellan Leverantör/Transportör/Kund.

# di3004
source: Continuation of Transaction Reference (Category 11) mutually defined between Supplier/Carrier/Customer.
bg: Продължение на референция на транзакция (Категория 11), взаимно определено между доставчика/превозвача/клиента.
cs: Pokračování referenčního čísla transakce (Kategorie 11) vzájemně definované mezi dodavatelem/přepravcem/zákazníkem.
de: Fortsetzung der Transaktionsreferenz (Kategorie 11), die gemeinsam von Lieferant/Transporteur/Kunde definiert wird.
el: Συνέχεια Αναφοράς Συναλλαγής (Κατηγορία 11) κοινά ορισμένο μεταξύ Προμηθευτή/Μεταφορέα/Πελάτη.
es: Continuación de Referencia de Transacción (Categoría 11) definido mutuamente entre Proveedor/Transportista/Cliente.
et: Tehingureferentsi (Kategooria 11) jätk, vastastikku määratletud tarnija/vedaja/kliendi vahel.
fi: Tapahtumaviitteen (luokka 11) jatko, jonka toimittaja/kuljettaja/asiakas ovat yhdessä määritelleet.
fr: Continuation de Référence de Transaction (Catégorie 11) mutuellement défini entre Fournisseur/Transporteur/Client.
ga: Leanúint de Thagairt Idirbhirt (Catagóir 11) a sainmhínítear go frithpháirteach idir Soláthraí/Iompróir/Custaiméir.
hr: Nastavak referentnog broja transakcije (Kategorija 11) uzajamno definiran između dobavljača/prijevoznika/kupca.
hu: Tranzakciós Hivatkozás (11. Kategória) folytatása, amely közösen meghatározva a Beszállító/Fuvarozó/Vevő között.
is: Framhald af Viðskiptatilvísun (Flokkur 11) sameiginlega skilgreint á milli Birgja/Flutningsaðila/Viðskiptavinar.
it: Continuazione del Riferimento della Transazione (Categoria 11) definito di comune accordo tra Fornitore/Vettore/Cliente.
lt: Sandorio nuorodos (Kategorija 11) tęsinys, tarpusavyje apibrėžtas tarp tiekėjo/vežėjo/kliento.
lv: Turpinājums Darījuma Atsauces (Kategorija 11), kas savstarpēji definēts starp Piegādātāju/Pārvadātāju/Klientu.
mt: Kontinwazzjoni ta' Referenza tat-Tranżazzjoni (Kategorija 11) definit b'mod reċiproku bejn il-Fornitur/Portatur/Klijent.
nl: Vervolg van Transactiereferentie (Categorie 11) onderling bepaald tussen Leverancier/Vervoerder/Klant.
no: Fortsettelse av Transaksjonsreferanse (Kategori 11) gjensidig definert mellom Leverandør/Transportør/Kunde.
pl: Kontynuacja referencji transakcji (Kategoria 11) wzajemnie zdefiniowana między dostawcą/przewoźnikiem/klientem.
pt: Continuação da Referência de Transação (Categoria 11) definida mutuamente entre Fornecedor/Transportador/Cliente.
ro: Continuarea Referinței Tranzacției (Categoria 11) definită mutual între Furnizor/Transportator/Client.
sk: Pokračovanie referencie transakcie (kategória 11) vzájomne definované medzi dodávateľom/prepravcom/zákazníkom.
sl: Nadaljevanje referenčne številke transakcije (Kategorija 11), medsebojno določeno med dobaviteljem/prevoznikom/kupcem.
sv: Fortsättning av Transaktionsreferens (Kategori 11) ömsesidigt definierad mellan Leverantör/Transportör/Kund.

# di3005
source: Continuation of Item Code (Category 16) Assigned by Supplier.
bg: Продължение на код на артикул (Категория 16), присвоен от доставчика.
cs: Pokračování kódu položky (Kategorie 16) přiřazeného dodavatelem.
de: Fortsetzung des Artikelcodes (Kategorie 16), der vom Lieferanten zugewiesen wird.
el: Συνέχεια Κωδικού Προϊόντος (Κατηγορία 16) Ανατεθειμένο από τον Προμηθευτή.
es: Continuación de Código de Artículo (Categoría 16) Asignado por el Proveedor.
et: Tarnija poolt määratud tootekoodi (Kategooria 16) jätk.
fi: Kohteen koodin (luokka 16) jatko, jonka toimittaja on määritellyt.
fr: Continuation du Code d'Article (Catégorie 16) Attribué par le Fournisseur.
ga: Leanúint de Chód Míre (Catagóir 16) a shanntar ag Soláthraí.
hr: Nastavak koda artikla (Kategorija 16) Dodijeljenog od strane dobavljača.
hu: A Beszállító által kijelölt Tételkód (16. Kategória) folytatása.
is: Framhald af Vörukóða (Flokkur 16) Úthlutað af Birgja.
it: Continuazione del Codice Articolo (Categoria 16) Assegnato dal Fornitore.
lt: Tiekėjo priskirto prekės kodo (Kategorija 16) tęsinys.
lv: Turpinājums Piegādātāja Piešķirtajam Preces Kodam (Kategorija 16).
mt: Kontinwazzjoni ta' Kodiċi tal-Oġġett (Kategorija 16) Assenjat mill-Fornitur.
nl: Vervolg van Artikelcode (Categorie 16) Toegewezen door Leverancier.
no: Fortsettelse av Varekode (Kategori 16) Tildelt av Leverandør.
pl: Kontynuacja kodu przedmiotu (Kategoria 16) przypisanego przez dostawcę.
pt: Continuação do Código de Item (Categoria 16) Atribuído pelo Fornecedor.
ro: Continuarea Codului de Articol (Categoria 16) Atribuit de Furnizor.
sk: Pokračovanie kódu položky (kategória 16) prideleného dodávateľom.
sl: Nadaljevanje kode artikla (Kategorija 16), dodeljene s strani dobavitelja.
sv: Fortsättning av Artikelkod (Kategori 16) Tilldelad av Leverantören.

# di4
source: Function 1 (FUNC1) character. Appears in the first position following the symbology start character of a Code 128, Code 49, or Code 16K Symbol to signify a GS1-controlled symbol.
bg: Функция 1 (FUNC1) символ. Появява се на първа позиция след символа за начало на симбологията на Code 128, Code 49 или Code 16K, за да означи символ, контролиран от GS1.
cs: Znak funkce 1 (FUNC1). Zobrazuje se na první pozici po startovacím znaku symboliky kódu 128, kódu 49 nebo symbolu 16K, aby označil symbol řízený GS1.
de: Funktion 1 (FUNC1) Zeichen. Erscheint in der ersten Position nach dem Symbologie-Startzeichen eines Code 128, Code 49 oder Code 16K Symbols, um ein von GS1-kontrolliertes Symbol zu kennzeichnen.
el: Χαρακτήρας Λειτουργίας 1 (FUNC1). Εμφανίζεται στην πρώτη θέση μετά τον χαρακτήρα έναρξης συμβολολογίας ενός συμβόλου Code 128, Code 49, ή Code 16K για να σηματοδοτήσει ένα σύμβολο υπό τον έλεγχο της GS1.
es: Carácter FUNC1 (FUNC1). Aparece en la primera posición después del carácter de inicio de simbología de un Símbolo Code 128, Code 49, o Code 16K para significar un símbolo controlado por GS1.
et: FUNC1 (FUNKTSIOON 1) märk. Ilmub esimeses positsioonis pärast sümboolika algusmärki Code 128, Code 49 või Code 16K sümbolis, et tähistada GS1 kontrollitud sümbolit.
fi: Funktio 1 (FUNC1) -merkki. Ilmestyy ensimmäisessä sijainnissa symbologian aloitusmerkin jälkeen Code 128, Code 49 tai Code 16K -symbolissa merkitsemään GS1-hallinnoidun symbolin.
fr: Caractère de Fonction 1 (FUNC1). Apparaît dans la première position suivant le caractère de début de symbologie d'un symbole Code 128, Code 49 ou Code 16K pour signifier un symbole contrôlé par GS1.
ga: Carachtar FUNC1 (Feidhm 1). Tá sé le feiceáil sa chéad suíomh tar éis carachtar tosaigh siombalachta de Shíombail Code 128, Code 49, nó Code 16K chun siombail rialaithe ag GS1 a léiriú.
hr: Znak funkcije 1 (FUNC1). Pojavljuje se na prvoj poziciji nakon početnog znaka simbologije kodova 128, kodova 49, ili simbola kodova 16K kako bi označio simbol pod kontrolom GS1.
hu: Funkció 1 (FUNC1) karakter. Megjelenik az első pozícióban a szimbológia kezdő karaktere után a Code 128, Code 49 vagy Code 16K Szimbólumban, hogy jelezze egy GS1-vezérelt szimbólumot.
is: FUNC1 (Function 1) tákn. Birtist í fyrsta sæti á eftir upphafstákni symbology af Code 128, Code 49, eða Code 16K Tákni til að tákna GS1-stjórnað tákn.
it: Carattere Funzione 1 (FUNC1). Appare nella prima posizione seguente il carattere di inizio simbologia di un Simbolo Code 128, Code 49, o Code 16K per significare un simbolo controllato GS1.
lt: Funkcija 1 (FUNC1) simbolis. Pasirodo pirmoje pozicijoje po simbolijos pradžios ženklo Code 128, Code 49, arba Code 16K simbolyje, kad nurodytų GS1 kontroliuojamą simbolį.
lv: Funkcija 1 (FUNC1) rakstzīme. Parādās pirmajā pozīcijā pēc simbolu sākuma rakstzīmes Code 128, Code 49 vai Code 16K simbolā, lai norādītu GS1 kontrolētu simbolu.
mt: Karakteristika 1 (FUNC1). Jidher fl-ewwel pożizzjoni wara l-karattru tal-bidu tas-simbolu ta' Code 128, Code 49, jew Code 16K biex jindika simbolu kkontrollat minn GS1.
nl: Functie 1 (FUNC1) teken. Verschijnt op de eerste positie volgend op het startteken van de symbologie van een Code 128, Code 49, of Code 16K Symbool om een GS1-gecontroleerd symbool aan te duiden.
no: Funksjon 1 (FUNC1) tegn. Viser seg i første posisjon etter symbologien startkarakter av en Code 128, Code 49, eller Code 16K Symbol for å signalisere et GS1-kontrollert symbol.
pl: Znak funkcji 1 (FUNC1). Pojawia się na pierwszej pozycji po znaku startowym symboliki Code 128, Code 49 lub Code 16K, aby oznaczyć symbol kontrolowany przez GS1.
pt: Caractere FUNC1 (Função 1). Aparece na primeira posição após o caractere de início da simbologia de um Símbolo Code 128, Code 49, ou Code 16K para significar um símbolo controlado pela GS1.
ro: Caracterul FUNCȚIA 1 (FUNC1). Apare în prima poziție după caracterul de început al simbologiei unui simbol Code 128, Code 49 sau Code 16K pentru a semnifica un simbol controlat de GS1.
sk: Znak FUNC1 (FUNC1). Objavuje sa na prvej pozícii za štartovacím znakom symbologie kódu 128, kódu 49 alebo kódu 16K na označenie symbolu kontrolovaného GS1.
sl: Znak funkcije 1 (FUNC1). Pojavlja se na prvem mestu za začetnim znakom simbologije v simbolih Code 128, Code 49 ali Code 16K, da označi simbol, ki ga nadzira GS1.
sv: Funktion 1 (FUNC1) tecken. Förekommer i första positionen efter symbologins starttecken i en Code 128, Code 49, eller Code 16K-symbol för att beteckna en GS1-kontrollerad symbol.

# di4000
source: Format YYMMDD.
bg: Формат YYMMDD.
cs: Formát YYMMDD.
de: Format JJMMTT.
el: Μορφή YYMMDD.
es: Formato YYMMDD.
et: Formaat YYMMDD.
fi: Muoto YYMMDD.
fr: Format AAMMJJ.
ga: Formáid YYMMDD.
hu: Formátum YYMMDD.
is: Formað YYMMDD.
it: Formato YYMMDD.
lt: Formatas YYMMDD.
lv: Formāts YYMMDD.
nl: Formaat YYMMDD.
pt: Formato YYMMDD.
ro: Formatul YYMMDD.
sk: Formát YYMMDD.

# di4001
source: Format DDMMYY.
bg: Формат DDMMYY.
cs: Formát DDMMYY.
de: Format TTMMJJ.
el: Μορφή DDMMYY.
es: Formato DDMMYY.
et: Formaat DDMMYY.
fi: Muoto DDMMYY.
fr: Format JJMMAA.
ga: Formáid DDMMYY.
hu: Formátum DDMMYY.
is: Formað DDMMYY.
it: Formato DDMMYY.
lt: Formatas DDMMYY.
lv: Formāts DDMMYY.
nl: Formaat DDMMYY.
pt: Formato DDMMYY.
ro: Formatul DDMMYY.
sk: Formát DDMMYY.

# di4002
source: Format MMDDYY.
bg: Формат MMDDYY.
cs: Formát MMDDYY.
de: Format MMTTJJ.
el: Μορφή MMDDYY.
es: Formato MMDDYY.
et: Formaat MMDDYY.
fi: Muoto MMDDYY.
fr: Format MMJJAA.
ga: Formáid MMDDYY.
hu: Formátum MMDDYY.
is: Formað MMDDYY.
it: Formato MMDDYY.
lt: Formatas MMDDYY.
lv: Formāts MMDDYY.
nl: Formaat MMDDYY.
pt: Formato MMDDYY.
ro: Formatul MMDDYY.
sk: Formát MMDDYY.

# di4003
source: Format YDDD (Julian).
bg: Формат YDDD (Юлиански).
cs: Formát YDDD (Julian).
de: Format YTTT (Julianisch).
el: Μορφή YDDD (Ιουλιανή).
es: Formato YDDD (Juliano).
et: Formaat YDDD (Juliaan).
fi: Muoto YDDD (julialainen).
fr: Format JAAA (Julien).
ga: Formáid YDDD (Julian).
hr: Format YDDD (Julijanski).
hu: Formátum YDDD (Julián).
is: Formað YDDD (Julian).
it: Formato YDDD (Giuliano).
lt: Formatas YDDD (Julijaus).
lv: Formāts YDDD (Jūlija).
mt: Format YDDD (Juljan).
nl: Formaat YDDD (Juliaans).
no: Format YDDD (Juliansk).
pl: Format YDDD (Juliański).
pt: Formato YDDD (Juliano).
ro: Formatul YDDD (Julian).
sk: Formát YDDD (Juliánsky).
sl: Format YDDD (Julijansko).
sv: Format YDDD (Julianskt).

# di4004
source: Format YYDDD (Julian).
bg: Формат YYDDD (Юлиански).
cs: Formát YYDDD (Julian).
de: Format JJTTT (Julianisch).
el: Μορφή YYDDD (Ιουλιανή).
es: Formato YYDDD (Juliano).
et: Formaat YYDDD (Juliaan).
fi: Muoto YYDDD (julialainen).
fr: Format AAJJA (Julien).
ga: Formáid YYDDD (Julian).
hr: Format YYDDD (Julijanski).
hu: Formátum YYDDD (Julián).
is: Formað YYDDD (Julian).
it: Formato YYDDD (Giuliano).
lt: Formatas YYDDD (Julijaus).
lv: Formāts YYDDD (Jūlija).
mt: Format YYDDD (Juljan).
nl: Formaat YYDDD (Juliaans).
no: Format YYDDD (Juliansk).
pl: Format YYDDD (Juliański).
pt: Formato YYDDD (Juliano).
ro: Formatul YYDDD (Julian).
sk: Formát YYDDD (Juliánsky).
sl: Format YYDDD (Julijansko).
sv: Format YYDDD (Julianskt).

# di4005
source: ISO format YYMMDD immediately followed by an ANSI X12.3 Data Element Number 374 Qualifier providing a code specifying type of date (e.g., ship date, manufacture date).
bg: Формат YYMMDD веднага последван от квалификатор на данни ANSI X12.3 номер 374, предоставящ код, определящ типа на датата (например, дата на изпращане, дата на производство).
cs: Formát YYMMDD okamžitě následovaný kvalifikátorem datového prvku ANSI X12.3 číslo 374 poskytující kód specifikující typ data (např. datum odeslání, datum výroby).
de: ISO-Format JJMMTT unmittelbar gefolgt von einer ANSI X12.3 Datennummer 374 Qualifikator, der einen Code zur Spezifikation der Art des Datums liefert (z. B. Versanddatum, Herstellungsdatum).
el: Μορφή YYMMDD αμέσως ακολουθούμενη από έναν Αριθμό Στοιχείου Δεδομένων ANSI X12.3 374 Qualifier παρέχοντας έναν κωδικό που προσδιορίζει τον τύπο της ημερομηνίας (π.χ., ημερομηνία αποστολής, ημερομηνία κατασκευής).
es: Formato YYMMDD ISO seguido inmediatamente por un Calificador de Número de Elemento de Datos ANSI X12.3 374 proporcionando un código especificando tipo de fecha (por ejemplo, fecha de envío, fecha de fabricación).
et: ISO formaat YYMMDD kohe järgneb ANSI X12.3 Andmeelemendi Number 374 kvalifikaatorile, mis annab koodi kuupäeva tüübi määramiseks (nt, saatmiskuupäev, tootmiskuupäev).
fi: ISO-muoto YYMMDD, jota seuraa välittömästi ANSI X12.3 -tietoelementin numero 374 -määritelmä, joka antaa koodin määrittelemään päivämäärän tyypin (esim., lähetyspäivä, valmistuspäivä).
fr: Format ISO AAMMJJ immédiatement suivi d'un Qualificateur d'Élément de Données Numéro 374 ANSI X12.3 fournissant un code spécifiant le type de date (par exemple, date d'expédition, date de fabrication).
ga: Formáid YYMMDD láithreach in éineacht le Uimhir Eilimint Sonraí ANSI X12.3 Uimhir 374 a sholáthraíonn cód a shonraíonn cineál dáta (e.g., dáta loingsithe, dáta déantúsaíochta).
hr: ISO format YYMMDD odmah nakon ANSI X12.3 Broja podatkovnog elementa 374 kvalifikatora koji pruža kod koji specificira tip datuma (npr., datum otpreme, datum proizvodnje).
hu: ISO formátum YYMMDD közvetlenül egy ANSI X12.3 Adatelem Szám 374 Minősítő után, amely egy dátumtípus kódját adja meg (pl. szállítási dátum, gyártási dátum).
is: ISO formið YYMMDD strax fylgt af ANSI X12.3 Gögn Atriði Númer 374 Kvóti sem veitir kóða tilgreiningu á tegund dagsetningar (t.d., sendingardagur, framleiðsludagur).
it: Formato YYMMDD immediatamente seguito da un Qualificatore Numero Elemento Dati ANSI X12.3 374 che fornisce un codice che specifica il tipo di data (ad es., data di spedizione, data di fabbricazione).
lt: ISO formatas YYMMDD, iškart sekamas ANSI X12.3 Duomenų Elemento Numerio 374 kvalifikatoriumi, nurodančiu datos tipą (pvz., siuntimo data, gamybos data).
lv: ISO formāts YYMMDD tūlīt pēc ANSI X12.3 Datu Elementa Numura 374 Kvalifikatora, kas sniedz kodu, norādot datuma veidu (piem., nosūtīšanas datums, ražošanas datums).
mt: Format YYMMDD immedjatament segwit minn Numru tal-Element tad-Data 374 Qualifier ANSI X12.3 li jipprovdi kodiċi li jispeċifika t-tip ta' data (eż., data tat-tbaħħir, data tal-manifattura).
nl: ISO-formaat YYMMDD direct gevolgd door een ANSI X12.3 Data Element Nummer 374 Kwalificatie die een code geeft die het type datum specificeert (bijv., verzenddatum, productiedatum).
no: ISO format YYMMDD umiddelbart fulgt av en ANSI X12.3 Data Element Nummer 374 Kvalifikator som gir en kode som spesifiserer type dato (f.eks., forsendelsesdato, produksjonsdato).
pl: Format YYMMDD ISO natychmiast po nim następuje numer elementu danych ANSI X12.3 374 Qualifier, dostarczając kod określający typ daty (np. data wysyłki, data produkcji).
pt: Formato YYMMDD seguido imediatamente por um Qualificador de Número de Elemento de Dados ANSI X12.3 374 fornecendo um código especificando o tipo de data (por exemplo, data de envio, data de fabricação).
ro: Formatul ISO YYMMDD urmat imediat de Numărul Elementului de Date ANSI X12.3 374 care oferă un cod specificând tipul datei (de ex., data expedierii, data fabricației).
sk: Formát YYMMDD okamžite nasledovaný číslom dátového prvku ANSI X12.3 číslo 374 kvalifikátor poskytujúci kód špecifikujúci typ dátumu (napr., dátum odoslania, dátum výroby).
sl: ISO format YYMMDD takoj sledi kvalifikator številke podatkovnega elementa ANSI X12.3 374, ki zagotavlja kodo, ki določa vrsto datuma (npr., datum odpreme, datum izdelave).
sv: ISO-format YYMMDD omedelbart följt av en ANSI X12.3 Dataelement Nummer 374 Kvalificerare som ger en kod som specificerar typ av datum (t.ex., leveransdatum, tillverkningsdatum).
