Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di9004
source: Globally unique transport vehicle identifier (e.g., Trucks) consisting of the Vehicle Identification Number (VIN) as defined in the U.S. under 49 CFR Section Section 565, and internationally by ISO 3779, followed by the '+' character, then followed by the government-issued Vehicle Registration License Plate Number in the form of '4I' 'VIN' '+' 'government-issued Vehicle Registration License Plate Number' (quotes and spaces shown for clarity only; they are not part of the data).
bg: Глобално уникален идентификатор на транспортно превозно средство (например, камиони), състоящ се от Идентификационния номер на превозното средство (VIN) както е дефинирано в САЩ под 49 CFR Секция 565 и международно от ISO 3779, последван от символа '+', след това последван от номера на правителствения регистрационен номер на превозното средство във формата '4I' 'VIN' '+' 'правителствения регистрационен номер на превозното средство' (кавичките и пространствата са показани за яснота само; те не са част от данните).
cs: Globálně unikátní identifikátor dopravního vozidla (např. nákladní auta) skládající se z identifikačního čísla vozidla (VIN) definovaného ve Spojených státech podle 49 CFR oddíl 565 a mezinárodně podle ISO 3779, následované znakem '+', poté následované vládou vydaným číslem registrační značky vozidla ve formátu '4I' 'VIN' '+' 'vládou vydané číslo registrační značky vozidla' (uvozovky a mezery jsou uvedeny pro jasnost; nejsou součástí dat).
de: Weltweit eindeutiger Transportfahrzeugidentifikator (z.B. LKW) bestehend aus der Fahrzeugidentifikationsnummer (VIN), wie in den USA unter 49 CFR Abschnitt 565 und international durch ISO 3779 definiert, gefolgt vom '+'-Zeichen, dann gefolgt von der staatlich ausgestellten Fahrzeugregistrierungs-Kennzeichennummer in der Form '4I' 'VIN' '+' 'staatlich ausgestellte Fahrzeugregistrierungs-Kennzeichennummer' (Anführungszeichen und Leerzeichen sind nur zur Klarstellung gezeigt; sie sind nicht Teil der Daten).
el: Παγκοσμίως μοναδικός αναγνωριστικός κωδικός μεταφορικού οχήματος (π.χ., φορτηγά) που αποτελείται από τον Αριθμό Ταυτοποίησης Οχήματος (VIN) όπως ορίζεται στις ΗΠΑ υπό τον CFR 49 Ενότητα Ενότητα 565, και διεθνώς από το ISO 3779, ακολουθούμενο από τον χαρακτήρα '+', στη συνέχεια ακολουθεί ο αριθμός κυβερνητικής έκδοσης Άδειας Κυκλοφορίας Οχήματος στη μορφή '4I' 'VIN' '+' 'αριθμός κυβερνητικής έκδοσης Άδειας Κυκλοφορίας Οχήματος' (οι εισαγωγικές και τα κενά εμφανίζονται για διευκόλυνση· δεν είναι μέρος των δεδομένων).
es: Identificador único de vehículo de transporte global (por ejemplo, camiones) que consiste en el Número de Identificación de Vehículo (VIN) según se define en EE. UU. bajo 49 CFR Sección Sección 565, e internacionalmente por ISO 3779, seguido por el carácter '+', luego seguido por el número de matrícula de licencia de registro de vehículo emitido por el gobierno en la forma de '4I' 'VIN' '+' 'número de matrícula de licencia de registro de vehículo emitido por el gobierno' (las comillas y espacios se muestran solo para claridad; no forman parte de los datos).
et: Ülemaailmselt unikaalne transpordivahendi identifikaator (nt, veokid), mis koosneb Sõiduki Identifitseerimisnumbrist (VIN) defineeritud USA-s 49 CFR jaotis 565 all ja rahvusvaheliselt ISO 3779 poolt, millele järgneb '+' märk, seejärel järgneb valitsuse poolt välja antud Sõiduki Registreerimisnumbrilitsentsi number vormingus '4I' 'VIN' '+' 'valitsuse poolt välja antud Sõiduki Registreerimisnumbrilitsentsi number' (jutumärgid ja tühikud on selguse huvides näidatud; need ei kuulu andmete hulka).
fi: Globaalisti ainutlaatuinen kuljetusajoneuvon tunniste (esim., kuorma-autot), joka koostuu Ajoneuvon tunnistenumerosta (VIN), määritelty Yhdysvalloissa 49 CFR:n osassa Osio 565, ja kansainvälisesti ISO 3779:n mukaan, seurattuna '+' -merkillä, sitten seurattuna hallituksen myöntämällä Ajoneuvon rekisteröintikilven numerolla muodossa '4I' 'VIN' '+' 'hallituksen myöntämä Ajoneuvon rekisteröintikilven numero' (lainausmerkit ja välilyönnit esitetty selkeyden vuoksi vain; ne eivät ole osa tietoa).
fr: Identifiant unique mondial de véhicule de transport (par exemple, Camions) consistant en le Numéro d'Identification de Véhicule (VIN) tel que défini aux États-Unis sous 49 CFR Section 565, et internationalement par l'ISO 3779, suivi du caractère '+', puis suivi par le Numéro de Plaque d'Immatriculation de Véhicule délivré par le gouvernement sous la forme de '4I' 'VIN' '+' 'Numéro de Plaque d'Immatriculation de Véhicule délivré par le gouvernement' (les guillemets et les espaces sont montrés pour la clarté uniquement ; ils ne font pas partie des données).
ga: Aitheantas uathúil iompair feithicle (e.g., Trucailí) ag comhdhéanamh d'Uimhir Aitheantais Feithicle (VIN) mar a shainmhínítear sna Stáit Aontaithe faoi 49 CFR Alt 565, agus go hidirnáisiúnta ag ISO 3779, in éineacht leis an carachtar '+', ansin in éineacht le hUimhir Cheadúnais Cláraithe Feithicle rialtais sa bhfoirm '4I' 'VIN' '+' 'uimhir cheadúnais cláraithe feithicle rialtais' (tá luachana agus spásanna le haghaidh soiléire amháin; ní cuid den sonra iad).
hr: Globalno jedinstveni identifikator transportnog vozila (npr., kamioni) koji se sastoji od Identifikacijskog broja vozila (VIN) kako je definirano u SAD-u prema 49 CFR Odsjek 565, i međunarodno od strane ISO 3779, slijedi znak '+', nakon čega slijedi registarski broj vozila izdan od strane vlade u obliku '4I' 'VIN' '+' 'registarski broj vozila izdan od strane vlade' (navodnici i razmaci prikazani radi jasnoće; nisu dio podataka).
hu: Globálisan egyedi szállítóeszköz azonosító (pl. teherautók), amely a Jármű Azonosító Számot (VIN) tartalmazza, amelyet az Egyesült Államokban a 49 CFR Szakasz 565 alatt és nemzetközileg az ISO 3779 szerint határoznak meg, majd a '+' karakter követi, ezután a kormány által kiadott Jármű Regisztrációs Rendszámtábla Száma a '4I' 'VIN' '+' 'kormány által kiadott Jármű Regisztrációs Rendszámtábla Szám' formában (az idézőjelek és szóközök csak a tisztaság kedvéért vannak megadva; nem részei az adatnak).
is: Alþjóðlega einstakt ökutækjaauðkenni (t.d., vörubílar) sem samanstendur af Ökutækjaauðkenni (VIN) eins og skilgreint er í Bandaríkjunum undir 49 CFR Kafla 565, og alþjóðlega af ISO 3779, fylgt af '+' tákninu, þá fylgt af ríkisúthlutaðri Ökutækjaskráningar Númeraplötu á formi '4I' 'VIN' '+' 'ríkisúthlutað Ökutækjaskráningar Númeraplötu' (gæsalöpp og bil eru sýnd til skýringar aðeins; þau eru ekki hluti af gögnunum).
it: Identificatore di veicolo di trasporto unico globale (ad es., Camion) consistente nel Numero di Identificazione del Veicolo (VIN) come definito negli Stati Uniti sotto 49 CFR Sezione Sezione 565, e a livello internazionale da ISO 3779, seguito dal carattere '+', quindi seguito dal Numero di Targa di Registrazione del Veicolo emesso dal governo nella forma di '4I' 'VIN' '+' 'Numero di Targa di Registrazione del Veicolo emesso dal governo' (le virgolette e gli spazi sono mostrati solo per chiarezza; non fanno parte dei dati).
lt: Globaliai unikalus transporto priemonės identifikatorius (pvz., sunkvežimiai), susidedantis iš Transporto priemonės Identifikavimo Numerio (VIN), kaip apibrėžta JAV pagal 49 CFR Skyrius 565, ir tarptautiškai pagal ISO 3779, sekamas '+' simboliu, tada vyriausybės išduoto Transporto priemonės Registracijos Valstybinio Numerio forma '4I' 'VIN' '+' 'vyriausybės išduotas Transporto priemonės Registracijos Valstybinis Numeris' (kabutės ir tarpai rodomi aiškumui, jie nėra dalis duomenų).
lv: Globāli unikāls transportlīdzekļa identifikators (piem., Kravas automašīnām), kas sastāv no Transportlīdzekļa Identifikācijas Numura (VIN), kā definēts ASV saskaņā ar 49 CFR Sadaļa 565, un starptautiski ar ISO 3779, kam seko '+' zīme, pēc tam seko valdības izdotais Transportlīdzekļa Reģistrācijas Numura Zīme formātā '4I' 'VIN' '+' 'valdības izdotais Transportlīdzekļa Reģistrācijas Numura Zīme' (pēdiņas un atstarpes parādītas tikai skaidrības nolūkos; tās nav daļa no datiem).
mt: Identifikatur uniku globali tal-vettura tat-trasport (eż., trakkijiet) li jikkonsisti fin-Numru tal-Identifikazzjoni tal-Vettura (VIN) kif definit fl-Istati Uniti taħt it-49 CFR Sezzjoni 565, u internazzjonalment minn ISO 3779, segwit mill-karattru '+', imbagħad segwit min-numru tar-Reġistrazzjoni tal-Vettura tal-Liċenzja maħruġa mill-gvern fil-forma ta' '4I' 'VIN' '+' 'numru tar-Reġistrazzjoni tal-Vettura tal-Liċenzja maħruġa mill-gvern' (il-kwotazzjonijiet u l-ispazji jidhru għall-ċarezza biss; mhumiex parti mid-data).
nl: Wereldwijd unieke transportvoertuigidentificator (bijv., Vrachtwagens) bestaande uit het Voertuigidentificatienummer (VIN) zoals gedefinieerd in de VS onder 49 CFR Sectie Sectie 565, en internationaal door ISO 3779, gevolgd door het '+' teken, dan gevolgd door het door de overheid uitgegeven kentekennummer van het voertuig in de vorm van '4I' 'VIN' '+' 'door de overheid uitgegeven kentekennummer van het voertuig' (aanhalings- en spatietekens getoond voor duidelijkheid; ze maken geen deel uit van de gegevens).
no: Globalt unik transportkjøretøy identifikator (f.eks., Lastebiler) bestående av Kjøretøy Identifikasjonsnummer (VIN) som definert i U.S. under 49 CFR Seksjon Seksjon 565, og internasjonalt av ISO 3779, fulgt av '+' tegnet, deretter fulgt av det myndighetsut stedte Kjøretøy Registrerings Lisensplate Nummer i form av '4I' 'VIN' '+' 'myndighetsutstedt Kjøretøy Registrerings Lisensplate Nummer' (anførselstegn og mellomrom vist for klarhetens skyld; de er ikke en del av dataene).
pl: Globalnie unikalny identyfikator pojazdu transportowego (np. ciężarówek) składający się z Numeru Identyfikacyjnego Pojazdu (VIN) zdefiniowanego w USA na podstawie 49 CFR sekcja 565 i międzynarodowo przez ISO 3779, po którym następuje znak '+', a następnie numer rejestracyjny pojazdu wydany przez rząd w formie '4I' 'VIN' '+' 'numer rejestracyjny pojazdu wydany przez rząd' (cudzysłowy i spacje pokazane dla jasności tylko; nie są częścią danych).
pt: Identificador global único de veículo de transporte (por exemplo, caminhões) consistindo do Número de Identificação de Veículo (VIN) conforme definido nos EUA sob 49 CFR Seção 565, e internacionalmente pela ISO 3779, seguido pelo caractere '+', então seguido pelo Número de Placa de Licença de Registro de Veículo emitido pelo governo na forma de '4I' 'VIN' '+' 'número de placa de licença de registro de veículo emitido pelo governo' (aspas e espaços mostrados para clareza apenas; eles não fazem parte dos dados).
ro: Identificatorul global unic al vehiculului de transport (de exemplu, camioane) constând din Numărul de Identificare al Vehiculului (VIN) așa cum este definit în SUA sub 49 CFR Secțiunea Secțiunea 565 și internațional de ISO 3779, urmat de caracterul '+', apoi urmat de Numărul de Înmatriculare al Vehiculului emis de guvern în forma '4I' 'VIN' '+' 'numărul de înmatriculare al vehiculului emis de guvern' (ghilimelele și spațiile sunt arătate pentru claritate numai; ele nu fac parte din date).
sk: Globálne jedinečný identifikátor dopravného vozidla (napr. nákladiaky) pozostávajúci z Identifikačného čísla vozidla (VIN) definovaného v USA podľa 49 CFR Sekcia 565 a medzinárodne ISO 3779, nasledovaný znakom '+', potom nasledovaný vládou vydaným číslom registračnej značky vozidla vo forme '4I' 'VIN' '+' 'vládou vydané číslo registračnej značky vozidla' (úvodzovky a medzery sú uvedené pre jasnosť; nie sú súčasťou údajov).
sl: Globalno edinstvena identifikacijska številka transportnega vozila (npr. tovornjaki), ki obsega Identifikacijsko številko vozila (VIN), kot je opredeljeno v ZDA pod 49 CFR, oddelek 565, in mednarodno s strani ISO 3779, sledi znak '+', nato pa sledi registrska številka vozila, ki jo je izdala vlada, v obliki '4I' 'VIN' '+' 'registrska številka vozila, ki jo je izdala vlada' (narekovaji in presledki so prikazani za jasnost; niso del podatkov).
sv: Globalt unik transportfordonsidentifierare (t.ex., Lastbilar) bestående av Fordonsidentifieringsnumret (VIN) som definieras i USA under 49 CFR Avsnitt Avsnitt 565, och internationellt av ISO 3779, följt av tecknet '+', följt av regeringstilldelat Fordonsregistreringsnummer i formen '4I' 'VIN' '+' 'regeringstilldelat Fordonsregistreringsnummer' (citationstecken och mellanslag visas endast för tydlighet; de är inte en del av datan).
