Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di19026
source: Equipment Identifier, being a globally unique identifier for a device, an item of equipment or instance of a computer application used in the production, transport, processing or other handling of items, that is constructed by concatenating:\n - an ISO/IEC 15459 issuing agency code;\n - an equipment number which accords with specifications of the issuing agency concerned; and that:\n - comprises only upper case alphabetic and/or numeric characters;\n - is unique (that is, is distinct from any other ISO/IEC 15459 compliant identifier) within the domain of the issuing agency;\n - cannot be from any other ISO/IEC 15459 compliant identifier, issued under the same issuing agency, by the simple addition of characters to, or their removal from, it end.\nReader ID.\nEquipment identifier, being a globally unique identifier for a device, an item of equipment or instance of a computer application used in the production, transport, processing or other handling of items.
bg: Идентификатор на оборудване, представляващ уникален глобален идентификатор за устройство, оборудване или инстанция на компютърно приложение, използвано в производството, транспорта, обработката или друго обслужване на артикули, който се конструира чрез конкатениране на:\n - код на издаваща агенция по ISO/IEC 15459;\n - номер на оборудването, който отговаря на спецификациите на съответната издаваща агенция; и който:\n - съдържа само главни букви от азбуката и/или цифри;\n - е уникален (тоест, се различава от всеки друг идентификатор, съответстващ на ISO/IEC 15459) в рамките на домейна на издаващата агенция;\n - не може да бъде от друг идентификатор, съответстващ на ISO/IEC 15459, издаден под същата издаваща агенция, чрез просто добавяне на символи към неговия край или техните премахване от него.\nИдентификатор на четец.\nИдентификатор на оборудване, представляващ уникален глобален идентификатор за устройство, оборудване или инстанция на компютърно приложение, използвано в производството, транспорта, обработката или друго обслужване на артикули.
cs: Identifikátor zařízení, jedná se o globálně unikátní identifikátor zařízení, položky zařízení nebo instance počítačové aplikace používané při výrobě, dopravě, zpracování nebo jiné manipulaci s položkami, který je konstruován spojením:\n - kódu vydávající agentury ISO/IEC 15459;\n - čísla zařízení, které odpovídá specifikacím příslušné vydávající agentury; a že:\n - obsahuje pouze velká písmena abecedy a/nebo číslice;\n - je unikátní (to znamená, že se liší od jakéhokoli jiného identifikátoru kompatibilního s ISO/IEC 15459) v rámci domény vydávající agentury;\n - nelze odvodit od jakéhokoli jiného identifikátoru kompatibilního s ISO/IEC 15459, vydaného pod stejnou vydávající agenturou, prostým přidáním znaků na konec nebo jejich odstraněním.\nIdentifikátor čtečky.\nIdentifikátor zařízení, jedná se o globálně unikátní identifikátor zařízení, položky zařízení nebo instance počítačové aplikace používané při výrobě, dopravě, zpracování nebo jiné manipulaci s položkami.
de: Geräte-Identifikator, der eine global eindeutige Kennung für ein Gerät, ein Ausrüstungsstück oder eine Instanz einer Computeranwendung darstellt, die in der Produktion, im Transport, in der Verarbeitung oder anderen Handhabung von Artikeln verwendet wird, die durch Verkettung konstruiert ist:\n - ein ISO/IEC 15459 ausstellender Agenturcode;\n - eine Gerätenummer, die den Spezifikationen der betreffenden ausstellenden Agentur entspricht; und das:\n - besteht nur aus Großbuchstaben und/oder numerischen Zeichen;\n - ist eindeutig (das heißt, es ist von jedem anderen ISO/IEC 15459-konformen Identifikator) innerhalb des Bereichs der ausstellenden Agentur;\n - kann nicht von einem anderen ISO/IEC 15459-konformen Identifikator abgeleitet werden, der unter derselben ausstellenden Agentur ausgegeben wird, durch einfaches Hinzufügen von Zeichen zu oder deren Entfernung von seinem Ende.\nLeser-ID.\nGeräte-Identifikator, der eine global eindeutige Kennung für ein Gerät, ein Ausrüstungsstück oder eine Instanz einer Computeranwendung darstellt, die in der Produktion, im Transport, in der Verarbeitung oder anderen Handhabung von Artikeln verwendet wird.
el: Αναγνωριστικό Εξοπλισμού, που αποτελεί ένα παγκοσμίως μοναδικό αναγνωριστικό για μια συσκευή, ένα αντικείμενο εξοπλισμού ή παράδειγμα εφαρμογής υπολογιστή που χρησιμοποιείται στην παραγωγή, μεταφορά, επεξεργασία ή άλλη διαχείριση αντικειμένων, που κατασκευάζεται συνδυάζοντας:\n - έναν κωδικό εκδότη οργανισμού ISO/IEC 15459·\n - έναν αριθμό εξοπλισμού που συμφωνεί με τις προδιαγραφές του εκδότη οργανισμού που αφορά· και ότι:\n - περιλαμβάνει μόνο κεφαλαία αλφαβητικά και/ή αριθμητικά χαρακτήρες·\n - είναι μοναδικό (δηλαδή, διαφέρει από οποιοδήποτε άλλο αναγνωριστικό σύμφωνο με το ISO/IEC 15459) εντός του τομέα του εκδότη οργανισμού·\n - δεν μπορεί να προκύψει από κανένα άλλο αναγνωριστικό σύμφωνο με το ISO/IEC 15459, που εκδόθηκε υπό τον ίδιο εκδότη οργανισμού, με την απλή προσθήκη χαρακτήρων στο τέλος του ή την αφαίρεσή τους από αυτό.\nΑναγνωριστικό Αναγνώστη.\nΑναγνωριστικό εξοπλισμού, που αποτελεί ένα παγκοσμίως μοναδικό αναγνωριστικό για μια συσκευή, ένα αντικείμενο εξοπλισμού ή παράδειγμα εφαρμογής υπολογιστή που χρησιμοποιείται στην παραγωγή, μεταφορά, επεξεργασία ή άλλη διαχείριση αντικειμένων.
es: Identificador de Equipo, siendo un identificador globalmente único para un dispositivo, un artículo de equipo o instancia de una aplicación de computadora utilizada en la producción, transporte, procesamiento u otro manejo de artículos, que se construye concatenando:\n - un código de agencia emisora ISO/IEC 15459;\n - un número de equipo que se ajusta a las especificaciones de la agencia emisora concerniente; y que:\n - comprende solo caracteres alfabéticos en mayúscula y/o numéricos;\n - es único (es decir, es distinto de cualquier otro identificador conforme a ISO/IEC 15459) dentro del dominio de la agencia emisora;\n - no puede ser de ningún otro identificador conforme a ISO/IEC 15459, emitido bajo la misma agencia emisora, por la simple adición de caracteres a, o su eliminación de, su fin.\nID de Lector.\nIdentificador de equipo, siendo un identificador globalmente único para un dispositivo, un artículo de equipo o instancia de una aplicación de computadora utilizada en la producción, transporte, procesamiento u otro manejo de artículos.
et: Seadme Identifikaator, olles ülemaailmselt unikaalne identifikaator seadmele, seadme üksusele või arvutirakenduse instantsile, mida kasutatakse toodete tootmisel, transpordil, töötlemisel või muul käitlemisel, mis on koostatud konkateerides:\n - ISO/IEC 15459 väljaandva asutuse koodi;\n - seadme numbri, mis vastab väljaandva asutuse nõuetele; ja mis:\n - koosneb ainult suurtähtedest ja/või numbritest;\n - on unikaalne (st erineb kõigist teistest ISO/IEC 15459 nõuetele vastavatest identifikaatoritest) väljaandva asutuse domeenis;\n - ei saa tuletada ühestki teisest ISO/IEC 15459 nõuetele vastavast identifikaatorist, mis on väljastatud sama väljaandva asutuse poolt, lihtsalt lisades tähemärke selle lõppu või eemaldades neid selle lõpust.\nLugeja ID.\nSeadme identifikaator, olles ülemaailmselt unikaalne identifikaator seadmele, seadme üksusele või arvutirakenduse instantsile.
fi: Laitetunniste, joka on maailmanlaajuisesti uniikki tunniste laitteelle, laitteistolle tai tietokoneohjelman instanssille, jota käytetään tuotteiden tuotannossa, kuljetuksessa, käsittelyssä tai muussa käsittelyssä, joka koostuu yhdistämällä:\n - ISO/IEC 15459:n myöntämisvirastokoodi;\n - laitenumero, joka vastaa kyseisen myöntämisviraston määritelmiä; ja joka:\n - koostuu vain isoista kirjaimista ja/tai numeerisista merkeistä;\n - on uniikki (eli eroaa kaikista muista ISO/IEC 15459:n mukaisista tunnisteista) myöntämisviraston alueella;\n - ei voi olla johdettu mistään muusta ISO/IEC 15459:n mukaisesta tunnisteesta, joka on myönnetty saman myöntämisviraston toimesta, yksinkertaisesti lisäämällä merkkejä sen loppuun tai poistamalla niitä siitä.\nLukijan ID.\nLaitetunniste, joka on maailmanlaajuisesti uniikki tunniste laitteelle, laitteistolle tai tietokoneohjelman instanssille, jota käytetään tuotteiden tuotannossa, kuljetuksessa, käsittelyssä tai muussa käsittelyssä.
fr: Identifiant d'équipement, étant un identifiant mondial unique pour un dispositif, un article d'équipement ou une instance d'une application informatique utilisée dans la production, le transport, le traitement ou d'autres manipulations d'articles, qui est construit en concaténant :\n - un code d'agence d'émission ISO/IEC 15459 ;\n - un numéro d'équipement qui est conforme aux spécifications de l'agence d'émission concernée ; et qui :\n - ne comprend que des caractères alphabétiques en majuscules et/ou numériques ;\n - est unique (c'est-à-dire, est distinct de tout autre identifiant conforme à l'ISO/IEC 15459) dans le domaine de l'agence d'émission ;\n - ne peut pas être dérivé d'un autre identifiant conforme à l'ISO/IEC 15459, émis sous la même agence d'émission, par l'ajout simple de caractères à, ou leur retrait de, son extrémité.\nIdentifiant de lecteur.\nIdentifiant d'équipement, étant un identifiant mondial unique pour un dispositif, un article d'équipement ou une instance d'une application informatique utilisée dans la production, le transport, le traitement ou d'autres manipulations d'articles.
ga: Aitheantas Trealaimh, a bheith ina aitheantas uathúil domhanda le haghaidh gléas, mír trealaimh nó instealladh de iarratas ríomhaireachta a úsáidtear sa táirgeadh, iompar, próiseáil nó láimhseáil eile míreanna, a thógáil trí chur le chéile:\n - cód gníomhaireachta eisithe ISO/IEC 15459;\n - uimhir trealaimh a réitíonn le sonraíochtaí an ghníomhaireachta eisithe ábhartha; agus sin:\n - comhdhéanta de charachtair alfabhéiteacha uachtair agus/nó uimhriúla amháin;\n - uathúil (is é sin, tá sé difriúil ó aon aitheantas eile comhlíontach ISO/IEC 15459) laistigh de réimse an ghníomhaireachta;\n - nach féidir a dhíorthú ó aon aitheantas eile comhlíontach ISO/IEC 15459, eisithe faoin ghníomhaireacht chéanna, trí charachtair shimplí a chur leis, nó a bhaint dá dheireadh.\nLéitheoir ID.\nAitheantas trealaimh, a bheith ina aitheantas uathúil domhanda le haghaidh gléas, mír trealaimh nó instealladh de iarratas ríomhaireachta.
hr: Identifikator opreme, koji je globalno jedinstven identifikator za uređaj, stavku opreme ili instancu računalne aplikacije korištene u proizvodnji, transportu, obradi ili drugom rukovanju artiklima, koji se sastoji od spajanja:\n - koda izdavateljske agencije ISO/IEC 15459;\n - broja opreme koji se usklađuje sa specifikacijama dotične izdavateljske agencije; i koji:\n - sadrži samo velika slova abecede i/ili numeričke znakove;\n - je jedinstven (tj. razlikuje se od bilo kojeg drugog identifikatora sukladnog s ISO/IEC 15459) unutar domene izdavateljske agencije;\n - ne može biti izveden iz bilo kojeg drugog identifikatora sukladnog s ISO/IEC 15459, izdanog pod istom izdavateljskom agencijom, jednostavnim dodavanjem znakova na njegov kraj, ili njihovim uklanjanjem.\nID čitača.\nIdentifikator opreme, koji je globalno jedinstven identifikator za uređaj, stavku opreme ili instancu računalne aplikacije korištene u proizvodnji, transportu, obradi ili drugom rukovanju artiklima.
hu: Berendezés Azonosító, egy globálisan egyedi azonosító egy eszköz, berendezés vagy egy számítógépes alkalmazás példány számára, amelyet az előállítás, szállítás, feldolgozás vagy más tételek kezelésében használnak, amelyet a következők konkatenálásával hoznak létre:\n - egy ISO/IEC 15459 kiadói ügynökségi kód;\n - egy berendezésszám, amely megfelel az érintett kiadói ügynökség specifikációinak; és hogy:\n - csak nagybetűs alfabetikus és/vagy numerikus karakterekből áll;\n - egyedi (azaz különbözik bármely más ISO/IEC 15459-nek megfelelő azonosítótól) a kiadói ügynökség doménjén belül;\n - nem lehet bármely más ISO/IEC 15459-nek megfelelő azonosító, amelyet ugyanazon kiadói ügynökség adott ki, egyszerűen karakterek hozzáadásával vagy eltávolításával.\nOlvasó AZ.\nBerendezés azonosító, egy globálisan egyedi azonosító egy eszköz, berendezés vagy egy számítógépes alkalmazás példány számára, amelyet az előállítás, szállítás, feldolgozás vagy más tételek kezelésében használnak.
is: Búnaðarauðkenni, vera alheims einstakt auðkenni fyrir tæki, búnað eða tilvik af tölvuforriti notað í framleiðslu, flutningi, vinnslu eða annarri meðhöndlun á hlutum, sem er byggt með því að tengja saman:\n - útgáfustofnunarkóða ISO/IEC 15459;\n - búnaðarnúmer sem samræmist forskriftum viðkomandi útgáfustofnunar; og að:\n - inniheldur aðeins hástafi í stafrófi og/eða tölustafi;\n - er einstakt (það er, er frábrugðið öðrum ISO/IEC 15459 samrýmanlegu auðkenni) innan sviðs útgáfustofnunarinnar;\n - getur ekki komið frá öðru ISO/IEC 15459 samrýmanlegu auðkenni, gefið út undir sömu útgáfustofnun, með einfaldri viðbót stafa við, eða þeirra fjarlægingu frá, því enda.\nLesarar ID.\nBúnaðarauðkenni, vera alheims einstakt auðkenni fyrir tæki, búnað eða tilvik af tölvuforriti notað í framleiðslu, flutningi, vinnslu eða annarri meðhöndlun á hlutum.
it: Identificatore di Attrezzatura, essendo un identificatore univoco a livello globale per un dispositivo, un articolo di attrezzatura o un'istanza di un'applicazione informatica utilizzata nella produzione, trasporto, elaborazione o altro trattamento di articoli, che è costruito concatenando:\n - un codice dell'agenzia di emissione ISO/IEC 15459;\n - un numero di attrezzatura che si conforma alle specifiche dell'agenzia di emissione interessata; e che:\n - comprende solo caratteri alfanumerici maiuscoli e/o numerici;\n - è unico (cioè, è distinto da qualsiasi altro identificatore conforme a ISO/IEC 15459) all'interno del dominio dell'agenzia di emissione;\n - non può essere derivato da qualsiasi altro identificatore conforme a ISO/IEC 15459, emesso sotto la stessa agenzia di emissione, mediante l'aggiunta semplice di caratteri a, o la loro rimozione da, la sua fine.\nID Lettore.\nIdentificatore di attrezzatura, essendo un identificatore univoco a livello globale per un dispositivo, un articolo di attrezzatura o un'istanza di un'applicazione informatica utilizzata nella produzione, trasporto, elaborazione o altro trattamento di articoli.
lt: Įrangos identifikatorius, būdamas globaliai unikalus identifikatorius prietaisui, įrangos vienetui arba kompiuterių programos egzempliui, naudojamam prekių gamyboje, transporte, apdorojime ar kitame tvarkyme, kuris sudaromas konkatenavus:\n - ISO/IEC 15459 išdavimo agentūros kodą;\n - įrangos numerį, kuris atitinka atitinkamos išdavimo agentūros nustatytas specifikacijas; ir kuris:\n - susideda tik iš didžiųjų raidžių ir (arba) skaitmenų;\n - yra unikalus (tai yra, skiriasi nuo bet kurio kito ISO/IEC 15459 atitinkamo identifikatoriaus) išdavimo agentūros srityje;\n - negali būti gautas iš bet kurio kito ISO/IEC 15459 atitinkamo identifikatoriaus, išduoto pagal tą pačią išdavimo agentūrą, paprastai pridedant simbolius prie jo galo arba šalinant juos iš jo galo.\nSkaitytuvo ID.\nĮrangos identifikatorius, būdamas globaliai unikalus identifikatorius prietaisui, įrangos vienetui arba kompiuterių programos egzempliui, naudojamam prekių gamyboje, transporte, apdorojime ar kitame tvarkyme.
lv: Aprīkojuma Identifikators, būdams globāli unikāls identifikators ierīcei, aprīkojuma vienībai vai datorprogrammas instanču izmantošanai preču ražošanā, transportēšanā, apstrādē vai citāda veida apiešanā, kas veidots, konkatenējot:\n - ISO/IEC 15459 izdošanas aģentūras kodu;\n - aprīkojuma numuru, kas atbilst attiecīgās izdošanas aģentūras prasībām; un kas:\n - sastāv tikai no lielajiem alfabēta burtiem un/vai cipariem;\n - ir unikāls (tas ir, atšķiras no jebkura cita ISO/IEC 15459 atbilstoša identifikatora) izdošanas aģentūras domēnā;\n - nevar tikt iegūts no cita ISO/IEC 15459 atbilstoša identifikatora, kas izdots zem tās pašas izdošanas aģentūras, vienkārši pievienojot rakstzīmes tā beigās vai noņemot tās.\nLasītāja ID.\nAprīkojuma identifikators, būdams globāli unikāls identifikators ierīcei, aprīkojuma vienībai vai datorprogrammas instanču izmantošanai preču ražošanā, transportēšanā, apstrādē vai citāda veida apiešanā.
mt: Identifikatur tal-Ekwipaġġ, li jkun identifikatur globalment uniku għal apparat, oġġett ta' tagħmir jew istanza ta' applikazzjoni tal-kompjuter użata fil-produzzjoni, it-trasport, l-ipproċessar jew immaniġġjar ieħor ta' oġġetti, li huwa mibni billi jikkonkatena:\n - kodiċi tal-aġenzija li toħroġ skont l-ISO/IEC 15459;\n - numru ta' tagħmir li jaqbel mas-speċifikazzjonijiet tal-aġenzija li toħroġ kkonċernata; u li:\n - jikkonsisti biss fi karattri alfabetiċi u/jew numeriċi ta' ittri kbar;\n - huwa uniku (jiġifieri, huwa distint minn kwalunkwe identifikatur ieħor konformi mal-ISO/IEC 15459) fl-ambitu tal-aġenzija li toħroġ;\n - ma jistax jiġi derivat minn kwalunkwe identifikatur ieħor konformi mal-ISO/IEC 15459, maħruġ taħt l-istess aġenzija li toħroġ, billi sempliċiment jiżdiedu karattri għalih, jew jitneħħew minn, it-tarf tiegħu.\nID tal-Qarrej.\nIdentifikatur tal-ekwipaġġ, li jkun identifikatur globalment uniku għal apparat, oġġett ta' tagħmir jew istanza ta' applikazzjoni tal-kompjuter użata fil-produzzjoni, it-trasport, l-ipproċessar jew immaniġġjar ieħor ta' oġġetti.
nl: Apparatuur Identificator, zijnde een wereldwijd unieke identificator voor een apparaat, een item van apparatuur of instantie van een computerapplicatie gebruikt in de productie, transport, verwerking of andere afhandeling van items, dat is opgebouwd door het aaneenschakelen van:\n - een ISO/IEC 15459 uitgevende instantiecode;\n - een apparatuurnummer dat voldoet aan de specificaties van de betreffende uitgevende instantie; en dat:\n - uitsluitend bestaat uit hoofdletters alfabetische en/of numerieke tekens;\n - uniek is (dat wil zeggen, verschilt van elke andere ISO/IEC 15459 conforme identificator) binnen het domein van de uitgevende instantie;\n - niet kan worden afgeleid van een andere ISO/IEC 15459 conforme identificator, uitgegeven onder dezelfde uitgevende instantie, door eenvoudigweg tekens toe te voegen aan, of te verwijderen uit, het einde ervan.\nLezer ID.\nApparatuur identificator, zijnde een wereldwijd unieke identificator voor een apparaat, een item van apparatuur of instantie van een computerapplicatie gebruikt in de productie, transport, verwerking of andere afhandeling van items.
no: Utstyrsidentifikator, som er en globalt unik identifikator for en enhet, et utstyrsobjekt eller en forekomst av en datamaskinapplikasjon brukt i produksjon, transport, behandling eller annen håndtering av varer, som er konstruert ved å sammenkoble:\n - en ISO/IEC 15459 utstedende byråkode;\n - et utstyrsnummer som overholder spesifikasjonene til det utstedende byrået; og som:\n - består kun av store bokstaver og/eller numeriske tegn;\n - er unik (det vil si, er forskjellig fra enhver annen ISO/IEC 15459 kompatibel identifikator) innenfor domenet til det utstedende byrået;\n - kan ikke være fra noen annen ISO/IEC 15459 kompatibel identifikator, utstedt under samme utstedende byrå, ved den enkle tilføyelsen av tegn til, eller deres fjerning fra, den enden.\nLeser-ID.\nUtstyrsidentifikator, som er en globalt unik identifikator for en enhet, et utstyrsobjekt eller en forekomst av en datamaskinapplikasjon brukt i produksjon, transport, behandling eller annen håndtering av varer.
pl: Identyfikator sprzętu, będący globalnie unikatowym identyfikatorem urządzenia, przedmiotu wyposażenia lub instancji aplikacji komputerowej używanej w produkcji, transporcie, przetwarzaniu lub innym obsługiwaniu przedmiotów, który jest konstruowany przez połączenie:\n - kodu agencji wydającej zgodnie z ISO/IEC 15459;\n - numeru sprzętu zgodnego ze specyfikacjami danej agencji wydającej; i który:\n - składa się wyłącznie z wielkich liter alfabetu i/lub cyfr;\n - jest unikalny (to znaczy, różni się od jakiegokolwiek innego identyfikatora zgodnego z ISO/IEC 15459) w domenie agencji wydającej;\n - nie może pochodzić od żadnego innego identyfikatora zgodnego z ISO/IEC 15459, wydanego na mocy tej samej agencji wydającej, poprzez prost
pt: Identificador de Equipamento, sendo um identificador globalmente único para um dispositivo, um item de equipamento ou instância de uma aplicação de computador usada na produção, transporte, processamento ou outro manuseio de itens, que é construído pela concatenação:\n - um código de agência emissora ISO/IEC 15459;\n - um número de equipamento que está de acordo com as especificações da agência emissora;\n e que:\n - compreende apenas caracteres alfabéticos maiúsculos e/ou numéricos;\n - é único (ou seja, é distinto de qualquer outro identificador compatível com ISO/IEC 15459) dentro do domínio da agência emissora;\n - não pode ser derivado de qualquer outro identificador compatível com ISO/IEC 15459, emitido sob a mesma agência emissora, pela simples adição de caracteres ao seu final, ou sua remoção.\nID do Leitor.\nIdentificador de equipamento, sendo um identificador globalmente único para um dispositivo, um item de equipamento ou instância de uma aplicação de computador usada na produção, transporte, processamento ou outro manuseio de itens.
ro: Identificatorul Echipamentului, fiind un identificator unic la nivel global pentru un dispozitiv, un articol de echipament sau o instanță a unei aplicații informatice utilizate în producția, transportul, procesarea sau alte manipulări ale articolelor, care este construit prin concatenarea:\n - un cod de agenție de emitere ISO/IEC 15459;\n - un număr de echipament care se conformează cu specificațiile agenției emitente respective; și care:\n - cuprinde doar caractere alfanumerice majuscule și/sau numerice;\n - este unic (adică, este distinct de orice alt identificator conform ISO/IEC 15459) în domeniul agenției emitente;\n - nu poate fi derivat de la orice alt identificator conform ISO/IEC 15459, emis sub aceeași agenție emitentă, prin simpla adăugare de caractere la, sau eliminarea lor de la, capătul său.\nID-ul Cititorului.\nIdentificatorul echipamentului, fiind un identificator unic la nivel global pentru un dispozitiv, un articol de echipament sau o instanță a unei aplicații informatice utilizate în producția, transportul, procesarea sau alte manipulări ale articolelor.
sk: Identifikátor zariadenia, jedinečný globálny identifikátor pre zariadenie, položku vybavenia alebo inštanciu počítačovej aplikácie používanú pri výrobe, transporte, spracovaní alebo inom zaobchádzaní s položkami, ktorý sa vytvára konkatenáciou:\n - kód vydávajúcej agentúry ISO/IEC 15459;\n - číslo zariadenia, ktoré zodpovedá špecifikáciám príslušnej vydávajúcej agentúry; a že:\n - obsahuje iba veľké písmená abecedy a/alebo číselné znaky;\n - je unikátne (t.j. líši sa od akéhokoľvek iného identifikátora kompatibilného s ISO/IEC 15459) v rámci domény vydávajúcej agentúry;\n - nemôže byť odvodený od žiadneho iného identifikátora kompatibilného s ISO/IEC 15459, vydaného pod rovnakou vydávajúcou agentúrou, jednoduchým pridaním znakov na jeho koniec alebo ich odstránením z neho.\nIdentifikátor čítačky.\nIdentifikátor zariadenia, jedinečný globálny identifikátor pre zariadenie, položku vybavenia alebo inštanciu počítačovej aplikácie používanú pri výrobe, transporte, spracovaní alebo inom zaobchádzaní s položkami.
sl: Identifikator opreme, ki je globalno unikaten identifikator za napravo, element opreme ali instanco računalniške aplikacije, uporabljene v proizvodnji, prevozu, obdelavi ali drugem ravnanju s predmeti, ki je sestavljen z združevanjem:\n - kode izdajateljske agencije ISO/IEC 15459;\n - številke opreme, ki je v skladu s specifikacijami zadevne izdajateljske agencije; in da:\n - vsebuje samo velike črke abecede in/ali številčne znake;\n - je unikaten (to je, različen od katerega koli drugega identifikatorja, skladnega z ISO/IEC 15459) znotraj domene izdajateljske agencije;\n - ni mogoče izpeljati iz katerega koli drugega identifikatorja, skladnega z ISO/IEC 15459, izdanega pod isto izdajateljsko agencijo, z enostavnim dodajanjem znakov na konec ali njihovim odstranjevanjem.
sv: Utrustningsidentifierare, som är en globalt unik identifierare för en enhet, en utrustningsartikel eller instans av en datorapplikation som används i produktionen, transporten, bearbetningen eller annan hantering av artiklar, som konstrueras genom att sammanfoga:\n - en ISO/IEC 15459 utfärdande myndighetskod;\n - ett utrustningsnummer som överensstämmer med specifikationerna för den berörda utfärdande myndigheten; och som:\n - består endast av stora bokstäver och/eller numeriska tecken;\n - är unikt (det vill säga skiljer sig från någon annan ISO/IEC 15459 kompatibel identifierare) inom utfärdande myndighetens domän;\n - inte kan härledas från någon annan ISO/IEC 15459 kompatibel identifierare, utfärdad under samma utfärdande myndighet, genom enkel tillägg av tecken till, eller deras borttagning från, dess slut.\nLäsar-ID.\nUtrustningsidentifierare, som är en globalt unik identifierare för en enhet, en utrustningsartikel eller instans av en datorapplikation som används i produktionen, transporten, bearbetningen eller annan hantering av artiklar.
