Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di16005
source: Freight Classification Item Number Assigned by Carrier for Purposes of Rating Hazardous Materials (e.g., Motor Freight, Air, Boat, Rail Classification).
bg: Номер на артикул за класификация на товари, присвоен от превозвача за целите на оценка на опасни материали (напр., Класификация за моторен транспорт, Въздух, Лодка, Железопътен класификация).
cs: Klasifikační číslo položky nákladu přiřazené dopravcem pro účely hodnocení nebezpečných materiálů (např. klasifikace pro motorovou dopravu, letectví, lodní dopravu, železnici).
de: Vom Transporteur zugewiesene Frachtklassifikationsartikelnummer für Gefahrgüter (z. B. Motorfracht, Luft, Boot, Bahnklassifizierung).
el: Αριθμός Ταυτοποίησης Αντικειμένου Φορτηγού Μεταφοράς που Ανατέθηκε από τον Μεταφορέα για Σκοπούς Κατάταξης Επικίνδυνων Υλών (π.χ., Κατάταξη Φορτηγού, Αεροπορίας, Βάρκας, Σιδηροδρόμου).
es: Número de Artículo de Clasificación de Flete Asignado por el Transportista para Propósitos de Clasificación de Materiales Peligrosos (por ejemplo, Clasificación de Flete Motorizado, Aéreo, Barco, Ferrocarril).
et: Ohtlike Materjalide jaoks Vedaja poolt Määratud Veoklassifikatsiooni Eseme Number (nt Mootorsõiduk, Lennuk, Laev, Rongi Klassifikatsioon).
fi: Kuljetusluokituksen Tuotenumero, Joka on Määritetty Kuljetusliikkeen Toimesta Vaarallisten Aineiden Luokitusta Varten (esim., Maantiekuljetus, Ilma, Vene, Rautatie Luokitus).
fr: Numéro d'item de classification de fret attribué par le transporteur aux fins de classement des matériaux dangereux (par exemple, classification de fret routier, aérien, maritime, ferroviaire).
ga: Uimhir Míre Rangaithe Lastais a Shannann an tIompróir le haghaidh Críocha Rátála Ábhar Guaiseach (m.sh., Rangú Lastais Mótair, Aer, Bád, Iarnród).
hr: Broj stavke klasifikacije tereta dodijeljen od strane prijevoznika u svrhu ocjenjivanja opasnih materijala (npr., Klasifikacija tereta za kamion, zrak, brod, željeznicu).
hu: Fuvarozó által kijelölt Veszélyes Anyagok Besorolási Tételszáma a Veszélyes Anyagok Besorolásának Céljából (pl. Szárazföldi Fuvarozás, Légifuvarozás, Hajózás, Vasúti Szállítás Besorolása).
is: Flutningsflokkunar númer úthlutað af flutningsaðila til þess að meta hættuleg efni (t.d., Vegflutningur, Loftflutningur, Sjóflutningur, Lestarflutningur).
it: Numero di Classificazione del Carico Assegnato dal Vettore ai fini della Classificazione dei Materiali Pericolosi (ad es., Classificazione per Trasporto su Strada, Aereo, Nave, Ferrovia).
lt: Pavojingų medžiagų klasifikacijos prekės numeris, priskirtas vežėjo pagal paskirtį (pvz., kelių transporto, oro, laivų, geležinkelio klasifikacija).
lv: Kravas Klasifikācijas Preces Numurs, ko Pārvadātājs piešķīris nolūkā novērtēt bīstamas preces (piem., Autotransports, Gaisa transports, Kuģis, Dzelzceļš).
mt: Numru tal-Klassifikazzjoni tal-Merkanzija Assenjat mill-Operatur tat-Trasport għall-Fini tal-Klassifikazzjoni ta' Materjali Perikolużi (eż., Klassifikazzjoni għat-Trasport bil-Mutur, bl-Ajru, bid-Dgħajsa, bil-Ferrovija).
nl: Vrachtklassificatie Artikelnummer Toegewezen door Vervoerder voor het Classificeren van Gevaarlijke Materialen (bijv., Vrachtvervoer, Lucht, Boot, Trein Classificatie).
no: Fraktklassifiseringsvarenummer tildelt av transportør for formålet med vurdering av farlige materialer (for eksempel, Motorfrakt, Luft, Båt, Togklassifisering).
pl: Numer klasyfikacyjny przedmiotu frachtowego przydzielony przez przewoźnika w celu klasyfikacji materiałów niebezpiecznych (np. klasyfikacja frachtu drogowego, lotniczego, morskiego, kolejowego).
pt: Número de Item de Classificação de Frete Atribuído pelo Transportador para Fins de Classificação de Materiais Perigosos (por exemplo, Classificação de Frete Motor, Ar, Barco, Trem).
ro: Numărul de Clasificare a Marfii Atribuit de Transportator în Scopul Evaluării Materialelor Periculoase (de ex., Clasificarea Motor Freight, Air, Boat, Rail).
sk: Číslo položky klasifikácie nákladu pridelené dopravcom na účely hodnotenia nebezpečných materiálov (napr., klasifikácia motorovej prepravy, letecká, lodná, železničná klasifikácia).
sl: Številka za razvrstitev tovora, dodeljena s strani prevoznika za namene ocenjevanja nevarnih materialov (npr., razvrstitev za cestni prevoz, zrak, čoln, železnica).
sv: Fraktklassificeringsartikelnummer Tilldelat av Transportör för Ändamål av Bedömning av Farliga Material (t.ex., Lastbilstransport, Flyg, Båt, Tågklassificering).

# di16006
source: Combined Supplier Identification and Item Code (internally assigned or mutually defined).
bg: Комбиниран идентификационен код на доставчика и код на артикула (вътрешно присвоен или взаимно определен).
cs: Kombinovaný kód identifikace dodavatele a kód položky (interně přiřazený nebo vzájemně definovaný).
de: Kombinierter Lieferantenidentifikations- und Artikelcode (intern zugewiesen oder gemeinsam definiert).
el: Συνδυασμένος Κωδικός Ταυτοποίησης Προμηθευτή και Κωδικός Αντικειμένου (εσωτερικά ανατεθειμένος ή αμοιβαία καθορισμένος).
es: Combinación de Identificación del Proveedor y Código de Artículo (asignado internamente o definido mutuamente).
et: Kombineeritud Tarnija Identifitseerimine ja Eseme Kood (sisemiselt määratud või vastastikku määratletud).
fi: Yhdistetty Toimittajan Tunnistus ja Tuotekoodi (sisäisesti määritetty tai keskinäisesti määritelty).
fr: Code combiné d'identification de fournisseur et de code d'article (attribué en interne ou défini mutuellement).
ga: Cód Comhcheangailte Aitheantais Soláthraí agus Cód Míre (arna shannadh go hinmheánach nó a shainmhínítear go frithpháirteach).
hr: Kombinirani identifikacijski broj dobavljača i kod artikla (interno dodijeljen ili međusobno definiran).
hu: Beszállító által kijelölt és Tételkód kombinációja (belsőleg kijelölve vagy közösen meghatározva).
is: Samsett birgja auðkenni og vörukóði (innanhúss úthlutað eða í sameiningu skilgreint).
it: Codice Identificativo Combinato del Fornitore e dell'Articolo (assegnato internamente o definito di comune accordo).
lt: Kombinuotas tiekėjo identifikavimas ir prekės kodas (viduje priskirtas arba abipusiai apibrėžtas).
lv: Apvienotais Piegādātāja Identifikācijas un Preces Kods (iekšēji piešķirts vai savstarpēji definēts).
mt: Kombinazzjoni tal-Identifikazzjoni tal-Fornitur u l-Kodiċi tal-Oġġett (assenjat internament jew definit b'mod reċiproku).
nl: Gecombineerde Leverancier Identificatie en Artikelcode (intern toegewezen of onderling gedefinieerd).
no: Kombinert leverandøridentifikasjon og varekode (internt tildelt eller gjensidig definert).
pl: Połączony kod identyfikacyjny dostawcy i kod przedmiotu (przydzielony wewnętrznie lub zdefiniowany wspólnie).
pt: Identificação Combinada de Fornecedor e Código de Item (atribuído internamente ou definido mutuamente).
ro: Combinat Codul de Identificare al Furnizorului și Codul Articolului (atribuit intern sau definit mutual).
sk: Kombinovaný identifikačný kód dodávateľa a kód položky (interné pridelený alebo vzájomne definovaný).
sl: Kombinirana identifikacijska številka dobavitelja in koda izdelka (notranje dodeljena ali medsebojno definirana).
sv: Kombinerad Leverantörsidentifierings- och Artikelkod (internt tilldelad eller ömsesidigt definierad).

# di16007
source: Common Language Equipment Identification (CLEI) assigned by the manufacturer to some telecommunications equipment.
bg: Общ език за идентификация на оборудване (CLEI), присвоен от производителя на някои телекомуникационни оборудвания.
cs: Společný jazyk pro identifikaci zařízení (CLEI) přiřazený výrobcem některému telekomunikačnímu zařízení.
de: Common Language Equipment Identification (CLEI), vom Hersteller einigen Telekommunikationsgeräten zugewiesen.
el: Κοινή Γλώσσα Ταυτοποίησης Εξοπλισμού (CLEI) που ανατίθεται από τον κατασκευαστή σε ορισμένον τηλεπικοινωνιακό εξοπλισμό.
es: Identificación Común del Equipo de Lenguaje (CLEI) asignada por el fabricante a algunos equipos de telecomunicaciones.
et: Ühise Keelenimetusega Telekommunikatsiooniseadme Identifitseerimine (CLEI), mille on määranud tootja mõnele telekommunikatsiooniseadmele.
fi: Yleinen Kielen Laitteiston Tunnistus (CLEI), joka on valmistajan määrittämä joillekin telekommunikaatiolaitteille.
fr: Identification commune de l'équipement linguistique (CLEI) attribuée par le fabricant à certains équipements de télécommunications.
ga: Aitheantas Trealaimh Teanga Choiteann (CLEI) a shannann an monaróir do roinnt trealamh teileachumarsáide.
hr: Common Language Equipment Identification (CLEI) dodijeljen od proizvođača nekoj telekomunikacijskoj opremi.
hu: Gyártó által néhány távközlési berendezéshez kijelölt Közös Nyelvű Berendezés Azonosító (CLEI).
is: Common Language Equipment Identification (CLEI) úthlutað af framleiðanda til sumra fjarskiptabúnaða.
it: Identificazione Comune delle Attrezzature (CLEI) assegnata dal produttore ad alcune attrezzature di telecomunicazione.
lt: Bendrosios kalbos įrangos identifikavimas (CLEI), priskirtas gamintojo tam tikrai telekomunikacijų įrangai.
lv: Kopējās Valodas Aprīkojuma Identifikācija (CLEI), ko piešķīris ražotājs dažiem telekomunikāciju iekārtām.
mt: Identifikazzjoni tal-Tagħmir Komuni fil-Lingwa (CLEI) assenjata mill-manifattur għal xi tagħmir tat-telekomunikazzjoni.
nl: Common Language Equipment Identification (CLEI) toegewezen door de fabrikant aan sommige telecommunicatieapparatuur.
no: Vanlig språkutstyrsidentifikasjon (CLEI) tildelt av produsenten til noe telekommunikasjonsutstyr.
pl: Identyfikacja sprzętu w języku wspólnym (CLEI) przydzielona przez producenta niektórym urządzeniom telekomunikacyjnym.
pt: Identificação de Equipamento de Linguagem Comum (CLEI) atribuída pelo fabricante a alguns equipamentos de telecomunicações.
ro: Identificarea Echipamentului Lingvistic Comun (CLEI) atribuită de producător unor echipamente de telecomunicații.
sk: Spoločný jazyk identifikácie zariadení (CLEI) pridelený výrobcom niektorému telekomunikačnému zariadeniu.
sl: Skupni jezik za identifikacijo opreme (CLEI) dodeljen nekateri telekomunikacijski opremi s strani proizvajalca.
sv: Gemensamt Språk Utrustningsidentifiering (CLEI) tilldelad av tillverkaren till viss telekommunikationsutrustning.

# di16008
source: 14-digit GS1 format for GTIN-14 code structure.\n2020 Update: GS1 recommends this DI no longer be used and that users of this DI migrate to GS1 data qualifiers (Application Identifiers) per ISO/IEC 15418 and ISO/IEC 15459-3.
bg: 14-цифрен формат на GS1 за структура на GTIN-14 кода.\nАктуализация 2020: GS1 препоръчва този DI вече да не се използва и потребителите на този DI да мигрират към квалификатори на данни на GS1 (Идентификатори за приложения) според ISO/IEC 15418 и ISO/IEC 15459-3.
cs: 14místný formát GS1 pro strukturu kódu GTIN-14.\nAktualizace 2020: GS1 doporučuje, aby tento DI již nebyl používán a aby uživatelé tohoto DI přešli na kvalifikátory dat GS1 (identifikátory aplikací) podle ISO/IEC 15418 a ISO/IEC 15459-3.
de: 14-stelliges GS1-Format für GTIN-14-Code-Struktur.\n2020 Update: GS1 empfiehlt, dass dieser DI nicht mehr verwendet wird und dass Benutzer dieses DI zu GS1-Datenqualifikatoren (Anwendungsidentifikatoren) gemäß ISO/IEC 15418 und ISO/IEC 15459-3 migrieren.
el: Μορφή 14-ψήφιου GS1 για τη δομή κωδικού GTIN-14.\nΕνημέρωση 2020: Η GS1 συνιστά αυτός ο DI να μη χρησιμοποιείται πλέον και ότι οι χρήστες αυτού του DI να μεταφέρονται στους προσδιοριστές δεδομένων GS1 (Αναγνωριστικά Εφαρμογών) σύμφωνα με το ISO/IEC 15418 και ISO/IEC 15459-3.
es: Formato GS1 de 14 dígitos para la estructura del código GTIN-14.\nActualización 2020: GS1 recomienda que este DI ya no se use y que los usuarios de este DI migren a calificadores de datos de GS1 (Identificadores de Aplicación) según ISO/IEC 15418 y ISO/IEC 15459-3.
et: 14-kohaline GS1 formaat GTIN-14 koodistruktuuri jaoks.\n2020 Uuendus: GS1 soovitab seda DI-d enam mitte kasutada ja soovitab selle DI kasutajatel üle minna GS1 andmekvalifikaatoritele (Rakendusidentifikaatorid) vastavalt ISO/IEC 15418 ja ISO/IEC 15459-3.
fi: 14-numeroinen GS1 formaatti GTIN-14 koodirakenteelle.\n2020 Päivitys: GS1 suosittelee, että tätä DI:tä ei enää käytetä ja että tämän DI:n käyttäjät siirtyvät käyttämään GS1 datan tunnistekoodit (Sovellustunnisteet) ISO/IEC 15418 ja ISO/IEC 15459-3 mukaisesti.
fr: Format GS1 de 14 chiffres pour la structure de code GTIN-14.\nMise à jour 2020 : GS1 recommande que ce DI ne soit plus utilisé et que les utilisateurs de ce DI migrent vers les qualificateurs de données GS1 (Identifiants d'application) selon l'ISO/IEC 15418 et l'ISO/IEC 15459-3.
ga: Formáid 14 dhigit GS1 le haghaidh struchtúr cód GTIN-14.\nNuashonrú 2020: Molann GS1 nach n-úsáidtear an DI seo a thuilleadh agus go n-aistríonn úsáideoirí an DI seo chuig cáilíochtóirí sonraí GS1 (Aitheantóirí Iarratais) de réir ISO/IEC 15418 agus ISO/IEC 15459-3.
hr: 14-znamenkasti GS1 format za strukturu kodova GTIN-14.\nAžuriranje 2020: GS1 preporučuje da se ovaj DI više ne koristi i da korisnici ovog DI-a migriraju na GS1 kvalifikatore podataka (identifikatore aplikacija) prema ISO/IEC 15418 i ISO/IEC 15459-3.
hu: 14 számjegyű GS1 formátum a GTIN-14 kódstruktúrához.\n2020 Frissítés: Az GS1 azt javasolja, hogy ezt az DI-t ne használják tovább, és hogy az ezt az DI-t használó felhasználók migráljanak az GS1 adatminősítőire (Alkalmazási Azonosítók) az ISO/IEC 15418 és az ISO/IEC 15459-3 szerint.
is: 14 stafa GS1 snið fyrir GTIN-14 kóðauppbyggingu.\n2020 Uppfærsla: GS1 mælir með því að þessi DI lengur sé ekki notaður og að notendur þessa DI færist yfir í GS1 gagnaauðkenni (Application Identifiers) samkvæmt ISO/IEC 15418 og ISO/IEC 15459-3.
it: Formato GS1 a 14 cifre per la struttura del codice GTIN-14.\nAggiornamento 2020: GS1 raccomanda che questo DI non sia più utilizzato e che gli utenti di questo DI migrino ai qualificatori di dati GS1 (Identificatori di Applicazione) secondo ISO/IEC 15418 e ISO/IEC 15459-3.
lt: 14 skaitmenų GS1 formatas GTIN-14 kodų struktūrai.\n2020 metų atnaujinimas: GS1 rekomenduoja šį DI nebenaudoti ir kad šio DI naudotojai pereitų prie GS1 duomenų kvalifikatorių (Taikomųjų Identifikatorių) pagal ISO/IEC 15418 ir ISO/IEC 15459-3.
lv: 14-ciparu GS1 formāts GTIN-14 koda struktūrai.\n2020. gada atjauninājums: GS1 iesaka šo DI vairs nelietot un, ka DI lietotājiem vajadzētu pāriet uz GS1 datu kvalifikatoriem (Pielietojuma Identifikatoriem) saskaņā ar ISO/IEC 15418 un ISO/IEC 15459-3.
mt: Struttura tal-format tal-GS1 ta' 14-ċifra għall-istruttura tal-kodiċi GTIN-14.\nAġġornament 2020: GS1 jirrakkomanda li dan id-DI m'għadux jintuża u li l-utenti ta' dan id-DI jemigraw lejn kwalifikaturi tad-data tal-GS1 (Identifikaturi tal-Applikazzjoni) skont l-ISO/IEC 15418 u l-ISO/IEC 15459-3.
nl: 14-cijferige GS1 formaat voor GTIN-14 code structuur.\n2020 Update: GS1 beveelt aan deze DI niet langer te gebruiken en dat gebruikers van deze DI migreren naar GS1 gegevenskwalificaties (Toepassingsidentificatoren) per ISO/IEC 15418 en ISO/IEC 15459-3.
no: 14-sifret GS1-format for GTIN-14 kode struktur.\n2020 Oppdatering: GS1 anbefaler at dette DI ikke lenger brukes og at brukere av dette DI migrerer til GS1-datakvalifikatorer (applikasjonsidentifikatorer) i henhold til ISO/IEC 15418 og ISO/IEC 15459-3.
pl: 14-cyfrowy format GS1 dla struktury kodu GTIN-14.\nAktualizacja 2020: GS1 zaleca, aby ten DI nie był już używany i aby użytkownicy tego DI przeszli na kwalifikatory danych GS1 (Identyfikatory Aplikacji) zgodnie z ISO/IEC 15418 i ISO/IEC 15459-3.
pt: Estrutura de Código GS1 de 14 dígitos para estrutura de código GTIN-14.\nAtualização 2020: A GS1 recomenda que este DI não seja mais usado e que os usuários deste DI migrem para qualificadores de dados GS1 (Identificadores de Aplicação) conforme ISO/IEC 15418 e ISO/IEC 15459-3.
ro: Structura codului GS1 de 14 cifre pentru structura codului GTIN-14.\nActualizare 2020: GS1 recomandă ca acest DI să nu mai fie utilizat și ca utilizatorii acestui DI să migreze către calificatorii de date GS1 (Identificatorii de Aplicație) conform ISO/IEC 15418 și ISO/IEC 15459-3.
sk: 14-miestny formát GS1 pre štruktúru kódu GTIN-14.\nAktualizácia 2020: GS1 odporúča, aby tento DI už nebol používaný a aby používatelia tohto DI prešli na kvalifikátory údajov GS1 (identifikátory aplikácií) podľa ISO/IEC 15418 a ISO/IEC 15459-3.
sl: 14-mestni format GS1 za strukturo kode GTIN-14.\nPosodobitev 2020: GS1 priporoča, da se ta DI več ne uporablja in da uporabniki tega DI preidejo na kvalifikatorje podatkov GS1 (identifikatorje aplikacij) po ISO/IEC 15418 in ISO/IEC 15459-3.
sv: 14-siffrigt GS1-format för GTIN-14 kodstruktur.\n2020 Uppdatering: GS1 rekommenderar att denna DI inte längre används och att användare av denna DI migrerar till GS1 datakvalificerare (Applikationsidentifierare) enligt ISO/IEC 15418 och ISO/IEC 15459-3.

# di16009
source: Combined Manufacturer Identification Code (9-digit DUNS number assigned by Dun & Bradstreet) and the Item Code/Part Number (assigned by the manufacturer).
bg: Комбиниран код за идентификация на производител (9-цифрен номер на DUNS, присвоен от Dun & Bradstreet) и кодът на артикул/номер на частта (присвоен от производителя).
cs: Kombinovaný kód identifikace výrobce (9místné číslo DUNS přiřazené Dun & Bradstreet) a kód položky/číslo dílu (přiřazené výrobcem).
de: Kombinierter Hersteller-Identifikationscode (9-stellige DUNS-Nummer, die von Dun & Bradstreet zugewiesen wird) und der Artikelcode/Teilenummer (vom Hersteller zugewiesen).
el: Συνδυασμένος Κωδικός Ταυτοποίησης Κατασκευαστή (9-ψήφιος αριθμός DUNS που ανατίθεται από την Dun & Bradstreet) και ο Κωδικός Αντικειμένου/Αριθμός Μέρους (που ανατίθεται από τον κατασκευαστή).
es: Combinación de Código de Identificación del Fabricante (número DUNS de 9 dígitos asignado por Dun & Bradstreet) y el Código de Artículo/Número de Parte (asignado por el fabricante).
et: Kombineeritud Tootja Identifitseerimiskood (9-kohaline DUNS number, mille on määranud Dun & Bradstreet) ja Eseme Kood/Osanumber (tootja poolt määratud).
fi: Yhdistetty Valmistajan Tunnistekoodi (9-numeroinen DUNS-numero, jonka Dun & Bradstreet on määrittänyt) ja Tuotekoodi/Osanumero (valmistajan määrittämä).
fr: Code combiné d'identification de fabricant (numéro DUNS à 9 chiffres attribué par Dun & Bradstreet) et le code d'article / numéro de pièce (attribué par le fabricant).
ga: Cód Comhcheangailte Aitheantais Monaróra (uimhir 9 dhigit DUNS a shannann Dun & Bradstreet) agus an Cód Míre/Uimhir Cuid (a shannann an monaróir).
hr: Kombinirani kod identifikacije proizvođača (9-znamenkasti DUNS broj dodijeljen od Dun & Bradstreet) i Kod artikla/broj dijela (dodijeljen od proizvođača).
hu: Gyártó Azonosító Kód (Dun & Bradstreet által kijelölt 9 számjegyű DUNS szám) és a Tételkód/Részszám (a gyártó által kijelölt).
is: Samsett framleiðanda auðkennisnúmer (9 stafa DUNS númer úthlutað af Dun & Bradstreet) og hlutanúmer/vörupartanúmer (úthlutað af framleiðanda).
it: Codice Identificativo Combinato del Produttore (numero DUNS a 9 cifre assegnato da Dun & Bradstreet) e il Codice Articolo/Numero di Parte (assegnato dal produttore).
lt: Kombinuotas gamintojo identifikavimo kodas (9 skaitmenų DUNS numeris, priskirtas Dun & Bradstreet) ir prekės kodas / dalies numeris (priskirtas gamintojo).
lv: Apvienotais Ražotāja Identifikācijas Kods (9-ciparu DUNS numurs, ko piešķīris Dun & Bradstreet) un Preces Kods/Daļas Numurs (piešķīris ražotājs).
mt: Kombinazzjoni tal-Kodiċi tal-Identifikazzjoni tal-Manifattur (numru DUNS ta' 9-ċifri assenjat minn Dun & Bradstreet) u l-Kodiċi tal-Oġġett/Numru tal-Parti (assenjat mill-manifattur).
nl: Gecombineerde Fabrikant Identificatiecode (9-cijferig DUNS-nummer toegewezen door Dun & Bradstreet) en de Artikelcode/Onderdeelnummer (toegewezen door de fabrikant).
no: Kombinert produsentidentifikasjonskode (9-sifret DUNS-nummer tildelt av Dun & Bradstreet) og varekode/delnummer (tildelt av produsenten).
pl: Połączony kod identyfikacyjny producenta (9-cyfrowy numer DUNS przydzielony przez Dun & Bradstreet) oraz kod przedmiotu/numer części (przydzielony przez producenta).
pt: Código de Identificação de Fabricante Combinado (número DUNS de 9 dígitos atribuído pela Dun & Bradstreet) e o Código do Item/Número da Peça (atribuído pelo fabricante).
ro: Combinat Codul de Identificare al Producătorului (numărul DUNS cu 9 cifre atribuit de Dun & Bradstreet) și Codul Articolului/Numărul Piese (atribuit de producător).
sk: Kombinovaný výrobný identifikačný kód (9-miestne číslo DUNS pridelené spoločnosťou Dun & Bradstreet) a kód položky/číslo dielu (pridelené výrobcom).
sl: Kombinirana koda identifikacije proizvajalca (9-mestna številka DUNS, dodeljena s strani Dun & Bradstreet) in koda izdelka/del številke (dodeljena s strani proizvajalca).
sv: Kombinerad Tillverkaridentifieringskod (9-siffrigt DUNS-nummer tilldelat av Dun & Bradstreet) och Artikelkod/Delnummer (tilldelat av tillverkaren).
