Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di18007
source: Aquatic Sciences and Fisheries Information System (ASFIS) 'Inter-agency 3-alpha species code', maintained by the Food and Agriculture Organisation of the United Nations (www.fao.org, then search for 'ASFIS').\nExamples;\n7RMUC = Mud carp;\n7RPCD = Australian freshwater herring;\n7RWSH = Great white shark.
bg: Система за информация за водни науки и рибарство (ASFIS) 'Междуагентурен 3-буквен код на видове', поддържан от Организацията на ООН за храна и земеделие (www.fao.org, след това търсене на 'ASFIS').\nПримери;\n7RMUC = Кална шаран;\n7RPCD = Австралийски прясноводен херинг;\n7RWSH = Голяма бяла акула.
cs: Informační systém věd o vodách a rybolovu (ASFIS) 'mezirezortní 3písmenný kód druhu', udržovaný Organizací pro výživu a zemědělství OSN (www.fao.org, pak hledejte 'ASFIS').\nPříklady;\n7RMUC = Bahenní kapr;\n7RPCD = Australský sladkovodní sleď;\n7RWSH = Velký bílý žralok.
de: Aquatic Sciences and Fisheries Information System (ASFIS) 'Interagency 3-Alpha-Artencode', gepflegt von der Ernährungs- und Landwirtschaftsorganisation der Vereinten Nationen (www.fao.org, dann suchen nach 'ASFIS').\nBeispiele;\n7RMUC = Schlammkarpfen;\n7RPCD = Australische Süßwasserhering;\n7RWSH = Großer weißer Hai.
el: Aquatic Sciences and Fisheries Information System (ASFIS) 'Διαθεσμικός 3-γράμματος κωδικός ειδών', που διατηρείται από την Οργάνωση Τροφίμων και Γεωργίας των Ηνωμένων Εθνών (www.fao.org, στη συνέχεια αναζητήστε 'ASFIS').\nΠαραδείγματα·\n7RMUC = Λάσπη κυπρίνος·\n7RPCD = Αυστραλιανός γλυκού νερού ρέγγος·\n7RWSH = Μεγάλος λευκός καρχαρίας.
es: Sistema de Información de Ciencias Acuáticas y Pesquerías (ASFIS) 'Código de especie alfa de 3 caracteres de agencia interinstitucional', mantenido por la Organización de las Naciones Unidas para la Agricultura y la Alimentación (www.fao.org, luego buscar 'ASFIS').\nEjemplos;\n7RMUC = Carpa de lodo;\n7RPCD = Arenque australiano de agua dulce;\n7RWSH = Gran tiburón blanco.
et: Veeteede Teaduste ja Kalavarude Informatsioonisüsteemi (ASFIS) 'Rahvusvaheliste asutuste 3-täheline liigikood', mida haldab Toidu- ja Põllumajandusorganisatsioon (www.fao.org, seejärel otsige 'ASFIS').\nNäited;\n7RMUC = Mudakarp;\n7RPCD = Austraalia magevee heeringas;\n7RWSH = Suur valge hai.
fi: Vesistötieteiden ja kalastuksen tietojärjestelmä (ASFIS) 'Virastojen välinen 3-alfakirjain lajikoodi', ylläpitäjänä Maailman elintarvikejärjestö (FAO) (www.fao.org, etsi 'ASFIS').\nEsimerkit;\n7RMUC = Mudakarppi;\n7RPCD = Australian makeanveden silli;\n7RWSH = Valkohai.
fr: Système d'information sur les sciences aquatiques et les pêches (ASFIS) 'Code d'espèces à 3 lettres inter-agences', maintenu par l'Organisation des Nations Unies pour l'alimentation et l'agriculture (www.fao.org, puis rechercher 'ASFIS').\nExemples ;\n7RMUC = Carpe de boue ;\n7RPCD = Hareng d'eau douce australien ;\n7RWSH = Grand requin blanc.
ga: Cód Speiceas Idirghníomhaireachta 3 alfa ASFIS, cothabháilte ag Eagraíocht Bia agus Talmhaíochta na Náisiún Aontaithe (www.fao.org, ansin cuardach le haghaidh 'ASFIS').\nSamplaí;\n7RMUC = Carp láibhe;\n7RPCD = Scadán úrscéalach Astrálach;\n7RWSH = Siorc mór bán.
hr: Sustav informacija o vodenim znanostima i ribarstvu (ASFIS) 'Međuagencijski 3-alfa kod vrsta', održavan od Organizacije za hranu i poljoprivredu Ujedinjenih naroda (www.fao.org, zatim pretražite 'ASFIS').\nPrimjeri;\n7RMUC = Blatna šarana;\n7RPCD = Australski slatkovodni haring;\n7RWSH = Velika bijela ajkula.
hu: Vízi Tudományok és Halászat Információs Rendszere (ASFIS) 'Inter-ügynökségi 3-alfabetikus fajkód', amelyet az Egyesült Nemzetek Élelmezésügyi és Mezőgazdasági Szervezete (www.fao.org, majd keresse meg az 'ASFIS') tart fenn.\nPéldák:\n7RMUC = Sáros ponty;\n7RPCD = Ausztrál édesvízi hering;\n7RWSH = Nagy fehér cápa.
is: Vísindakerfi og fiskveiðiupplýsingakerfi (ASFIS) 'Millistofnanalegur 3-stafa tegundakóði', viðhaldið af Matvæla- og landbúnaðarstofnun Sameinuðu þjóðanna (www.fao.org, síðan leitaðu að 'ASFIS').\nDæmi;\n7RMUC = Mud carp;\n7RPCD = Ástralískur ferskvatnssíld;\n7RWSH = Stóri hvíthákarl.
it: Sistema di Informazione per le Scienze Acquatiche e la Pesca (ASFIS) 'Codice specie inter-agenzia a 3 lettere', mantenuto dall'Organizzazione delle Nazioni Unite per l'Alimentazione e l'Agricoltura (www.fao.org, poi cerca 'ASFIS').\nEsempi;\n7RMUC = Carpa fangosa;\n7RPCD = Aringa d'acqua dolce australiana;\n7RWSH = Grande squalo bianco.
lt: Akvatinės mokslų ir žuvininkystės informacijos sistema (ASFIS) 'Tarpagentūrinis 3 raidžių rūšies kodas', palaikomas Maisto ir žemės ūkio organizacijos Jungtinėse Tautose (www.fao.org, tada ieškokite 'ASFIS').\nPavyzdžiai;\n7RMUC = Dumbliažuvė;\n7RPCD = Australinis gėlavandenis silkės;\n7RWSH = Didysis baltasis ryklys.
lv: Aquatic Sciences and Fisheries Information System (ASFIS) "Starptautiskais 3-burtu sugas kods", ko uztur Pārtikas un lauksaimniecības organizācija Apvienoto Nāciju Organizācijā (www.fao.org, tad meklēt 'ASFIS').\nPiemēri;\n7RMUC = Dubļu karpa;\n7RPCD = Austrālijas saldūdens siļķe;\n7RWSH = Lielais baltais haizivs.
mt: Sistema tal-Informazzjoni dwar ix-Xjenzi Akkwatiċi u s-Sajd (ASFIS) 'kodiċi ta' speċi ta' 3-ittri inter-aġenzija', miżmuma mill-Organizzazzjoni tal-Ikel u l-Agrikoltura tan-Nazzjonijiet Uniti (www.fao.org, imbagħad tfittex għal 'ASFIS').\nEżempji;\n7RMUC = Carp tat-tajn;\n7RPCD = Herring frisk tal-Awstralja;\n7RWSH = Kelb il-baħar abjad kbir.
nl: Aquatic Sciences and Fisheries Information System (ASFIS) 'Inter-agency 3-alfaspeciescode', onderhouden door de Voedsel- en Landbouworganisatie van de Verenigde Naties (www.fao.org, zoek dan naar 'ASFIS').\nVoorbeelden;\n7RMUC = Modderkarper;\n7RPCD = Australische zoetwaterharing;\n7RWSH = Grote witte haai.
no: Aquatic Sciences and Fisheries Information System (ASFIS) 'Inter-agency 3-alfa artskode', vedlikeholdt av Fødevare- og Landbruksorganisasjonen til De forente nasjoner (www.fao.org, deretter søk etter 'ASFIS').\nEksempler;\n7RMUC = Gjørmekarpe;\n7RPCD = Australsk ferskvannssild;\n7RWSH = Stor hvithai.
pl: System Informacji o Naukach Wodnych i Rybołówstwie (ASFIS) 'Międzyagencyjny 3-literowy kod gatunkowy', utrzymywany przez Organizację Narodów Zjednoczonych do spraw Wyżywienia i Rolnictwa (www.fao.org, następnie wyszukaj 'ASFIS').\nPrzykłady;\n7RMUC = Karp błotny;\n7RPCD = Australijska śledziówka słodkowodna;\n7RWSH = Wielki biały rekin.
pt: Sistema de Informação de Ciências Aquáticas e Pesqueiras (ASFIS) 'Código de espécie alfa-3 interagências', mantido pela Organização das Nações Unidas para Alimentação e Agricultura (www.fao.org, em seguida, pesquise por 'ASFIS').\nExemplos;\n7RMUC = Carpa de lama;\n7RPCD = Arenque de água doce australiano;\n7RWSH = Tubarão branco.
ro: Sistemul de Informații pentru Științele și Pescuiturile Acvatice (ASFIS) 'Codul de specii inter-agenții cu 3 alfa', menținut de Organizația pentru Alimentație și Agricultură a Națiunilor Unite (www.fao.org, apoi căutați 'ASFIS').\nExemple;\n7RMUC = crap noroios;\n7RPCD = heringul australian de apă dulce;\n7RWSH = rechinul alb mare.
sk: Medziagentúrny 3-alfabetický druhový kód 'Aquatic Sciences and Fisheries Information System (ASFIS)', udržiavaný Organizáciou pre výživu a poľnohospodárstvo Spojených národov (www.fao.org, potom hľadať 'ASFIS').\nPríklady;\n7RMUC = Blatník bahenný;\n7RPCD = Austrálsky sladkovodný sleď;\n7RWSH = Veľký biely žralok.
sl: Sistem informacij o vodnih znanostih in ribištvu (ASFIS) 'Medagencijska 3-črkovna koda vrste', vzdrževana s strani Organizacije za prehrano in kmetijstvo Združenih narodov (www.fao.org, nato iščite 'ASFIS').\nPrimeri;\n7RMUC = Blatni krap;\n7RPCD = Avstralski sladkovodni sled;\n7RWSH = Veliki beli morski pes.
sv: Vattenbruksvetenskap och Fiskeriinformationssystem (ASFIS) 'Inter-agency 3-alfa artkod', underhållen av Livsmedels- och jordbruksorganisationen av Förenta Nationerna (www.fao.org, sök sedan efter 'ASFIS').\nExempel;\n7RMUC = Slamkarp;\n7RPCD = Australiensisk sötvattenssill;\n7RWSH = Stor vit haj.

# di18008
source: Food and Agricultural Organisation (FAO) International Standard Classification of Fishing Gears (ISSCFG) code. (www.fao.org)\nAll characters of the GS1 General Specification-defined subset of ISO/IEC 646 are allowed.\nExamples:\n8R02.1.0 = Beach seines;\n8R03.1.5 = Shrimp trawls;\n8R05.1.0 = Portable lift net.
bg: Международен стандартен код за класификация на риболовни снасти (ISSCFG), определен от ФАО (www.fao.org)\nВсички символи от подмножеството на GS1 General Specification, дефинирано от ISO/IEC 646 са разрешени.\nПримери:\n8R02.1.0 = Брегови мрежи;\n8R03.1.5 = Ракови теглилки;\n8R05.1.0 = Преносими мрежи за вдигане.
cs: Kód Mezinárodní standardní klasifikace rybářských nástrojů FAO (ISSCFG). (www.fao.org)\nJsou povoleny všechny znaky definované podmnožinou GS1 General Specification ISO/IEC 646.\nPříklady:\n8R02.1.0 = Břehové sítě;\n8R03.1.5 = Krevetové vlečné sítě;\n8R05.1.0 = Přenosné zdvižné sítě.
de: Internationaler Standardklassifikationscode für Fischereigeräte (ISSCFG) der Ernährungs- und Landwirtschaftsorganisation (FAO). (www.fao.org)\nAlle Zeichen des in den GS1-Generalvorschriften definierten Teilmengen von ISO/IEC 646 sind erlaubt.\nBeispiele:\n8R02.1.0 = Strandkiesnetze;\n8R03.1.5 = Garnelenschleppnetze;\n8R05.1.0 = Tragbare Hebenetze.
el: Διεθνής Τυποποιημένη Ταξινόμηση Αλιευτικών Εργαλείων της Οργάνωσης Τροφίμων και Γεωργίας (FAO) κωδικός ISSCFG. (www.fao.org)\nΕπιτρέπονται όλοι οι χαρακτήρες του υποσυνόλου των GS1 General Specification-defined του ISO/IEC 646.\nΠαραδείγματα:\n8R02.1.0 = Παραλιακά δίχτυα·\n8R03.1.5 = Δίχτυα γαρίδας·\n8R05.1.0 = Φορητά ανυψωτικά δίχτυα.
es: Código de Clasificación Internacional Estándar de Artes de Pesca (ISSCFG) de la Organización de Alimentos y Agricultura (FAO). (www.fao.org)\nSe permiten todos los caracteres del subconjunto definido por las Especificaciones Generales de GS1 de ISO/IEC 646.\nEjemplos:\n8R02.1.0 = Redes de playa;\n8R03.1.5 = Redes de arrastre para camarones;\n8R05.1.0 = Red de levante portátil.
et: Toidu- ja Põllumajandusorganisatsiooni (FAO) Rahvusvahelise Kalapüügivahendite Standardklassifikatsiooni (ISSCFG) kood. (www.fao.org)\nKõik GS1 Üldspetsifikatsiooni määratletud ISO/IEC 646 tähemärkide komplekti lubatud tähemärgid.\nNäited:\n8R02.1.0 = Randmõrrad;\n8R03.1.5 = Krevetitrawlid;\n8R05.1.0 = Kaasaskantavad tõstevõrgud.
fi: Maailman elintarvikejärjestön (FAO) kansainvälinen kalastusvälineiden standardiluokitus (ISSCFG) (www.fao.org)\nKaikki GS1 Yleisen Määrittelyn määrittelemän ISO/IEC 646 -merkistön merkit sallittu.\nEsimerkit:\n8R02.1.0 = Rantatroolit;\n8R03.1.5 = Katkaraputroolit;\n8R05.1.0 = Siirrettävät nostoverkot.
fr: Code de classification internationale standard des engins de pêche de l'Organisation des Nations Unies pour l'alimentation et l'agriculture (FAO) (ISSCFG). (www.fao.org)\nTous les caractères du sous-ensemble de l'ISO/IEC 646 défini par la spécification générale GS1 sont autorisés.\nExemples :\n8R02.1.0 = Senne de plage ;\n8R03.1.5 = Chaluts à crevettes ;\n8R05.1.0 = Épervier portable.
ga: Cód Caighdeánach Idirnáisiúnta Aicmithe Trealaimh Iascaigh FAO (ISSCFG). (www.fao.org)\nCeadaithe gach carachtar den fho-chomhshraith GS1 Ginearálta a shainmhínítear de ISO/IEC 646.\nSamplaí:\n8R02.1.0 = Seine trá;\n8R03.1.5 = Traeiní shrimp;\n8R05.1.0 = Líonta ardaithe iniompartha.
hr: Kod Međunarodne standardne klasifikacije ribolovnih alata Organizacije za hranu i poljoprivredu (FAO) (www.fao.org)\nDozvoljeni su svi znakovi definirani podskupom GS1 General Specification ISO/IEC 646.\nPrimjeri:\n8R02.1.0 = Obalne mreže za vuču;\n8R03.1.5 = Koćarice za škampe;\n8R05.1.0 = Prijenosne dizalice.
hu: Élelmezésügyi és Mezőgazdasági Szervezet (FAO) Nemzetközi Standard Halászati Eszközök Osztályozási Kódja (ISSCFG). (www.fao.org)\nAz ISO/IEC 646 GS1 Általános Specifikációban meghatározott karakterkészletének összes karaktere engedélyezett.\nPéldák:\n8R02.1.0 = Part menti hálók;\n8R03.1.5 = Garnélarákok;\n8R05.1.0 = Hordozható emelőháló.
is: Alþjóðlegur staðall flokkun fiskveiðarfæra FAO (ISSCFG) kóði. (www.fao.org)\nAllir stafir af GS1 almennu forskriftinni-skilgreindu hlutmengi af ISO/IEC 646 eru leyfðir.\nDæmi:\n8R02.1.0 = Strönd draga;\n8R03.1.5 = Rækju troll;\n8R05.1.0 = Færanleg upplyftinet.
it: Codice di Classificazione Internazionale Standard delle Attrezzature da Pesca (ISSCFG) della Organizzazione per l'Alimentazione e l'Agricoltura (FAO) (www.fao.org)\nSono consentiti tutti i caratteri del sottoinsieme definito dalle Specifiche Generali GS1 di ISO/IEC 646.\nEsempi:\n8R02.1.0 = Reti da spiaggia;\n8R03.1.5 = Reti da gamberi;\n8R05.1.0 = Reti sollevabili portatili.
lt: Maisto ir žemės ūkio organizacijos (FAO) tarptautinio žuvininkystės įrangos standartinio klasifikavimo (ISSCFG) kodas. (www.fao.org)\nLeidžiami visi GS1 Bendrosios specifikacijos apibrėžti ISO/IEC 646 simbolių rinkinio simboliai.\nPavyzdžiai:\n8R02.1.0 = Paplūdimio tralai;\n8R03.1.5 = Krevetės tralai;\n8R05.1.0 = Nešiojami keltuvai.
lv: Pārtikas un Lauksaimniecības Organizācijas (FAO) Starptautiskais Zvejniecības Piederumu Klasifikācijas Standarts (ISSCFG) kods. (www.fao.org)\nAtļautas visas GS1 Vispārīgās Specifikācijas definētās ISO/IEC 646 apakškopas rakstzīmes.\nPiemēri:\n8R02.1.0 = Krasta zvejas tīkli;\n8R03.1.5 = Garneļu tralas;\n8R05.1.0 = Pārnēsājamie pacelšanas tīkli.
mt: Kodiċi tal-Klassifikazzjoni Internazzjonali Standard tal-Għodod tas-Sajd (ISSCFG) tal-Organizzazzjoni tal-Ikel u l-Agrikoltura (FAO) tan-Nazzjonijiet Uniti. (www.fao.org)\nIl-karattri kollha tad-definizzjoni tas-subsett tal-GS1 tal-ISO/IEC 646 huma permessi.\nEżempji:\n8R02.1.0 = Xbieki tas-sejħa fuq il-bajja;\n8R03.1.5 = Xbieki tal-gambli;\n8R05.1.0 = Nases tal-ġbid portabbli.
nl: Food and Agricultural Organisation (FAO) Internationale Standaardclassificatie van Visserijgereedschappen (ISSCFG) code. (www.fao.org)\nAlle tekens van de door GS1 Algemene Specificatie gedefinieerde subset van ISO/IEC 646 zijn toegestaan.\nVoorbeelden:\n8R02.1.0 = Strandzegens;\n8R03.1.5 = Garnalentrawls;\n8R05.1.0 = Draagbare hefnetten.
no: Fødevare- og Landbruksorganisasjonen (FAO) Internasjonal standardklassifisering av fiskeredskaper (ISSCFG) kode. (www.fao.org)\nAlle tegn i GS1 General Specification-definert delmengde av ISO/IEC 646 er tillatt.\nEksempler:\n8R02.1.0 = Strandnoter;\n8R03.1.5 = Reketrawler;\n8R05.1.0 = Bærbart løftenett.
pl: Międzynarodowy Standardowy Kod Klasyfikacji Sprzętu Rybackiego FAO (ISSCFG) (www.fao.org)\nDozwolone są wszystkie znaki zdefiniowanego podzbioru GS1 ISO/IEC 646.\nPrzykłady:\n8R02.1.0 = Sieci plażowe;\n8R03.1.5 = Trały krewetkowe;\n8R05.1.0 = Przenośne sieci podnośne.
pt: Código da Classificação Internacional Padrão de Equipamentos de Pesca (ISSCFG) da Organização das Nações Unidas para Alimentação e Agricultura (FAO) (www.fao.org)\nTodos os caracteres do subconjunto definido pela Especificação Geral GS1 de ISO/IEC 646 são permitidos.\nExemplos:\n8R02.1.0 = Redes de arrasto de praia;\n8R03.1.5 = Redes de arrasto de camarão;\n8R05.1.0 = Rede de levantamento portátil.
ro: Codul Internațional Standard de Clasificare a Uneltelor de Pescuit (ISSCFG) al Organizației pentru Alimentație și Agricultură (FAO) (www.fao.org)\nToate caracterele subsetului GS1 General Specification-definit de ISO/IEC 646 sunt permise.\nExemple:\n8R02.1.0 = Plase de plajă;\n8R03.1.5 = Plase de creveți;\n8R05.1.0 = Plase de ridicare portabile.
sk: Kód Medzinárodnej štandardnej klasifikácie rybárskych nástrojov Organizácie pre výživu a poľnohospodárstvo (FAO) (ISSCFG) (www.fao.org)\nSú povolené všetky znaky definovanej podmnožiny GS1 špecifikácie ISO/IEC 646.\nPríklady:\n8R02.1.0 = Plážové siete;\n8R03.1.5 = Krevetové vlečné siete;\n8R05.1.0 = Prenosné zdvíhacie siete.
sl: Mednarodni standardni sistem klasifikacije ribiških orodij FAO (ISSCFG) koda. (www.fao.org)\nDovoljeni so vsi znaki podmnožice GS1 General Specification, definirani z ISO/IEC 646.\nPrimeri:\n8R02.1.0 = Obrežne mreže;\n8R03.1.5 = Kozice trawls;\n8R05.1.0 = Prenosne dvigalne mreže.
sv: Livsmedels- och jordbruksorganisationen (FAO) Internationell Standardklassificering av Fiskeredskap (ISSCFG) kod. (www.fao.org)\nAlla tecken från GS1 General Specification-definierade delmängden av ISO/IEC 646 är tillåtna.\nExempel:\n8R02.1.0 = Strandnotar;\n8R03.1.5 = Räktrålar;\n8R05.1.0 = Bärbara lyftnät.
