Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di22021
source: Identification of a party to a transaction, e.g., 21V IAC CIN OSU, assigned by a holder of a Company Identification Number (CIN) and including the related Issuing Agency Code (IAC) in accordance with ISO/IEC 15459 and its registry, structured as a sequence of 3 concatenated data elements: IAC, followed by CIN, followed by the organisational sub-unit identification assigned by the CIN that is unique within the CIN holder's domain.
bg: Идентификация на страна в транзакция, например, 21V IAC CIN OSU, присвоена от притежател на идентификационен номер на компания (CIN) и включваща съответния код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459 и неговия регистър, структурирана като поредица от 3 конкатенирани данни елемента: IAC, последвано от CIN, последвано от идентификационния номер на организационната под-единица, присвоен от CIN, който е уникален в рамките на домейна на притежателя на CIN.
cs: Identifikace strany transakce, např., 21V IAC CIN OSU, přiřazená držitelem Čísla Identifikace Společnosti (CIN) a zahrnující související Kód Vydávající Agentury (IAC) v souladu s ISO/IEC 15459 a jeho registrem, strukturovaná jako posloupnost 3 spojených datových prvků: IAC, následovaný CIN, následovaný identifikací organizační podjednotky přiřazené CIN, která je jedinečná v rámci domény držitele CIN.
de: Identifizierung einer Partei zu einer Transaktion, z. B. 21V IAC CIN OSU, zugewiesen von einem Inhaber einer Unternehmensidentifikationsnummer (CIN) und einschließlich des zugehörigen Ausstellenden Agenturcodes (IAC) gemäß ISO/IEC 15459 und seinem Register, strukturiert als eine Folge von 3 verketteten Datenelementen: IAC, gefolgt von CIN, gefolgt von der organisationsinternen Unterabteilungskennung, die vom CIN-Inhaber zugewiesen wird und innerhalb des Bereichs des CIN-Inhabers eindeutig ist.
el: Ταυτοποίηση μέρους σε μια συναλλαγή, π.χ., 21V IAC CIN OSU, που έχει ανατεθεί από κάτοχο Αριθμού Ταυτοποίησης Εταιρείας (CIN) και περιλαμβάνει τον σχετικό Κωδικό Εκδότη Υπηρεσίας (IAC) σύμφωνα με το ISO/IEC 15459 και το μητρώο του, δομημένο ως μια ακολουθία 3 συνεχόμενων στοιχείων δεδομένων: IAC, ακολουθούμενο από CIN, ακολουθούμενο από την ταυτοποίηση υπομονάδας οργάνωσης που έχει ανατεθεί από τον CIN που είναι μοναδικός εντός του τομέα του κατόχου CIN.
es: Identificación de una parte en una transacción, por ejemplo, 21V IAC CIN OSU, asignada por un titular de un Número de Identificación de Compañía (CIN) e incluyendo el Código de Agencia Emisora (IAC) relacionado de acuerdo con ISO/IEC 15459 y su registro, estructurado como una secuencia de 3 elementos de datos concatenados: IAC, seguido por CIN, seguido por la identificación de subunidad organizativa asignada por el CIN que es única dentro del dominio del titular del CIN.
et: Tehingu osapoole identifitseerimine, näiteks 21V IAC CIN OSU, mille on määranud ettevõtte identifitseerimisnumbri (CIN) omanik ja mis sisaldab seotud väljaandva asutuse koodi (IAC) vastavalt ISO/IEC 15459-le ja selle registri, koosneb 3 järjestikusest andmeelemendist: IAC, millele järgneb CIN, millele järgneb organisatsiooni alaüksuse identifitseerimine, mille on määranud CIN ja mis on unikaalne CIN omaniku domeenis.
fi: Transaktion osapuolen tunnistaminen, esim., 21V IAC CIN OSU, jonka Yritystunnusnumeron (CIN) haltija on määrittänyt ja joka sisältää liittyvän Myöntävän Viranomaisen Koodin (IAC) ISO/IEC 15459:n ja sen rekisterin mukaisesti, rakenteena kolmen yhdistetyn datan elementin sarja: IAC, seurattuna CIN:llä, seurattuna CIN:n määrittämällä organisaation alayksikön tunnisteella, joka on yksilöllinen CIN:n haltijan alueella.
fr: Identification d'une partie à une transaction, par exemple, 21V IAC CIN OSU, attribuée par un détenteur d'un Numéro d'Identification d'Entreprise (CIN) et incluant le Code d'Agence Émettrice (IAC) conformément à l'ISO/IEC 15459 et à son registre, structuré comme une séquence de 3 éléments de données concaténés : IAC, suivi par CIN, suivi par l'identification de sous-unité organisationnelle attribuée par le CIN qui est unique dans le domaine du détenteur du CIN.
ga: Aitheantas Páirtí chuig Idirbheart, m.sh., 21V IAC CIN OSU, a shanntar ag sealbhóir Uimhir Aitheantais Cuideachta (CIN) agus lena n-áirítear an Cód Gníomhaireachta Eisithe (IAC) de réir ISO/IEC 15459 agus a chlárlann, struchtúrtha mar shraith de 3 eilimintí sonraí comhcheangailte: IAC, ina dhiaidh sin CIN, ina dhiaidh sin aitheantas aonad fo-eagraíochtúil a shanntar ag an CIN atá uathúil laistigh de réimse sealbhóir an CIN.
hr: Identifikacija stranke u transakciji, npr., 21V IAC CIN OSU, dodijeljena od strane nositelja Broja identifikacije tvrtke (CIN) i uključujući povezani Kod izdavajuće agencije (IAC) u skladu s ISO/IEC 15459 i njegovim registrom, strukturirano kao niz od 3 spojena podatkovna elementa: IAC, nakon čega slijedi CIN, nakon čega slijedi identifikacija organizacijske podjedinice dodijeljena od strane CIN-a koja je jedinstvena unutar domene nositelja CIN-a.
hu: Egy tranzakcióban részt vevő fél azonosítása, pl. 21V IAC CIN OSU, amelyet egy Cégazonosító Szám (CIN) birtokosa jelöl ki, beleértve a kapcsolódó Kiadói Ügynökség Kódot (IAC) az ISO/IEC 15459 szerint és annak nyilvántartását, három összefűzött adatelemből álló sorozatként: IAC, majd CIN, majd a CIN által kijelölt szervezeti alrészlet azonosító, amely egyedi a CIN birtokosának tartományában.
is: Auðkenning aðila að viðskiptum, t.d., 21V IAC CIN OSU, úthlutað af eiganda Fyrirtækisauðkennisnúmers (CIN) og inniheldur viðkomandi Útgáfustofnunarkóða (IAC) í samræmi við ISO/IEC 15459 og skrá sína, uppbyggt sem röð af 3 samsettum gagnaeiningum: IAC, fylgt af CIN, síðan fylgt af auðkenni skipulagseiningar úthlutað af CIN sem er einstakt innan sviðs eiganda CIN.
it: Identificazione di una parte in una transazione, ad es., 21V IAC CIN OSU, assegnato da un titolare di un Numero di Identificazione Aziendale (CIN) e includendo il relativo Codice dell'Agenzia di Emissione (IAC) in conformità con ISO/IEC 15459 e il suo registro, strutturato come una sequenza di 3 elementi di dati concatenati: IAC, seguito da CIN, seguito dall'identificazione della sottounità organizzativa assegnata dal CIN che è unica all'interno del dominio del titolare del CIN.
lt: Sandorio šalies identifikavimas, pvz., 21V IAC CIN OSU, priskirtas Įmonės Identifikavimo Numerio (CIN) turėtojo ir įtraukiant susijusį Išdavimo Agentūros Kodą (IAC) pagal ISO/IEC 15459 ir jo registrą, struktūrizuotas kaip 3 susietų duomenų elementų seka: IAC, po to CIN, po to organizacinio padalinio identifikavimas, priskirtas CIN, kuris yra unikalus per CIN turėtojo domeną.
lv: Transakcijas puses identifikācija, piemēram, 21V IAC CIN OSU, ko piešķīris Uzņēmuma Identifikācijas Numura (CIN) turētājs un ietverot saistīto Izdošanas Aģentūras Kodu (IAC) saskaņā ar ISO/IEC 15459 un tā reģistru, strukturēts kā 3 secīgi savienotu datu elementu virkne: IAC, kam seko CIN, kam seko organizācijas apakšvienības identifikācija, ko piešķīris CIN, kas ir unikāls CIN turētāja domēnā.
mt: Identifikazzjoni ta' parti għal tranżazzjoni, eż., 21V IAC CIN OSU, assenjata minn detentur ta' Numru ta' Identifikazzjoni tal-Kumpanija (CIN) u inkluża l-Kodiċi tal-Aġenzija li Toħroġ (IAC) skont ISO/IEC 15459 u r-reġistru tiegħu, strutturat bħala sekwenza ta' 3 elementi tad-data konkatenati: IAC, segwit minn CIN, segwit mill-identifikazzjoni tas-sottounità organizzattiva assenjata mill-CIN li hija unika fid-dominju tad-detentur tal-CIN.
nl: Identificatie van een partij bij een transactie, bijv., 21V IAC CIN OSU, toegewezen door een houder van een Bedrijfsidentificatienummer (CIN) en inclusief de gerelateerde Uitgevende Instantiecode (IAC) in overeenstemming met ISO/IEC 15459 en het register ervan, gestructureerd als een reeks van 3 aaneengeschakelde gegevenselementen: IAC, gevolgd door CIN, gevolgd door de organisatorische subeenheid identificatie toegewezen door de CIN die uniek is binnen het domein van de CIN-houder.
no: Identifikasjon av en part til en transaksjon, f.eks., 21V IAC CIN OSU, tildelt av en innehaver av et Selskaps Identifikasjonsnummer (CIN) og inkludert det relaterte Utstedende Byrå Koden (IAC) i samsvar med ISO/IEC 15459 og dets register, strukturert som en sekvens av 3 sammenkoblede dataelementer: IAC, fulgt av CIN, fulgt av den organisatoriske underenheten identifikasjon tildelt av CIN som er unikt innen CIN innehaverens domene.
pl: Identyfikacja strony transakcji, np. 21V IAC CIN OSU, przypisana przez posiadacza numeru identyfikacyjnego firmy (CIN) i zawierająca powiązany kod agencji wydającej (IAC) zgodnie z ISO/IEC 15459 i jego rejestrem, strukturyzowana jako sekwencja 3 połączonych elementów danych: IAC, po którym następuje CIN, po którym następuje identyfikacja jednostki organizacyjnej przypisana przez posiadacza CIN, która jest unikalna w domenie posiadacza CIN.
pt: Identificação de uma parte em uma transação, por exemplo, 21V IAC CIN OSU, atribuída por um detentor de um Número de Identificação da Empresa (CIN) e incluindo o Código da Agência Emissora (IAC) relacionado de acordo com a ISO/IEC 15459 e seu registro, estruturado como uma sequência de 3 elementos de dados concatenados: IAC, seguido por CIN, seguido pela identificação da subunidade organizacional atribuída pelo CIN que é única dentro do domínio do detentor do CIN.
ro: Identificarea unei părți la o tranzacție, de ex., 21V IAC CIN OSU, atribuită de un deținător al unui Număr de Identificare a Companiei (CIN) și incluzând Codul Agenției Emitente (IAC) în conformitate cu ISO/IEC 15459 și registrul său, structurat ca o secvență de 3 elemente de date concatenate: IAC, urmat de CIN, urmat de identificarea subunității organizaționale atribuită de CIN care este unică în domeniul deținătorului CIN.
sk: Identifikácia strany transakcie, napr., 21V IAC CIN OSU, pridelená držiteľom čísla identifikácie spoločnosti (CIN) a zahŕňajúca príslušný Kód vydávajúcej agentúry (IAC) v súlade s ISO/IEC 15459 a jeho registrom, štruktúrovaná ako postupnosť 3 konkatenovaných dátových prvkov: IAC, nasledovaný CIN, nasledovaný identifikáciou organizačnej podjednotky pridelenou CIN, ktorá je jedinečná v rámci domény držiteľa CIN.
sl: Identifikacija stranke v transakciji, npr. 21V IAC CIN OSU, dodeljena s strani imetnika številke identifikacije podjetja (CIN) in vključno z z njim povezano kodo izdajateljske agencije (IAC) v skladu z ISO/IEC 15459 in njenim registrom, strukturirano kot zaporedje 3 zaporednih podatkovnih elementov: IAC, sledi CIN, sledi identifikacija podenote organizacije, dodeljena s strani CIN, ki je edinstvena v domeni imetnika CIN.
sv: Identifiering av en part till en transaktion, t.ex., 21V IAC CIN OSU, tilldelad av en innehavare av ett Företagsidentifieringsnummer (CIN) och inkluderar den relaterade Utfärdande Myndighetskoden (IAC) i enlighet med ISO/IEC 15459 och dess register, strukturerad som en sekvens av 3 sammanfogade dataelement: IAC, följt av CIN, följt av den organisatoriska underenheten identifiering tilldelad av CIN som är unik inom CIN-innehavarens domän.
