Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di19037
source: Unique Item Identifier comprised of a sequence of 5 data elements: 'IAC', followed by 'CIN', followed by 'Part Number (PN)', followed by the '+' character, followed by the supplier assigned (or managed) 'Part Serial Number (PSN)' that is globally unique within the CIN holder's domain; in the format IAC CIN PN + PSN (spaces provided for visual clarity only; they are not part of the data). See Annex C.11.
bg: Уникален идентификатор на артикула, състоящ се от последователност от 5 данни елемента: 'IAC', последвано от 'CIN', последвано от 'Номер на част (PN)', последвано от знака '+', последвано от серийния номер на частта (PSN), присвоен от доставчика, който е глобално уникален в рамките на домейна на притежателя на CIN; във формат IAC CIN PN + PSN (пространствата се предоставят за визуална яснота само; те не са част от данните). Вижте Приложение C.11.
cs: Unikátní identifikátor položky skládající se z posloupnosti 5 datových prvků: 'IAC', následované 'CIN', následované 'Číslem dílu (PN)', následované znakem '+' a dodavatelem přiřazeným (nebo spravovaným) 'Sériovým číslem dílu (PSN)', které je globálně unikátní v rámci domény držitele CIN; ve formátu IAC CIN PN + PSN (prostor poskytnut pro vizuální jasnost pouze; nejsou součástí dat). Viz Příloha C.11.
de: Eindeutige Artikelkennung, bestehend aus einer Folge von 5 Datenelementen: 'IAC', gefolgt von 'CIN', gefolgt von 'Teilenummer (PN)', gefolgt vom '+'-Zeichen, gefolgt von der vom Lieferanten zugewiesenen (oder verwalteten) 'Teilseriennummer (PSN)', die global eindeutig innerhalb des Bereichs des CIN-Inhabers ist; im Format IAC CIN PN + PSN (Leerzeichen nur zur visuellen Klarheit hinzugefügt; sie sind nicht Teil der Daten). Siehe Anhang C.11.
el: Μοναδικό Αναγνωριστικό Αντικειμένου που αποτελείται από μια ακολουθία 5 στοιχείων δεδομένων: 'IAC', ακολουθούμενο από 'CIN', ακολουθούμενο από 'Αριθμό Μέρους (PN)', ακολουθούμενο από τον χαρακτήρα '+' , ακολουθούμενο από τον αριθμό σειριακού που έχει ανατεθεί (ή διαχειρίζεται) 'Αριθμό Σειριακού Μέρους (PSN)' που είναι παγκοσμίως μοναδικός εντός του τομέα του κατόχου CIN· στη μορφή IAC CIN PN + PSN (οι χώροι παρέχονται για οπτική σαφήνεια μόνο· δεν αποτελούν μέρος των δεδομένων). Βλέπε Παράρτημα C.11.
es: Identificador de Artículo Único compuesto por una secuencia de 5 elementos de datos: 'IAC', seguido por 'CIN', seguido por 'Número de Parte (PN)', seguido por el carácter '+' , seguido por el 'Número de Serie de Parte (PSN)' asignado por el proveedor (o gestionado) que es globalmente único dentro del dominio del titular del CIN; en el formato IAC CIN PN + PSN (los espacios se proporcionan solo para claridad visual; no forman parte de los datos). Ver Anexo C.11.
et: Unikaalne Üksuse Identifikaator, mis koosneb 5 andmeelemendi jadast: 'IAC', järgneb 'CIN', järgneb 'Osanumber (PN)', järgneb '+' märk, järgneb tarnija määratud 'Osanumbri Seerianumber (PSN)', mis on ülemaailmselt unikaalne CIN omaniku domeenis; formaadis IAC CIN PN + PSN (tühikud on antud visuaalse selguse huvides; need ei kuulu andmetesse). Vaata Lisa C.11.
fi: Uniikki Tuote-identifioija, joka koostuu viidestä dataelementistä: 'IAC', jonka jälkeen 'CIN', jonka jälkeen 'Osanumero (PN)', jonka jälkeen '+' merkki, jonka jälkeen toimittajan määrittämä (tai hallinnoima) 'Osan Sarjanumero (PSN)', joka on maailmanlaajuisesti uniikki CIN:n haltijan alueella; muodossa IAC CIN PN + PSN (välit on annettu visuaalisen selkeyden vuoksi, ne eivät ole osa dataa). Katso Liite C.11.
fr: Identifiant unique d'article composé d'une séquence de 5 éléments de données : 'IAC', suivi de 'CIN', suivi de 'Numéro de pièce (PN)', suivi du caractère '+' , suivi du 'Numéro de série de pièce (PSN)' attribué ou géré par le fournisseur qui est globalement unique dans le domaine du détenteur du CIN ; au format IAC CIN PN + PSN (les espaces sont fournis pour la clarté visuelle uniquement ; ils ne font pas partie des données). Voir Annexe C.11.
ga: Aitheantas Míre Uathúil a chuimsíonn sraith de 5 eilimintí sonraí: 'IAC', ina dhiaidh sin 'CIN', ina dhiaidh sin 'Uimhir Pháirte (PN)', ina dhiaidh sin an carachtar '+' , ina dhiaidh sin 'Uimhir Shraitheach Páirte (PSN)' a shanntar ag an soláthraí (nó a bhainistítear) atá go domhanda uathúil laistigh de réimse sealbhóir an CIN; sa fhormáid IAC CIN PN + PSN (cuirtear spásanna ar fáil le haghaidh soiléireachta amhairc amháin; ní cuid den sonra iad). Féach Iarscríbhinn C.11.
hr: Jedinstveni identifikator artikla sastavljen od niza od 5 podatkovnih elemenata: 'IAC', slijedi 'CIN', slijedi 'Broj dijela (PN)', slijedi znak '+', slijedi serijski broj dijela dodijeljen od dobavljača (PSN) koji je globalno jedinstven unutar domene nositelja CIN-a; u formatu IAC CIN PN + PSN (razmaci pruženi radi vizualne jasnoće samo; nisu dio podataka). Vidi Prilog C.11.
hu: Egyedi Tétel Azonosító, amely öt adatelemből áll: 'IAC', majd 'CIN', majd 'Alkatrészszám (PN)', ezt követi a '+' karakter, majd a beszállító által hozzárendelt (vagy kezelt) 'Alkatrész Sorozatszám (PSN)', amely globálisan egyedi a CIN birtokosának doménjében; a formátumban IAC CIN PN + PSN (a térközök csak a vizuális tisztaság érdekében vannak, nem részei az adatnak). Lásd Melléklet C.11.
is: Einstakt atriðisauðkenni sem samanstendur af röð 5 gagnaþátta: 'IAC', fylgt af 'CIN', fylgt af 'Part Number (PN)', fylgt af plúsmerki (+), fylgt af birgja úthlutað 'Part Serial Number (PSN)' sem er alheims einstakt innan sviðs CIN haldarans; á sniðinu IAC CIN PN + PSN (bil eru veitt fyrir sjónrænan skýrleika aðeins; þau eru ekki hluti af gögnunum). Sjá Viðauka C.11.
it: Identificatore Unico dell'Articolo composto da una sequenza di 5 elementi di dati: 'IAC', seguito da 'CIN', seguito da 'Numero di Parte (PN)', seguito dal carattere '+', seguito dal 'Numero di Serie della Parte (PSN)' assegnato (o gestito) dal fornitore che è globalmente unico all'interno del dominio del titolare del CIN; nel formato IAC CIN PN + PSN (gli spazi sono forniti per chiarezza visiva solo; non fanno parte dei dati). Vedi Allegato C.11.
lt: Unikalus prekės identifikatorius (UII), sudarytas iš 5 duomenų elementų sekos: 'IAC', po to 'CIN', po to 'Dalies Numeris (PN)', po to pliuso ženklas '+', po to tiekėjo priskirtas 'Dalies Serijinis Numeris (PSN)', kuris yra globaliai unikalus CIN turėtojo srityje; formatas IAC CIN PN + PSN (tarpai pateikti vizualiniam aiškumui tik; jie nėra dalis duomenų). Žr. Priedą C.11.
lv: Unikāls Preces Identifikators, kas sastāv no 5 datu elementu secības: 'IAC', seko 'CIN', seko 'Daļas Numurs (PN)', seko plusa (+) zīme, seko piegādātāja piešķirts (vai pārvaldīts) 'Daļas Sērijas Numurs (PSN)', kas globāli unikāls CIN turētāja domēnā; formātā IAC CIN PN + PSN (atstarpes sniegtas vizuālai skaidrībai tikai; tās nav daļa no datiem). Skatīt Pielikumu C.11.
mt: Identifikatur tal-Oġġett Uniku li jikkonsisti f'sekwenza ta' 5 elementi tad-data: 'IAC', segwit minn 'CIN', segwit minn 'Numru tal-Parti (PN)', segwit mill-karattru '+' , segwit minn 'Numru tas-Serje tal-Parti (PSN)' assenjat mill-fornitur li huwa globalment uniku fl-ambitu tad-detentur tal-CIN; fil-format IAC CIN PN + PSN (l-ispazji pprovduti għall-kjarità viżwali biss; mhumiex parti mid-data). Ara Anness C.11.
nl: Unieke Item Identificator bestaande uit een reeks van 5 gegevenselementen: 'IAC', gevolgd door 'CIN', gevolgd door 'Onderdeelnummer (PN)', gevolgd door het '+' teken, gevolgd door het leverancier toegewezen (of beheerd) 'Onderdeel Serienummer (PSN)' dat wereldwijd uniek is binnen het domein van de CIN-houder; in het formaat IAC CIN PN + PSN (ruimtes voorzien voor visuele duidelijkheid alleen; ze maken geen deel uit van de gegevens). Zie Bijlage C.11.
no: Unik vareidentifikator bestående av en sekvens av 5 dataelementer: 'IAC', etterfulgt av 'CIN', etterfulgt av 'Delnummer (PN)', etterfulgt av '+' tegnet, etterfulgt av leverandørtildelt (eller forvaltet) 'Dels serienummer (PSN)' som er globalt unikt innenfor CIN-innehaverens domene; i formatet IAC CIN PN + PSN (mellomrom gitt for visuell klarhet bare; de er ikke en del av dataene). Se Vedlegg C.11.
pl: Unikalny identyfikator przedmiotu składający się z sekwencji 5 elementów danych: 'IAC', następnie 'CIN', następnie 'Numer Części (PN)', następnie znak '+' (plus), następnie numer seryjny części (PSN) przydzielony przez dostawcę (lub zarządzany), który jest globalnie unikatowy w domenie posiadacza CIN; w formacie IAC CIN PN + PSN (spacje dostarczone dla czytelności wizualnej; nie są częścią danych). Zobacz Załącznik C.11.
pt: Identificador Único de Item composto por uma sequência de 5 elementos de dados: 'IAC', seguido por 'CIN', seguido por 'Número da Peça (PN)', seguido pelo caractere '+', seguido pelo 'Número de Série da Peça (PSN)' atribuído (ou gerenciado) pelo fornecedor que é globalmente único dentro do domínio do detentor do CIN; no formato IAC CIN PN + PSN (espaços fornecidos apenas para clareza visual; eles não fazem parte dos dados). Veja o Anexo C.11.
ro: Identificatorul Unic al Articolului alcătuit dintr-o secvență de 5 elemente de date: 'IAC', urmat de 'CIN', urmat de 'Numărul Piesei (PN)', urmat de caracterul '+' , urmat de 'Numărul de Serie al Piesei (PSN)' atribuit de furnizor (sau gestionat) care este unic global în domeniul deținătorului CIN; în formatul IAC CIN PN + PSN (spațiile sunt furnizate pentru claritate vizuală numai; ele nu fac parte din date). Vezi Anexa C.11.
sk: Jedinečný identifikátor položky zložený z postupnosti 5 dátových prvkov: 'IAC', nasledovaný 'CIN', nasledovaný 'Číslo dielu (PN)', nasledovaný znakom '+' , nasledovaný sériovým číslom dielu prideleným (alebo spravovaným) dodávateľom, ktoré je globálne unikátne v rámci domény držiteľa CIN; vo formáte IAC CIN PN + PSN (medzery sú poskytnuté len pre vizuálnu jasnosť; nie sú súčasťou údajov). Pozri prílohu C.11.
sl: Unikatna identifikacijska številka predmeta, sestavljena iz zaporedja 5 podatkovnih elementov: 'IAC', sledi 'CIN', sledi 'Številka dela (PN)', sledi znak '+' , sledi dobaviteljeva dodeljena (ali upravljana) 'Serijska številka dela (PSN)', ki je globalno unikatna znotraj domene imetnika CIN; v formatu IAC CIN PN + PSN (presledki zagotovljeni samo za vizualno jasnost; niso del podatkov). Glej Prilogo C.11.
sv: Unik Artikelidentifierare bestående av en sekvens av 5 dataelement: 'IAC', följt av 'CIN', följt av 'Delnummer (PN)', följt av tecknet '+' , följt av leverantörtilldelat (eller hanterat) 'Delserienummer (PSN)' som är globalt unikt inom CIN-innehavarens domän; i formatet IAC CIN PN + PSN (utrymmen tillhandahålls endast för visuell klarhet; de är inte en del av datan). Se Bilaga C.11.

# di19042
source: Unique Item Identifier (UII) in 25S format preceded by numeric value indicating serial number element length for use by systems that require the 'serial number' component of a concatenated Serial Number element (IAC+CIN+SN) Format: DI+LI+IAC+CIN+SN (LI=length of SN)
bg: Уникален идентификатор на артикула (UII) във формат 25S, предшестван от числова стойност, показваща дължината на елемента сериен номер за използване от системи, които изискват компонента 'сериен номер' на конкатениран елемент Сериен номер (IAC+CIN+SN) Формат: DI+LI+IAC+CIN+SN (LI=дължина на SN)
cs: Unikátní identifikátor položky (UII) ve formátu 25S předcházející číselnou hodnotu označující délku prvku sériového čísla pro systémy, které vyžadují komponentu 'sériové číslo' konkatenovaného prvku sériového čísla (IAC+CIN+SN) Formát: DI+LI+IAC+CIN+SN (LI=délka SN)
de: Eindeutige Artikelkennung (UII) im 25S-Format, gefolgt von einem numerischen Wert, der die Länge des Seriennummerelements angibt, das für Systeme verwendet wird, die die 'Seriennummer'-Komponente eines verketteten Seriennummerelements (IAC+CIN+SN) benötigen. Format: DI+LI+IAC+CIN+SN (LI=Länge von SN)
el: Μοναδικό Αναγνωριστικό Αντικειμένου (UII) σε μορφή 25S προηγούμενο από αριθμητική τιμή που υποδηλώνει το μήκος του στοιχείου σειριακού αριθμού για χρήση από συστήματα που απαιτούν το στοιχείο 'σειριακός αριθμός' ενός συγκεκριμένου στοιχείου σειριακού αριθμού (IAC+CIN+SN) Μορφή: DI+LI+IAC+CIN+SN (LI=μήκος του SN)
es: Identificador de Artículo Único (UII) en formato 25S precedido por valor numérico que indica la longitud del elemento de número de serie para su uso por sistemas que requieren el componente 'número de serie' de un elemento de número de serie concatenado (IAC+CIN+SN) Formato: DI+LI+IAC+CIN+SN (LI=longitud de SN)
et: Unikaalne Üksuse Identifikaator (UII) 25S formaadis, millele eelneb numbriline väärtus, mis näitab seerianumbri elemendi pikkust süsteemidele, mis nõuavad 'seerianumbri' komponenti konkateeritud Seerianumbri elemendist (IAC+CIN+SN) Formaat: DI+LI+IAC+CIN+SN (LI=SN pikkus)
fi: Uniikki Tuote-identifioija (UII) 25S-muodossa, jota edeltää numeerinen arvo, joka osoittaa sarjanumeron elementin pituuden järjestelmissä, jotka vaativat 'sarjanumeron' komponenttia yhdistetyssä Sarjanumeron elementissä (IAC+CIN+SN) Muoto: DI+LI+IAC+CIN+SN (LI=pituus SN)
fr: Identifiant unique d'article (UII) au format 25S précédé d'une valeur numérique indiquant la longueur de l'élément de numéro de série pour une utilisation par des systèmes qui nécessitent la composante 'numéro de série' d'un élément de numéro de série concaténé (IAC+CIN+SN) Format : DI+LI+IAC+CIN+SN (LI=longueur de SN)
ga: Aitheantas Míre Uathúil (UII) sa fhormáid 25S roimh ré le luach uimhriúil a léiríonn fad an eilimint shraitheach le húsáid ag córais a éilíonn an comhpháirt 'uimhir shraitheach' de eilimint shraitheach comhcheangailte (IAC+CIN+SN) Formáid: DI+LI+IAC+CIN+SN (LI=fad SN)
hr: Jedinstveni identifikator artikla (UII) u formatu 25S prethodi numerička vrijednost koja označava duljinu elementa serijskog broja za sustave koji zahtijevaju komponentu 'serijskog broja' konkateniranog elementa Serijskog Broja (IAC+CIN+SN) Format: DI+LI+IAC+CIN+SN (LI=duljina SN)
hu: Egyedi Tétel Azonosító (UII) a 25S formátumban, amelyet egy számszerű érték előz meg, ami a sorozatszám elem hosszát jelzi azoknak a rendszereknek, amelyek a konkatenált Sorozatszám elem (IAC+CIN+SN) 'sorozatszám' komponensét igénylik Formátum: DI+LI+IAC+CIN+SN (LI=a SN hossza)
is: Einstakt atriðisauðkenni (UII) á 25S sniði fylgt af tölulegu gildi sem tilgreinir lengd raðnúmerselements fyrir kerfi sem krefjast 'raðnúmer' hluta af samsettum Raðnúmerselementi (IAC+CIN+SN) Snið: DI+LI+IAC+CIN+SN (LI=lengd SN)
it: Identificatore Unico dell'Articolo (UII) nel formato 25S preceduto dal valore numerico che indica la lunghezza dell'elemento numero di serie per l'uso da parte di sistemi che richiedono il componente 'numero di serie' di un elemento di serie concatenato (IAC+CIN+SN) Formato: DI+LI+IAC+CIN+SN (LI=lunghezza di SN)
lt: Unikalus prekės identifikatorius (UII) 25S formatu, nurodant serijinio numerio elemento ilgį sistemoms, kurios reikalauja 'serijinio numerio' komponento konkatenacijoje Serijinis Numeris (IAC+CIN+SN) Formatas: DI+LI+IAC+CIN+SN (LI=SN ilgis)
lv: Unikāls Preces Identifikators (UII) formātā 25S, kam seko ciparu vērtība, kas norāda sērijas numura elementa garumu sistēmām, kurām nepieciešams 'sērijas numura' komponents konkatenētā Sērijas Numura elementā (IAC+CIN+SN) Formāts: DI+LI+IAC+CIN+SN (LI=SN garums)
mt: Identifikatur Uniku tal-Oġġett (UII) fil-format 25S segwit minn valur numeriku li jindika t-tul tal-element tas-serje għal sistemi li jeħtieġu l-komponent 'numru tas-serje' ta' element serjali konkatenat (IAC+CIN+SN) Format: DI+LI+IAC+CIN+SN (LI=tul ta' SN)
nl: Unieke Item Identificator (UII) in 25S formaat voorafgegaan door numerieke waarde die serienummerelementlengte aangeeft voor gebruik door systemen die het 'serienummer' component van een samengesteld Serienummerelement (IAC+CIN+SN) vereisen Formaat: DI+LI+IAC+CIN+SN (LI=lengte van SN)
no: Unik vareidentifikator (UII) i 25S format forutgått av numerisk verdi som angir serienummerelementets lengde for bruk av systemer som krever 'serienummer'-komponenten av et sammensatt serienummerelement (IAC+CIN+SN) Format: DI+LI+IAC+CIN+SN (LI=lengden av SN)
pl: Unikalny identyfikator przedmiotu (UII) w formacie 25S poprzedzony wartością numeryczną wskazującą długość elementu numeru seryjnego do użycia przez systemy wymagające komponentu 'numeru seryjnego' skonkatenowanego elementu Numeru Seryjnego (IAC+CIN+SN) Format: DI+LI+IAC+CIN+SN (LI=długość SN)
pt: Identificador Único de Item (UII) no formato 25S precedido pelo valor numérico indicando o comprimento do elemento de número de série para uso por sistemas que requerem o componente 'número de série' de um elemento de Número de Série concatenado (IAC+CIN+SN) Formato: DI+LI+IAC+CIN+SN (LI=comprimento do SN)
ro: Identificatorul Unic al Articolului (UII) în formatul 25S precedat de valoarea numerică indicând lungimea elementului de număr de serie pentru utilizare de către sistemele care necesită componenta 'număr de serie' a unui element Serial Number concatenat (IAC+CIN+SN) Format: DI+LI+IAC+CIN+SN (LI=lungimea SN)
sk: Jedinečný identifikátor položky (UII) vo formáte 25S predchádzaný číselnou hodnotou označujúcou dĺžku prvku sériového čísla pre systémy, ktoré vyžadujú 'sériové číslo' komponent konkatenovaného prvku sériového čísla (IAC+CIN+SN) Formát: DI+LI+IAC+CIN+SN (LI=dĺžka SN)
sl: Unikatna identifikacijska številka predmeta (UII) v formatu 25S, ki ji predhodi numerična vrednost, ki označuje dolžino elementa serijske številke za uporabo v sistemih, ki zahtevajo komponento 'serijske številke' konkateniranega elementa serijske številke (IAC+CIN+SN). Format: DI+LI+IAC+CIN+SN (LI=dolžina SN).
sv: Unik Artikelidentifierare (UII) i 25S-format föregått av numeriskt värde som anger serienummerelementets längd för användning av system som kräver 'serienummer'-komponenten av ett sammanfogat Serienummerelement (IAC+CIN+SN) Format: DI+LI+IAC+CIN+SN (LI=längd av SN)
