Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di14012
source: The Data construct is defined and controlled by the RLA, comprised of 2 segments: the field identifier (FI) code, immediately followed by the data as defined for that element according to the data dictionary of the RLA. It is essentially a catalog of fields with standardized content. The Field Identifiers are posted at http://rla.org/12ncodes The use and structure of these codes are defined at: http://rla.org/12nformat. Examples can be found at that site.\n2020 Update: The URL has changed to:\nhttps://rla.org/page/sqrl-code-listing
bg: Конструкцията на данните е дефинирана и контролирана от RLA, състояща се от 2 сегмента: кодът на идентификатора на полето (FI), незабавно последван от данните, както са дефинирани за този елемент според речника на данните на RLA. Това е по същество каталог на полета със стандартизирано съдържание. Идентификаторите на полетата са публикувани на http://rla.org/12ncodes Употребата и структурата на тези кодове са дефинирани на: http://rla.org/12nformat. Примери могат да бъдат намерени на този сайт.\nАктуализация 2020: URL адресът е променен на:\nhttps://rla.org/page/sqrl-code-listing
cs: Konstrukce dat je definována a řízena RLA, skládá se ze 2 segmentů: kód identifikátoru pole (FI), bezprostředně následovaný daty jak jsou definována pro daný prvek podle slovníku dat RLA. Jedná se v podstatě o katalog polí se standardizovaným obsahem. Identifikátory polí jsou zveřejněny na http://rla.org/12ncodes Použití a struktura těchto kódů jsou definovány na: http://rla.org/12nformat. Příklady lze nalézt na této stránce.\nAktualizace 2020: URL se změnilo na:\nhttps://rla.org/page/sqrl-code-listing
de: Die Datenkonstruktion ist definiert und kontrolliert von der RLA, bestehend aus 2 Segmenten: dem Feldidentifikatorcode (FI), unmittelbar gefolgt von den Daten, wie sie für dieses Element gemäß dem Datenwörterbuch der RLA definiert sind. Es handelt sich im Wesentlichen um einen Katalog von Feldern mit standardisiertem Inhalt. Die Feldidentifikatoren werden unter http://rla.org/12ncodes veröffentlicht. Die Verwendung und Struktur dieser Codes sind definiert unter: http://rla.org/12nformat. Beispiele finden Sie auf dieser Website.\n2020 Update: Die URL wurde geändert zu:\nhttps://rla.org/page/sqrl-code-listing
el: Η δομή δεδομένων ορίζεται και ελέγχεται από την RLA, αποτελείται από 2 τμήματα: τον κωδικό προσδιοριστή (FI) πεδίου, ακολουθούμενο απευθείας από τα δεδομένα όπως ορίζονται για αυτό το στοιχείο σύμφωνα με το λεξικό δεδομένων της RLA. Είναι ουσιαστικά ένας κατάλογος πεδίων με τυποποιημένο περιεχόμενο. Οι Κωδικοί Προσδιοριστών δημοσιεύονται στο http://rla.org/12ncodes Η χρήση και η δομή αυτών των κωδικών ορίζονται στο: http://rla.org/12nformat. Παραδείγματα μπορούν να βρεθούν σε αυτόν τον ιστότοπο.\nΕνημέρωση 2020: Η διεύθυνση URL έχει αλλάξει σε:\nhttps://rla.org/page/sqrl-code-listing
es: La construcción de datos está definida y controlada por la RLA, compuesta por 2 segmentos: el código identificador de campo (FI), inmediatamente seguido por los datos definidos para ese elemento según el diccionario de datos de la RLA. Es esencialmente un catálogo de campos con contenido estandarizado. Los Identificadores de Campo se publican en http://rla.org/12ncodes El uso y la estructura de estos códigos están definidos en: http://rla.org/12nformat. Ejemplos se pueden encontrar en ese sitio.\nActualización 2020: La URL ha cambiado a:\nhttps://rla.org/page/sqrl-code-listing
et: Andmekonstruktsioon on määratletud ja kontrollitud RLA poolt, koosnedes kahest segmendist: välja identifikaator (FI) kood, millele järgneb selle elemendi jaoks määratletud andmed vastavalt RLA andmesõnastikule. See on sisuliselt väljade kataloog standardiseeritud sisuga. Välja Identifikaatorid on postitatud aadressil http://rla.org/12ncodes. Nende koodide kasutamist ja struktuuri määratletakse aadressil: http://rla.org/12nformat. Näiteid võib leida sellelt saidilt.\n2020 Uuendus: URL on muutunud:\nhttps://rla.org/page/sqrl-code-listing
fi: Datan rakenne on määritelty ja hallinnoitu RLA:n toimesta, koostuen 2 segmentistä: kenttätunniste (FI) koodi, jota välittömästi seuraa data, kuten elementille määritelty datasanakirjassa RLA:n mukaisesti. Se on olennaisesti kenttien luettelo, jossa on standardoitu sisältö. Kenttätunnisteet on julkaistu osoitteessa http://rla.org/12ncodes Näiden koodien käyttö ja rakenne on määritelty osoitteessa: http://rla.org/12nformat. Esimerkkejä löytyy kyseiseltä sivustolta.\n2020 Päivitys: URL on muuttunut osoitteeseen:\nhttps://rla.org/page/sqrl-code-listing
fr: La structure de données est définie et contrôlée par la RLA, composée de 2 segments : le code identifiant de champ (FI), immédiatement suivi des données telles que définies pour cet élément selon le dictionnaire de données de la RLA. C'est essentiellement un catalogue de champs avec un contenu standardisé. Les identifiants de champs sont publiés à l'adresse http://rla.org/12ncodes L'utilisation et la structure de ces codes sont définies à : http://rla.org/12nformat. Des exemples peuvent être trouvés sur ce site.\nMise à jour 2020 : L'URL a été modifiée en :\nhttps://rla.org/page/sqrl-code-listing
ga: Tá Struchtúr Sonraí sainithe agus rialaithe ag RLA, comhdhéanta de 2 shegment: cód aitheantóra (FI) láithreach roimh na sonraí mar a shainmhínítear don eilimint sin de réir foclóir sonraí RLA. Is bunúsach é catalóg de réimsí le hábhar caighdeánaithe. Tá na hAitheantóirí Réimse foilsithe ag http://rla.org/12ncodes Sainmhínítear úsáid agus struchtúr na gcód seo ag: http://rla.org/12nformat. Is féidir samplaí a fháil ar an suíomh sin.\nNuashonrú 2020: D'athraigh an URL go:\nhttps://rla.org/page/sqrl-code-listing
hr: Podatkovna konstrukcija definirana i kontrolirana od RLA, sastoji se od 2 segmenta: kod identifikatora polja (FI), odmah slijedi podaci kako su definirani za taj element prema rječniku podataka RLA. U osnovi je katalog polja sa standardiziranim sadržajem. Identifikatori polja objavljeni su na http://rla.org/12ncodes. Upotreba i struktura ovih kodova definirani su na: http://rla.org/12nformat. Primjeri se mogu naći na toj stranici.\nAžuriranje 2020: URL je promijenjen na:\nhttps://rla.org/page/sqrl-code-listing
hu: Az RLA által meghatározott és irányított adatstruktúra, amely 2 szegmensből áll: a mezőazonosító (FI) kód, amelyet közvetlenül követ az adott elemhez a RLA adatszótára szerint meghatározott adat. Gyakorlatilag ez egy szabványos tartalmú mezők katalógusa. A Mezőazonosítók itt találhatók: http://rla.org/12ncodes Ezeknek a kódoknak a használata és szerkezete itt van meghatározva: http://rla.org/12nformat. Példák is megtalálhatók ezen az oldalon.\n2020 Frissítés: Az URL megváltozott:\nhttps://rla.org/page/sqrl-code-listing
is: Gagnagrind skilgreind og stjórnað af RLA, samanstendur af 2 hlutum: auðkenniskóði (FI) kóða, strax fylgt af gögnum eins og skilgreint fyrir það atriði samkvæmt gagnasafni RLA. Þetta er í raun safn af svæðum með staðlaðu efni. Auðkenniskóðar svæðis eru birtir á http://rla.org/12ncodes Notkun og uppbygging þessara kóða er skilgreind á: http://rla.org/12nformat. Dæmi er hægt að finna á þeirri síðu.\n2020 Uppfærsla: URL hefur breyst í:\nhttps://rla.org/page/sqrl-code-listing
it: La struttura dei dati è definita e controllata dalla RLA, composta da 2 segmenti: il codice identificativo del campo (FI), immediatamente seguito dai dati come definiti per quell'elemento secondo il dizionario dei dati della RLA. È essenzialmente un catalogo di campi con contenuto standardizzato. Gli Identificatori di Campo sono pubblicati su http://rla.org/12ncodes L'uso e la struttura di questi codici sono definiti su: http://rla.org/12nformat. Esempi possono essere trovati su quel sito.\nAggiornamento 2020: L'URL è cambiato in:\nhttps://rla.org/page/sqrl-code-listing
lt: Duomenų struktūra, apibrėžta ir kontroliuojama RLA, sudaryta iš 2 segmentų: lauko identifikatoriaus (FI) kodo, iškart po kurio seka duomenys, kaip apibrėžta tam elementui pagal RLA duomenų žodyną. Tai iš esmės yra laukų katalogas su standartizuotu turiniu. Lauko identifikatoriai paskelbti adresu http://rla.org/12ncodes Šių kodų naudojimas ir struktūra apibrėžti adresu: http://rla.org/12nformat. Pavyzdžiai gali būti rasti šioje svetainėje.\n2020 metų atnaujinimas: URL pasikeitė į:\nhttps://rla.org/page/sqrl-code-listing
lv: Datu konstrukts ir definēts un kontrolēts RLA, sastāv no 2 segmentiem: lauka identifikatora (FI) kods, ko nekavējoties seko dati, kā definēti attiecīgajam elementam saskaņā ar RLA datu vārdnīcu. Būtībā tas ir lauku katalogs ar standartizētu saturu. Lauka Identifikatori tiek publicēti vietnē http://rla.org/12ncodes. Šo kodu lietošana un struktūra ir definēta vietnē: http://rla.org/12nformat. Piemēri atrodami šajā vietnē.\n2020. gada atjauninājums: URL ir mainījies uz:\nhttps://rla.org/page/sqrl-code-listing
mt: Il-Kostrutt tad-Data huwa definit u kkontrollat mill-RLA, magħmul minn 2 segmenti: il-kodiċi tal-identifikatur tal-qasam (FI), segwit minnufan mill-data kif definit għal dak l-element skont id-dizzjunarju tad-data tal-RLA. Essenzjalment, huwa katalogu ta' oqsma b'kontenut standardizzat. L-Identifikaturi tal-Qasam huma ppostjati fuq http://rla.org/12ncodes. L-użu u l-istruttura ta' dawn il-kodiċijiet huma definiti fuq: http://rla.org/12nformat. Eżempji jistgħu jinstabu fuq dak is-sit.\nAġġornament 2020: L-URL inbidel għal:\nhttps://rla.org/page/sqrl-code-listing
nl: De Gegevensconstructie wordt gedefinieerd en beheerd door de RLA, bestaande uit 2 segmenten: de veldidentificatie (FI) code, direct gevolgd door de gegevens zoals gedefinieerd voor dat element volgens het gegevenswoordenboek van de RLA. Het is in wezen een catalogus van velden met gestandaardiseerde inhoud. De Veldidentificatoren worden gepost op http://rla.org/12ncodes De gebruik en structuur van deze codes worden gedefinieerd op: http://rla.org/12nformat. Voorbeelden zijn te vinden op die site.\n2020 Update: De URL is gewijzigd naar:\nhttps://rla.org/page/sqrl-code-listing
no: Datakonstruksjonen er definert og kontrollert av RLA, består av 2 segmenter: feltidentifikator (FI) koden, umiddelbart etterfulgt av dataene slik de er definert for det elementet i henhold til RLAs datadiksjonær. Det er i hovedsak en katalog over felt med standardisert innhold. Feltidentifikatorene er postet på http://rla.org/12ncodes. Bruken og strukturen av disse kodene er definert på: http://rla.org/12nformat. Eksempler kan finnes på dette nettstedet.\n2020 Oppdatering: URL-en har endret seg til:\nhttps://rla.org/page/sqrl-code-listing
pl: Konstrukcja danych jest zdefiniowana i kontrolowana przez RLA, składająca się z 2 segmentów: kod identyfikatora pola (FI), bezpośrednio po którym następują dane zdefiniowane dla tego elementu zgodnie ze słownikiem danych RLA. Jest to zasadniczo katalog pól ze zstandardyzowaną zawartością. Identyfikatory pól są zamieszczone na stronie http://rla.org/12ncodes Użycie i struktura tych kodów są zdefiniowane na: http://rla.org/12nformat. Przykłady można znaleźć na tej stronie.\nAktualizacja 2020: Adres URL został zmieniony na:\nhttps://rla.org/page/sqrl-code-listing
pt: A construção de dados é definida e controlada pela RLA, composta de 2 segmentos: o código do identificador de campo (FI), imediatamente seguido pelos dados conforme definido para esse elemento de acordo com o dicionário de dados da RLA. É essencialmente um catálogo de campos com conteúdo padronizado. Os Identificadores de Campo são postados em http://rla.org/12ncodes O uso e a estrutura desses códigos são definidos em: http://rla.org/12nformat. Exemplos podem ser encontrados nesse site.\nAtualização 2020: A URL mudou para:\nhttps://rla.org/page/sqrl-code-listing
ro: Constructul de Date este definit și controlat de RLA, alcătuit din 2 segmente: codul identificatorului de câmp (FI), imediat urmat de datele așa cum sunt definite pentru acel element conform dicționarului de date al RLA. Este esențial un catalog de câmpuri cu conținut standardizat. Identificatorii de Câmp sunt postați la http://rla.org/12ncodes Utilizarea și structura acestor coduri sunt definite la: http://rla.org/12nformat. Exemple pot fi găsite pe acel site.\nActualizare 2020: URL-ul s-a schimbat la:\nhttps://rla.org/page/sqrl-code-listing
sk: Konštrukt údajov je definovaný a kontrolovaný RLA, pozostáva z 2 segmentov: kód identifikátora poľa (FI), bezprostredne nasledovaný údajmi definovanými pre daný prvok podľa slovníka údajov RLA. Ide v podstate o katalóg polí so štandardizovaným obsahom. Identifikátory polí sú uvedené na http://rla.org/12ncodes Použitie a štruktúra týchto kódov sú definované na: http://rla.org/12nformat. Príklady možno nájsť na tomto mieste.\nAktualizácia 2020: URL sa zmenila na:\nhttps://rla.org/page/sqrl-code-listing
sl: Podatkovna konstrukcija je opredeljena in nadzorovana s strani RLA, sestavljena iz 2 segmentov: koda identifikatorja polja (FI), takoj sledijo podatki, kot so opredeljeni za ta element po podatkovnem slovarju RLA. To je v bistvu katalog polj s standardizirano vsebino. Identifikatorji polj so objavljeni na http://rla.org/12ncodes Uporaba in struktura teh kod je opredeljena na: http://rla.org/12nformat. Primeri so na voljo na tej spletni strani.\nPosodobitev 2020: URL se je spremenil v:\nhttps://rla.org/page/sqrl-code-listing
sv: Datakonstrukten definieras och kontrolleras av RLA, består av 2 segment: fältidentifieraren (FI) koden, omedelbart följt av datan som definieras för det elementet enligt datalistan för RLA. Det är i huvudsak en katalog av fält med standardiserat innehåll. Fältidentifierarna finns på http://rla.org/12ncodes Användningen och strukturen för dessa koder definieras på: http://rla.org/12nformat. Exempel finns på den webbplatsen.\n2020 Uppdatering: URL har ändrats till:\nhttps://rla.org/page/sqrl-code-listing
