Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di8025
source: Globally Unique Personal ID. assigned by a holder of a Company Identification Code (CIN) and including the related Issuing Agency Code (IAC) in accordance with ISO/IEC 15459 and its registry, structured as sequence of 3 concatenated data elements: IAC followed by CIN, followed by the ID unique within the holder's domain.
bg: Глобално уникален личен ID, присвоен от притежател на идентификационен код на компания (CIN) и включващ съответния код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459 и неговия регистър, структуриран като поредица от 3 конкатенирани данни елемента: IAC, последван от CIN, последван от ID, който е уникален в рамките на домейна на притежателя.
cs: Globálně jedinečný osobní ID. přiřazený držitelem Čísla Identifikace Společnosti (CIN) a zahrnující související Kód Vydávající Agentury (IAC) v souladu s ISO/IEC 15459 a jeho registrem, strukturovaný jako posloupnost 3 spojených datových prvků: IAC následovaný CIN, následovaný ID jedinečným v rámci domény držitele.
de: Weltweit eindeutige persönliche ID, zugewiesen von einem Inhaber eines Firmenidentifikationscodes (CIN) und einschließlich des zugehörigen Ausstellungsagenturcodes (IAC) gemäß ISO/IEC 15459 und seinem Register, strukturiert als Sequenz von 3 verketteten Datenelementen: IAC gefolgt von CIN, gefolgt von der innerhalb des Bereichs des Inhabers eindeutigen ID.
el: Παγκοσμίως Μοναδικό Προσωπικό ID. που έχει ανατεθεί από κάτοχο Κωδικού Ταυτοποίησης Εταιρείας (CIN) και περιλαμβάνει τον σχετικό Κωδικό Εκδότη Υπηρεσίας (IAC) σύμφωνα με το ISO/IEC 15459 και το μητρώο του, δομημένο ως ακολουθία 3 συνεχόμενων στοιχείων δεδομένων: IAC ακολουθούμενο από CIN, ακολουθούμενο από το ID μοναδικό εντός του τομέα του κατόχου.
es: ID Personal Único Global. asignado por un titular de un Código de Identificación de Compañía (CIN) e incluyendo el Código de Agencia Emisora (IAC) relacionado de acuerdo con ISO/IEC 15459 y su registro, estructurado como secuencia de 3 elementos de datos concatenados: IAC seguido por CIN, seguido por el ID único dentro del dominio del titular.
et: Ülemaailmselt unikaalne isiklik ID, mille on määranud ettevõtte identifitseerimiskoodi (CIN) omanik ja mis sisaldab seotud väljaandva asutuse koodi (IAC) vastavalt ISO/IEC 15459-le ja selle registri, koosneb järjestikustest andmeelementidest: IAC, millele järgneb CIN, millele järgneb omaniku domeenis unikaalne ID.
fi: Globaalisti ainutlaatuinen henkilökohtainen tunniste, jonka Yritystunnuskoodin (CIN) haltija on myöntänyt ja johon sisältyy liittyvä Myöntävän viraston koodi (IAC) ISO/IEC 15459:n ja sen rekisterin mukaisesti, rakennettu 3 peräkkäisen tietoelementin sekvenssiksi: IAC, seurattuna CIN:llä, seurattuna haltijan alueella yksilöllisellä tunnisteella.
fr: ID Personnel Unique Mondial. attribué par un détenteur d'un Code d'Identification d'Entreprise (CIN) et incluant le Code d'Agence Émettrice (IAC) conformément à l'ISO/IEC 15459 et à son registre, structuré comme une séquence de 3 éléments de données concaténés : IAC suivi par CIN, suivi par l'ID unique dans le domaine du détenteur.
ga: Aitheantas Pearsanta Domhanda Uathúil. a shanntar ag sealbhóir Uimhir Aitheantais Cuideachta (CIN) agus lena n-áirítear an Cód Gníomhaireachta Eisithe (IAC) de réir ISO/IEC 15459 agus a chlárlann, struchtúrtha mar shraith de 3 eilimintí sonraí comhcheangailte: IAC ina dhiaidh sin CIN, ina dhiaidh sin an ID uathúil laistigh de réimse sealbhóir an domhain.
hr: Globalno jedinstveni osobni ID dodijeljen od strane nositelja Broja identifikacije tvrtke (CIN) i uključujući povezani Kod izdavajuće agencije (IAC) u skladu s ISO/IEC 15459 i njegovim registrom, strukturiran kao niz od 3 spojena podatkovna elementa: IAC nakon čega slijedi CIN, nakon čega slijedi ID jedinstven unutar domene nositelja.
hu: Globálisan Egyedi Személyi AZ, amelyet egy Cégazonosító Kód (CIN) birtokosa rendel hozzá, beleértve a kapcsolódó Kiadói Ügynökség Kódot (IAC) az ISO/IEC 15459 szerint és annak nyilvántartását, három összefűzött adatelemből álló sorozatként: IAC, majd CIN, majd a birtokos tartományában egyedi AZ.
is: Alþjóðlega Einstakt Persónuauðkenni úthlutað af eiganda Fyrirtækisauðkennisnúmers (CIN) og inniheldur viðkomandi Útgáfustofnunarkóða (IAC) í samræmi við ISO/IEC 15459 og skrá sína, uppbyggt sem röð af 3 samsettum gagnaeiningum: IAC fylgt af CIN, fylkt af auðkenni einstakt innan eiganda sviðsins.
it: ID Personale Globale Unico assegnato da un titolare di un Codice di Identificazione Aziendale (CIN) e includendo il relativo Codice dell'Agenzia di Emissione (IAC) in conformità con ISO/IEC 15459 e il suo registro, strutturato come sequenza di 3 elementi di dati concatenati: IAC seguito da CIN, seguito dall'ID unico all'interno del dominio del titolare.
lt: Globaliai unikalus Asmens ID, priskirtas Įmonės Identifikavimo Kodo (CIN) laikytojo ir įtraukiant susijusį Išdavimo Agentūros Kodą (IAC) pagal ISO/IEC 15459 ir jo registrą, struktūrizuotas kaip 3 susietų duomenų elementų seka: IAC po to CIN, po to ID unikalus per laikytojo domeną.
lv: Globāli Unikāls Personas ID. ko piešķīris Uzņēmuma Identifikācijas Koda (CIN) turētājs un ietverot saistīto Izdošanas Aģentūras Kodu (IAC) saskaņā ar ISO/IEC 15459 un tā reģistru, strukturēts kā 3 savienotu datu elementu secība: IAC sekojot CIN, sekojot ID, kas ir unikāls turētāja domēnā.
mt: ID Personali Uniku Globali assenjat minn detentur ta' Kodiċi ta' Identifikazzjoni tal-Kumpanija (CIN) u inkluż il-Kodiċi tal-Aġenzija li Toħroġ (IAC) skont ISO/IEC 15459 u r-reġistru tiegħu, strutturat bħala sekwenza ta' 3 elementi tad-data konkatenati: IAC segwit minn CIN, segwit mill-ID uniku fid-dominju tas-sid.
nl: Wereldwijd Unieke Persoonlijke ID. toegewezen door een houder van een Bedrijfsidentificatiecode (CIN) en inclusief de gerelateerde Uitgevende Instantiecode (IAC) in overeenstemming met ISO/IEC 15459 en het register ervan, gestructureerd als reeks van 3 aaneengeschakelde gegevenselementen: IAC gevolgd door CIN, gevolgd door de ID uniek binnen het domein van de houder.
no: Globalt Unikt Personlig ID. tildelt av en innehaver av et Selskaps Identifikasjonskode (CIN) og inkludert det relaterte Utstedende Byrå Koden (IAC) i samsvar med ISO/IEC 15459 og dets register, strukturert som sekvens av 3 sammenkoblede dataelementer: IAC fulgt av CIN, fulgt av ID unik innen innehaverens domene.
pl: Globalnie unikalny identyfikator osobisty przypisany przez posiadacza Kodu Identyfikacyjnego Firmy (CIN) i zawierający powiązany Kod Agencji Wydającej (IAC) zgodnie z ISO/IEC 15459 i jego rejestrem, strukturyzowany jako sekwencja 3 połączonych elementów danych: IAC po którym następuje CIN, po którym następuje ID unikalne w domenie posiadacza.
pt: ID Pessoal Global Único atribuído por um detentor de um Código de Identificação da Empresa (CIN) e incluindo o Código da Agência Emissora (IAC) relacionado de acordo com a ISO/IEC 15459 e seu registro, estruturado como sequência de 3 elementos de dados concatenados: IAC seguido por CIN, seguido pelo ID único dentro do domínio do detentor.
ro: ID-ul Personal Global Unic. atribuit de un deținător al unui Cod de Identificare a Companiei (CIN) și incluzând Codul Agenției Emitente (IAC) în conformitate cu ISO/IEC 15459 și registrul său, structurat ca o secvență de 3 elemente de date concatenate: IAC urmat de CIN, urmat de ID-ul unic în domeniul deținătorului.
sk: Globálne jedinečné osobné ID. pridelené držiteľom Čísla identifikácie spoločnosti (CIN) a zahŕňajúce príslušný Kód vydávajúcej agentúry (IAC) v súlade s ISO/IEC 15459 a jeho registrom, štruktúrované ako postupnosť 3 konkatenovaných dátových prvkov: IAC nasledovaný CIN, nasledovaný ID jedinečným v rámci domény držiteľa.
sl: Globalno edinstvena osebna ID. dodeljena s strani imetnika številke identifikacije podjetja (CIN) in vključno z z njim povezano kodo izdajateljske agencije (IAC) v skladu z ISO/IEC 15459 in njenim registrom, strukturirano kot zaporedje 3 zaporednih podatkovnih elementov: IAC sledi CIN, sledi ID edinstven v domeni imetnika.
sv: Globalt Unikt Personligt ID. tilldelat av en innehavare av ett Företagsidentifieringskod (CIN) och inkluderar den relaterade Utfärdande Myndighetskoden (IAC) i enlighet med ISO/IEC 15459 och dess register, strukturerad som sekvens av 3 sammanfogade dataelement: IAC följt av CIN, följt av ID unikt inom innehavarens domän.

# di8026
source: Globally Unique Personal ID, with a \Party Qualifier\" code value from EDIFACT Code List 3035
bg: Глобално уникален личен ID, с "Квалификатор на страна" кодова стойност от списъка с кодове на EDIFACT 3035
cs: Globálně jedinečný osobní ID, s "Kvalifikátorem strany" hodnota kódu z EDIFACT Code List 3035
de: Weltweit eindeutige persönliche ID, mit einem "Partei-Qualifikator"-Code-Wert aus der EDIFACT-Code-Liste 3035
el: Παγκοσμίως Μοναδικό Προσωπικό ID, με έναν κωδικό "Party Qualifier" από τον κατάλογο κωδικών EDIFACT 3035
es: ID Personal Único Global, con un código de "Calificador de Parte" de la Lista de Códigos EDIFACT 3035
et: Ülemaailmselt unikaalne isiklik ID, koos "Osapoole Kvalifikaatori" koodiväärtusega EDIFACTi koodiloendist 3035
fi: Globaalisti ainutlaatuinen henkilökohtainen tunniste, jossa on "Osapuolen kvalifioija" -koodiarvo EDIFACT-koodilistasta 3035
fr: ID Personnel Unique Mondial, avec un code "Qualificateur de Partie" de la Liste de Codes EDIFACT 3035
ga: Aitheantas Pearsanta Domhanda Uathúil, le "Cáilíochtóir Páirtí" luach cód ó Liosta Cód EDIFACT 3035
hr: Globalno jedinstveni osobni ID, s "Kvalifikatorom stranke" kodne vrijednosti iz EDIFACT popisa kodova 3035
hu: Globálisan Egyedi Személyi AZ, "Fél Minősítő" kóddal az EDIFACT Kódlista 3035-ből
is: Alþjóðlega Einstakt Persónuauðkenni, með "Aðila Kvóta" kóðagildi frá EDIFACT Kóðalista 3035
it: ID Personale Globale Unico, con un codice "Qualificatore di Parte" da EDIFACT Codice Lista 3035
lt: Globaliai unikalus Asmens ID, su "Šalies Kvalifikatoriaus" kodo reikšme iš EDIFACT Kodų Sąrašo 3035
lv: Globāli Unikāls Personas ID, ar "Puses Kvalifikatora" koda vērtību no EDIFACT Koda Saraksta 3035
mt: ID Personali Uniku Globali, b'"Kwalifikatur tal-Parti" valur ta' kodiċi minn Lista tal-Kodiċijiet EDIFACT 3035
nl: Wereldwijd Unieke Persoonlijke ID, met een "Party Qualifier" code waarde uit EDIFACT Code Lijst 3035
no: Globalt Unikt Personlig ID, med en "Part Kvalifikator" kodeverdi fra EDIFACT Kodeliste 3035
pl: Globalnie unikalny identyfikator osobisty, z kodem "Kwalifikator strony" z listy kodów EDIFACT 3035
pt: ID Pessoal Global Único, com um código de valor "Qualificador de Parte" da Lista de Códigos 3035 da EDIFACT
ro: ID-ul Personal Global Unic, cu un cod de "Calificativ al Părții" din Lista de Coduri EDIFACT 3035
sk: Globálne jedinečné osobné ID, s kódom "Party Qualifier" z hodnôt kódu zoznamu EDIFACT Code List 3035
sl: Globalno edinstvena osebna ID, z "Kvalifikatorjem stranke" kodno vrednostjo iz seznama kod EDIFACT 3035
sv: Globalt Unikt Personligt ID, med en "Partikvalificerare" kodvärde från EDIFACT Kodlista 3035

# di9000
source: Exclusive Assignment - Vehicle Identification Number (VIN) as defined in the U.S. under 49 CFR, Section Section 565 and internationally by ISO 3779. (These are completely compatible data structures).
bg: Изключително присвояване - Идентификационен номер на превозно средство (VIN) както е дефинирано в САЩ под 49 CFR, Раздел Секция 565 и международно от ISO 3779. (Това са напълно съвместими структури на данни).
cs: Exkluzivní přiřazení - Identifikační číslo vozidla (VIN) definované ve Spojených státech podle 49 CFR, Oddíl 565 a mezinárodně ISO 3779. (Jedná se o plně kompatibilní datové struktury).
de: Exklusive Zuweisung - Fahrzeugidentifikationsnummer (VIN), wie in den USA unter 49 CFR, Abschnitt 565 und international durch ISO 3779 definiert. (Dies sind vollständig kompatible Datenstrukturen).
el: Αποκλειστική Ανάθεση - Αριθμός Ταυτοποίησης Οχήματος (VIN) όπως ορίζεται στις ΗΠΑ υπό τον CFR 49, Ενότητα Ενότητα 565 και διεθνώς από το ISO 3779. (Αυτές είναι πλήρως συμβατές δομές δεδομένων).
es: Asignación Exclusiva - Número de Identificación de Vehículo (VIN) según se define en EE. UU. bajo 49 CFR, Sección Sección 565 e internacionalmente por ISO 3779. (Estas son estructuras de datos completamente compatibles).
et: Eksklusiivne määramine - Sõiduki Identifitseerimisnumber (VIN) defineeritud USA-s 49 CFR, jaotis 565 all ja rahvusvaheliselt ISO 3779 poolt. (Need on täielikult ühilduvad andmestruktuurid).
fi: Yksinoikeudella myönnetty - Ajoneuvon tunnistenumero (VIN), määritelty Yhdysvalloissa 49 CFR:n osassa Osio 565 ja kansainvälisesti ISO 3779:n mukaan. (Nämä ovat täysin yhteensopivia tietorakenteita).
fr: Attribution Exclusive - Numéro d'Identification de Véhicule (VIN) tel que défini aux États-Unis sous 49 CFR, Section 565 et internationalement par l'ISO 3779. (Ce sont des structures de données complètement compatibles).
ga: Aitheantas Feithicle Uathúil - Uimhir Aitheantais Feithicle (VIN) mar a shainmhínítear sna Stáit Aontaithe faoi 49 CFR, Alt 565 agus go hidirnáisiúnta ag ISO 3779. (Is struchtúir sonraí go hiomlán comhoiriúnacha iad seo).
hr: Isključiva dodjela - Identifikacijski broj vozila (VIN) kako je definirano u SAD-u prema 49 CFR, Odsjek 565 i međunarodno od strane ISO 3779. (Ovo su potpuno kompatibilne strukture podataka).
hu: Kizárólagos Kijelölés - Jármű Azonosító Szám (VIN), amelyet az Egyesült Államokban a 49 CFR, Szakasz 565 alatt és nemzetközileg az ISO 3779 szerint határoznak meg. (Ezek teljesen kompatibilis adatszerkezetek).
is: Einkaréttur úthlutun - Ökutækjaauðkenni (VIN) eins og skilgreint er í Bandaríkjunum undir 49 CFR, Kafla 565 og alþjóðlega af ISO 3779. (Þetta eru fullkomlega samrýmanleg gögnaskipulög).
it: Assegnazione Esclusiva - Numero di Identificazione del Veicolo (VIN) come definito negli Stati Uniti sotto 49 CFR, Sezione Sezione 565 e a livello internazionale da ISO 3779. (Queste sono strutture di dati completamente compatibili).
lt: Išimtinis Priskyrimas - Transporto priemonės Identifikavimo Numeris (VIN), kaip apibrėžta JAV pagal 49 CFR, Skyrius 565 ir tarptautiškai pagal ISO 3779. (Šie yra visiškai suderinamos duomenų struktūros).
lv: Ekskluzīva Piešķiršana - Transportlīdzekļa Identifikācijas Numurs (VIN), kā definēts ASV saskaņā ar 49 CFR, Sadaļa 565 un starptautiski ar ISO 3779. (Šie ir pilnībā saderīgi datu struktūras).
mt: Assenjazzjoni Esklussiva - Numru tal-Identifikazzjoni tal-Vettura (VIN) kif definit fl-Istati Uniti taħt it-49 CFR, Sezzjoni 565 u internazzjonalment minn ISO 3779. (Dawn huma strutturi tad-data kompletament kompatibbli).
nl: Exclusieve Toewijzing - Voertuigidentificatienummer (VIN) zoals gedefinieerd in de VS onder 49 CFR, Sectie Sectie 565 en internationaal door ISO 3779. (Dit zijn volledig compatibele gegevensstructuren).
no: Eksklusiv Tildeling - Kjøretøy Identifikasjonsnummer (VIN) som definert i U.S. under 49 CFR, Seksjon Seksjon 565 og internasjonalt av ISO 3779. (Disse er helt kompatible datastrukturer).
pl: Ekskluzywne przypisanie - Numer identyfikacyjny pojazdu (VIN) zdefiniowany w USA na podstawie 49 CFR, sekcja 565 oraz międzynarodowo przez ISO 3779. (Są to w pełni zgodne struktury danych).
pt: Atribuição Exclusiva - Número de Identificação de Veículo (VIN) conforme definido nos EUA sob 49 CFR, Seção 565 e internacionalmente pela ISO 3779. (Estas são estruturas de dados completamente compatíveis).
ro: Atribuire Exclusivă - Numărul de Identificare al Vehiculului (VIN) așa cum este definit în SUA sub 49 CFR, Secțiunea Secțiunea 565 și internațional de ISO 3779. (Acestea sunt structuri de date complet compatibile).
sk: Exkluzívne pridelenie - Identifikačné číslo vozidla (VIN) definované v USA podľa 49 CFR, Sekcia 565 a medzinárodne ISO 3779. (Tieto sú úplne kompatibilné štruktúry údajov).
sl: Ekskluzivna dodelitev - Identifikacijska številka vozila (VIN) kot je opredeljeno v ZDA pod 49 CFR, oddelek 565 in mednarodno s strani ISO 3779. (To so popolnoma združljive podatkovne strukture).
sv: Exklusiv Tilldelning - Fordonsidentifieringsnummer (VIN) som definieras i USA under 49 CFR, Avsnitt Avsnitt 565 och internationellt av ISO 3779. (Dessa är helt kompatibla datastrukturer).

# di9002
source: Abbreviated VIN Code.
bg: Съкратен код на VIN.
cs: Zkrácený kód VIN.
de: Abgekürzter VIN-Code.
el: Συντομευμένος Κωδικός VIN.
es: Código VIN Abreviado.
et: Lühendatud VIN kood.
fi: Lyhennetty VIN-koodi.
fr: Code VIN Abrégé.
ga: Cód VIN Giorraithe.
hr: Skraćeni VIN kod.
hu: Rövidített VIN Kód.
is: Stytting VIN Kóða.
it: Codice VIN Abbreviato.
lt: Santrumpinis VIN Kodas.
lv: Saīsināts VIN Kods.
mt: Kodiċi VIN Abbrevjat.
nl: Afgekorte VIN-code.
no: Forkortet VIN Kode.
pl: Skrócony kod VIN.
pt: Código VIN Abreviado.
ro: Codul VIN Abreviat.
sk: Skrátený VIN kód.
sl: Okrajšana koda VIN.
sv: Förkortad VIN-kod.
