Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di17032
source: Clinical term code as defined with the clinical nomenclature: “The international standard for identifying health measurements, observations, and documents – LOINC” (https://loinc.org), in the following sequence: <DI><LOINC Code><Plus Sign><Value>. The unit and format of the Value is defined by the LOINC Code.\nExample: 32Q28903-3+60 = LOINC Code 28903-3: Left contact lens Axis (degrees); with Value = 60.
bg: Клиничен код, дефиниран с клиничната номенклатура: "Международният стандарт за идентифициране на здравни измервания, наблюдения и документи - LOINC" (https://loinc.org), в следната последователност: <DI><LOINC Code><Plus Sign><Value>. Единицата и форматът на стойността се дефинират от LOINC кода.\nПример: 32Q28903-3+60 = LOINC код 28903-3: Ос на ляв контактен обектив (градуси); со стойност = 60.
cs: Klinický termínový kód definovaný s klinickou nomenklaturou: „Mezinárodní standard pro identifikaci zdravotnických měření, pozorování a dokumentů – LOINC“ (https://loinc.org), v následujícím pořadí: <DI><LOINC kód><Plus>+<Hodnota>. Jednotka a formát Hodnoty je definován LOINC kódem.\nPříklad: 32Q28903-3+60 = LOINC kód 28903-3: Osa levé kontaktní čočky (stupně); s Hodnotou = 60.
de: Klinischer Begriffscode, wie definiert mit der klinischen Nomenklatur: "Der internationale Standard zur Identifizierung von Gesundheitsmessungen, Beobachtungen und Dokumenten - LOINC" (https://loinc.org), in der folgenden Reihenfolge: <DI><LOINC-Code><Pluszeichen><Wert>. Die Einheit und das Format des Wertes werden durch den LOINC-Code definiert.\nBeispiel: 32Q28903-3+60 = LOINC-Code 28903-3: Linker Kontaktlinsen-Achse (Grad); mit Wert = 60.
el: Κλινικός κωδικός όρος όπως ορίζεται με την κλινική ονοματολογία: "Το διεθνές πρότυπο για την ταυτοποίηση υγειονομικών μετρήσεων, παρατηρήσεων, και εγγράφων - LOINC" (https://loinc.org), στην ακόλουθη ακολουθία: <DI><Κωδικός LOINC><Σύμβολο Πλης><Τιμή>. Η μονάδα και η μορφή της Τιμής ορίζεται από τον Κωδικό LOINC.\nΠαράδειγμα: 32Q28903-3+60 = Κωδικός LOINC 28903-3: Άξονας αριστερού φακού επαφής (μοίρες)· με Τιμή = 60.
es: Código de término clínico según lo definido con la nomenclatura clínica: "El estándar internacional para identificar mediciones de salud, observaciones y documentos - LOINC" (https://loinc.org), en la siguiente secuencia: <DI><Código LOINC><Signo Más><Valor>. La unidad y el formato del Valor están definidos por el Código LOINC.\nEjemplo: 32Q28903-3+60 = Código LOINC 28903-3: Eje de la lente de contacto izquierda (grados); con Valor = 60.
et: Kliinilise terminoloogia kood, nagu on määratletud kliinilises nomenklatuuris: "Rahvusvaheline standard tervisemõõtmiste, vaatluste ja dokumentide tuvastamiseks - LOINC" (https://loinc.org), järgmises järjestuses: <DI><LOINC Kood><Plussmärk><Väärtus>. Väärtuse ühik ja formaat on määratletud LOINC Koodi poolt.\nNäide: 32Q28903-3+60 = LOINC Kood 28903-3: Vasaku kontaktläätsede telg (kraadides); Väärtus = 60.
fi: Kliininen termikoodi, joka on määritelty kliinisessä nomenklatuurissa: "Kansainvälinen standardi terveysmittausten, havaintojen ja asiakirjojen tunnistamiseen - LOINC" (https://loinc.org), seuraavassa järjestyksessä: <DI><LOINC Koodi><Plus Merkki><Arvo>. Arvon yksikkö ja muoto on määritelty LOINC Koodin mukaan.\nEsimerkki: 32Q28903-3+60 = LOINC Koodi 28903-3:
fr: Code de terme clinique défini avec la nomenclature clinique : "La norme internationale pour l'identification des mesures de santé, des observations et des documents - LOINC" (https://loinc.org), dans la séquence suivante : <DI><Code LOINC><Signe Plus><Valeur>. L'unité et le format de la Valeur sont définis par le Code LOINC.\nExemple : 32Q28903-3+60 = Code LOINC 28903-3 : Axe de lentille de contact gauche (degrés) ; avec Valeur = 60.
ga: Cód téarmaí cliniciúla mar a shainmhínítear leis an nomenclature cliniciúil idirnáisiúnta: "An caighdeán idirnáisiúnta le haghaidh aithint tomhais sláinte, breathnuithe, agus doiciméid - LOINC" (https://loinc.org), sa tsraith seo a leanas: <DI><Cód LOINC><Comhartha Móide><Luach>. Tá aonad agus formáid an Luach sainithe ag Cód LOINC.\nSampla: 32Q28903-3+60 = Cód LOINC 28903-3: Ais clé lionsa teagmhála (céimeanna); le Luach = 60.
hr: Klinički kod termina kako je definiran s kliničkom nomenklaturom: "Međunarodni standard za identifikaciju zdravstvenih mjerenja, opservacija i dokumenata - LOINC" (https://loinc.org), u sljedećem nizu: <DI><LOINC Kod><Plus Znak><Vrijednost>. Jedinica i format Vrijednosti definirani su LOINC Kodom.\nPrimjer: 32Q28903-3+60 = LOINC Kod 28903-3: Osovina lijevog kontaktnog sočiva (stupnjevi); s Vrijednošću = 60.
hu: Klinikai kifejezés kódja, amelyet a klinikai nómenklatúrával meghatároznak: "Az egészségügyi mérések, megfigyelések és dokumentumok nemzetközi szabványa - LOINC" (https://loinc.org), a következő sorrendben: <DI><LOINC Kód><Plusz Jel><Érték>. Az Érték egységét és formátumát a LOINC Kód határozza
is: Klínískur hugtakakóði eins og skilgreindur með klínísku nafnkerfi: "Alþjóðlegur staðall fyrir auðkenningu heilsufars mælinga, athugana, og skjala - LOINC" (https://loinc.org), í eftirfarandi röð: <DI><LOINC Kóði><Plúsmerki><Gildi>. Eining og snið Gildis er skilgreint af LOINC Kóða.\nDæmi: 32Q28903-3+60 = LOINC Kóði 28903-3: Vinstri augnlinsa Ás (gráður); með Gildi = 60.
it: Codice del termine clinico definito con la nomenclatura clinica: "Lo standard internazionale per identificare misurazioni sanitarie, osservazioni e documenti - LOINC" (https://loinc.org), nella seguente sequenza: <DI><Codice LOINC><Segno Più><Valore>. L'unità e il formato del Valore è definito dal Codice LOINC.\nEsempio: 32Q28903-3+60 = Codice LOINC 28903-3: Asse della lente a contatto sinistra (gradi); con Valore = 60.
lt: Klinikinis termino kodas, apibrėžtas su klinišku nomenklatūros standartu: "Tarptautinis standartas sveikatos matavimams, stebėjimams ir dokumentams identifikuoti - LOINC" (https://loinc.org), sekoje: <DI><LOINC Kodas><Plius Ženklas><Vertė>. Vieneto ir vertės formato apibrėžia LOINC Kodas.\nPavyzdys: 32Q28903-3+60 = LOINC Kodas 28903-3: Kairiojo kontakto lęšio ašis (laipsniai); su Vertė = 60.
lv: Klīniskais termina kods, kas definēts ar klīnisko nomenklatūru: "Starptautiskais standarts veselības mērījumiem, novērojumiem un dokumentiem - LOINC" (https://loinc.org), sekojošā secībā: <DI><LOINC Kods><Plusa Zīme><Vērtība>. Vienības un formāts Vērtībai ir definēts ar LOINC Kodu.\nPiemērs: 32Q28903-3+60 = LOINC Kods 28903-3: Kreisās kontakta lēcas Ass (grādos); ar Vērtību = 60.
mt: Kodiċi tal-terminu kliniku kif definit bin-nomenklatura klinika: "L-istandard internazzjonali għall-identifikazzjoni tal-kejl tas-saħħa, osservazzjonijiet, u dokumenti - LOINC" (https://loinc.org), fis-sekwenza li ġejja: <DI><Kodiċi LOINC><Sinjal tal-Plus><Valur>. L-unità u l-format tal-Valur huma definiti mill-Kodiċi LOINC.\nEżempju: 32Q28903-3+60 = Kodiċi LOINC 28903-3: Assi tal-Lenti ta' Kuntatt tax-Xellug (gradi); b'Valur = 60.
nl: Klinische termcode zoals gedefinieerd met de klinische nomenclatuur: "De internationale standaard voor het identificeren van gezondheidsmetingen, observaties, en documenten - LOINC" (https://loinc.org), in de volgende volgorde: <DI><LOINC Code><Plus Teken><Waarde>. De eenheid en formaat van de Waarde wordt gedefinieerd door de LOINC Code.\nVoorbeeld: 32Q28903-3+60 = LOINC Code 28903-3: Linker contactlens As (graden); met Waarde = 60.
no: Klinisk termkode definert med den kliniske nomenklaturen: "Den internasjonale standarden for å identifisere helsemålinger, observasjoner og dokumenter - LOINC" (https://loinc.org), i følgende sekvens: <DI><LOINC-kode><Pluss tegn><Verdi>. Enheten og formatet på Verdien er definert av LOINC-koden.\nEksempel: 32Q28903-3+60 = LOINC-kode 28903-3: Venstre kontaktlinseakse (grader); med Verdi = 60.
pl: Kod terminu klinicznego zdefiniowany z nomenklaturą kliniczną: "Międzynarodowy standard identyfikacji pomiarów zdrowotnych, obserwacji i dokumentów - LOINC" (https://loinc.org), w następującej sekwencji: <DI><Kod LOINC><Znak Plus><Wartość>. Jednostka i format Wartości są zdefiniowane przez Kod LOINC.\nPrzykład: 32Q28903-3+60 = Kod LOINC 28903-3: Oś lewej soczewki kontaktowej (stopnie); z Wartością = 60.
pt: Código de termo clínico conforme definido com a nomenclatura clínica: "O padrão internacional para identificar medições de saúde, observações e documentos - LOINC" (https://loinc.org), na seguinte sequência: <DI><Código LOINC><Sinal de Mais><Valor>. A unidade e o formato do Valor são definidos pelo Código LOINC.\nExemplo: 32Q28903-3+60 = Código LOINC 28903-3: Eixo da lente de contato esquerda (graus); com Valor = 60.
ro: Codul termenului clinic definit cu nomenclatura clinică: "Standardul internațional pentru identificarea măsurătorilor de sănătate, observații și documente - LOINC" (https://loinc.org), în următoarea secvență: <DI><Codul LOINC><Semn Plus><Valoare>. Unitatea și formatul Valorii sunt definite de Codul LOINC.\nExemplu: 32Q28903-3+60 = Codul LOINC 28903-3: Axul lentilei de contact stângi (grade); cu Valoarea = 60.
sk: Klinický termínový kód definovaný s klinickou nomenklatúrou: "Medzinárodný štandard pre identifikáciu zdravotníckych meraní, pozorovaní a dokumentov - LOINC" (https://loinc.org), v nasledujúcom poradí: <DI><LOINC kód><Plusové znamienko><Hodnota>. Jednotka a formát hodnoty je definovaný LOINC kódom.\nPríklad: 32Q28903-3+60 = LOINC kód 28903-3: Osa ľavého kontaktného šošovky (stupne); s hodnotou = 60.
sl: Klinična koda termina, kot je opredeljena s klinično nomenklaturo: "Mednarodni standard za identifikacijo zdravstvenih meritev, opazovanj in dokumentov - LOINC" (https://loinc.org), v naslednjem zaporedju: <DI><Koda LOINC><Plus znak><Vrednost>. Enota in format vrednosti je opredeljen s kodo LOINC.\nPrimer: 32Q28903-3+60 = Koda LOINC 28903-3: Os leve kontaktne leče (stopinje); z vrednostjo = 60.
sv: Klinisk termkod som definieras med den kliniska nomenklaturen: "Den internationella standarden för att identifiera hälsovårdsmätningar, observationer och dokument - LOINC" (https://loinc.org), i följande sekvens: <DI><LOINC Kod><Plustecken><Värde>. Enheten och formatet för Värdet definieras av LOINC-koden.\nExempel: 32Q28903-3+60 = LOINC Kod 28903-3: Vänster kontaktlins Axel (grader); med Värde = 60.

# di18001
source: Return Authorization Code (RMA) assigned by the Supplier
bg: Код за разрешение за връщане (RMA), присвоен от доставчика
cs: Kód autorizace vrácení (RMA) přiřazený dodavatelem
de: Vom Lieferanten zugewiesener Rücksendeautorisierungscode (RMA)
el: Κωδικός Επιστροφής (RMA) που Ανατέθηκε από τον Προμηθευτή
es: Código de Autorización de Devolución (RMA) asignado por el Proveedor
et: Tagastusloa Kood (RMA), mille on määranud Tarnija.
fi: Palautuslupa (RMA) myönnetty toimittajan toimesta
fr: Code d'autorisation de retour (RMA) attribué par le fournisseur
ga: Cód Údaraithe Tuairisceáin (RMA) a shanntar ag an Soláthraí
hr: Kod za Autorizaciju Povrata (RMA) dodijeljen od strane Dobavljača
hu: Visszaküldési Engedély Kódja (RMA), amelyet a Beszállító rendel hozzá
is: Skilaboðaleyfiskóði (RMA) úthlutað af birgja
it: Codice di Autorizzazione al Ritorno (RMA) assegnato dal Fornitore
lt: Grąžinimo leidimo kodas (RMA), priskirtas tiekėjo
lv: Atgriešanas Autorizācijas Kods (RMA), ko piešķīris Piegādātājs
mt: Kodiċi tal-Awtorizzazzjoni tar-Ritorn (RMA) assenjat mill-Fornitur
nl: Retourautorisatiecode (RMA) toegewezen door de Leverancier
no: Returautorisasjonskode (RMA) tildelt av leverandøren
pl: Kod autoryzacji zwrotu (RMA) przydzielony przez dostawcę
pt: Código de Autorização de Retorno (RMA) atribuído pelo Fornecedor
ro: Codul de Autorizare pentru Returnare (RMA) atribuit de Furnizor
sk: Kód autorizácie vrátenia (RMA) pridelený dodávateľom
sl: Koda za avtorizacijo vračila (RMA), dodeljena s strani dobavitelja
sv: Returauktoriseringskod (RMA) tilldelad av Leverantören

# di18002
source: Return Code Assigned by the Customer
bg: Код за връщане, присвоен от клиента
cs: Vrácení kódu přiřazeného zákazníkem
de: Vom Kunden zugewiesener Rücksendecode
el: Κωδικός Επιστροφής που Ανατέθηκε από τον Πελάτη
es: Código de Devolución Asignado por el Cliente
et: Kliendi poolt määratud Tagastuskood.
fi: Asiakkaan määrittämä palautuskoodi
fr: Code de retour attribué par le client
ga: Cód Tuairisceáin a Shanntar ag an gCustaiméir
hr: Kod za Povrat dodijeljen od strane Kupca
hu: Vevő által Kijelölt Visszaküldési Kód
is: Skilakóði Úthlutað af viðskiptavini
it: Codice di Ritorno Assegnato dal Cliente
lt: Grąžinimo kodas, priskirtas kliento
lv: Atgriešanas Kods, ko Piešķīris Klients
mt: Kodiċi tar-Ritorn Assenjat mill-Klijent
nl: Retourcode Toegewezen door de Klant
no: Returkode tildelt av kunden
pl: Kod zwrotu przydzielony przez klienta
pt: Código de Retorno Atribuído pelo Cliente
ro: Codul de Returnare Atribuit de Client
sk: Kód vrátenia pridelený zákazníkom
sl: Koda vračila, dodeljena s strani kupca
sv: Returkod Tilldelad av Kunden

# di18004
source: U.S. Department of Defense Identification Code (DoDIC)
bg: Код за идентификация на Министерството на отбраната на САЩ (DoDIC)
cs: Identifikační kód ministerstva obrany USA (DoDIC)
de: U.S. Department of Defense Identifikationscode (DoDIC)
el: Κωδικός Ταυτοποίησης Τμήματος Άμυνας των ΗΠΑ (DoDIC)
es: Código de Identificación del Departamento de Defensa de EE. UU. (DoDIC)
et: USA Kaitseministeeriumi Identifitseerimiskood (DoDIC).
fi: Yhdysvaltain puolustusministeriön tunnistekoodi (DoDIC)
fr: Code d'identification du département de la défense des États-Unis (DoDIC)
ga: Cód Aitheantais Roinn Cosanta SAM (DoDIC)
hr: Kod Identifikacije Ministarstva obrane SAD (DoDIC)
hu: Az Egyesült Államok Védelmi Minisztériumának Azonosító Kódja (DoDIC)
is: Bandaríkja varnarmálaráðuneytis auðkenniskóði (DoDIC)
it: Codice di Identificazione del Dipartimento della Difesa degli Stati Uniti (DoDIC)
lt: JAV Gynybos departamento identifikavimo kodas (DoDIC)
lv: ASV Aizsardzības ministrijas Identifikācijas Kods (DoDIC)
mt: Kodiċi tal-Identifikazzjoni tad-Dipartiment tad-Difiża tal-Istati Uniti (DoDIC)
nl: U.S. Department of Defense Identificatiecode (DoDIC)
no: U.S. Department of Defense Identifikasjonskode (DoDIC)
pl: Kod identyfikacyjny Departamentu Obrony USA (DoDIC)
pt: Código de Identificação do Departamento de Defesa dos EUA (DoDIC)
ro: Codul de Identificare al Departamentului Apărării al SUA (DoDIC)
sk: Identifikačný kód ministerstva obrany USA (DoDIC)
sl: Identifikacijska koda ZDA Ministrstva za obrambo (DoDIC)
sv: U.S. Department of Defense Identifikationskod (DoDIC)
