Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di21018
source: Qualified UPU Location Code, concatenation of:\n - a location category drawn from UPU code list 139;\n - a data identifier 17U UPU location code.
bg: Квалифициран код на UPU местоположение, конкатенация на:\n - категория на местоположение, взета от списъка с кодове на UPU 139;\n - идентификатор на данни 17U код на местоположение на UPU.
cs: Kvalifikovaný kód místa UPU, spojení:\n - kategorie místa z UPU kódu seznamu 139;\n - kód místa UPU 17U.
de: Qualifizierter UPU-Standortcode, Verkettung von:\n - einer Standortkategorie aus UPU-Code-Liste 139;\n - einem Datenidentifikator 17U UPU-Standortcode.
el: Προσόντα Κωδικός Τοποθεσίας UPU, συνένωση του:\n - ενός κατηγορίας τοποθεσίας που προέρχεται από τον κατάλογο κωδικών UPU 139;\n - ενός αναγνωριστικού δεδομένων 17U UPU κωδικού τοποθεσίας.
es: Código de Ubicación UPU Calificado, concatenación de:\n - una categoría de ubicación tomada de la lista de códigos UPU 139;\n - un código de ubicación UPU 17U.
et: Kvalifitseeritud UPU asukohakood, ühendus:\n - asukoha kategooriast, võetud UPU koodiloendist 139;\n - andmeidentifikaatorist 17U UPU asukohakood.
fi: Pätevä UPU Sijaintikoodi, yhdistelmä:\n - sijaintiluokka UPU-koodilistasta 139;\n - data-identifioija 17U UPU sijaintikoodi.
fr: Code de Localisation UPU Qualifié, concaténation de :\n - une catégorie de localisation tirée de la liste de codes UPU 139 ;\n - un identifiant de données 17U code de localisation UPU.
ga: Cód Suímh UPU Cáilithe, comhcheangal de:\n - catagóir suímh a tharraingítear ó liosta cód UPU 139;\n - aitheantóir sonraí 17U cód suímh UPU.
hr: Kvalificirani UPU lokacijski kod, spoj:\n - kategorije lokacije preuzete iz UPU kodne liste 139;\n - identifikatora podataka 17U UPU lokacijski kod.
hu: Minősített UPU Helykód, a következők konkatenációja:\n - egy helykategória az UPU kódlista 139-ből;\n - egy adatazonosító 17U UPU helykód.
is: Hæfur UPU Staðsetningarkóði, samsetning af:\n - staðsetningarflokk dregnum úr UPU kóðalista 139;\n - gögna auðkenni 17U UPU staðsetningarkóði.
it: Codice di Località UPU Qualificato, concatenazione di:\n - una categoria di località tratta dalla lista dei codici UPU 139;\n - un identificatore di dati 17U codice di località UPU.
lt: Kvalifikuotas UPU vietos kodas, susidedantis iš:\n - vietos kategorijos, paimtos iš UPU kodų sąrašo 139;\n - duomenų identifikatoriaus 17U UPU vietos kodo.
lv: Kvalificēts UPU Atrašanās vietas Kods, konkatenācija no: atrašanās vietas kategorijas no UPU koda saraksta 139; datu identifikatora 17U UPU atrašanās vietas kods.
mt: Kodiċi tal-Posta UPU Kwalifikat, konkatenazzjoni ta':\n - kategorija tal-post miġbura mil-lista tal-kodiċi tal-UPU 139;\n - identifikatur tad-data 17U kodiċi tal-posta UPU.
nl: Gekwalificeerde UPU Locatiecode, concatenatie van:\n - een locatiecategorie getrokken uit UPU-codelijst 139;\n - een data-identificator 17U UPU locatiecode.
no: Kvalifisert UPU Lokasjonskode, sammensetning av:\n - en lokasjonskategori hentet fra UPU kodeliste 139;\n - en dataidentifikator 17U UPU lokasjonskode.
pl: Kwalifikowany kod lokalizacji UPU, konkatenacja:\n - kategoria lokalizacji z listy kodów UPU 139;\n - identyfikator danych 17U kod lokalizacji UPU.
pt: Código de Localização da UPU Qualificado, concatenação de:\n - uma categoria de localização retirada da lista de códigos 139 da UPU;\n - um código de localização 17U da UPU.
ro: Codul Locației UPU Calificat, concatenarea:\n - unei categorii de locație extrase din lista de coduri UPU 139;\n - unui cod de locație UPU 17U.
sk: Kvalifikovaný kód polohy UPU, konkatenácia:\n - kategória umiestnenia zoznamu kódov UPU 139;\n - identifikátor údajov 17U kód polohy UPU.
sl: Kvalificirana koda lokacije UPU, združitev:\n - kategorija lokacije, izbrana iz seznama kod UPU 139;\n - identifikator podatkov 17U koda lokacije UPU.
sv: Kvalificerad UPU-platskod, sammanfogning av:\n - en platskategori hämtad från UPU-kodlistan 139;\n - en dataidentifierare 17U UPU-platskod.

# di21019
source: License Plate with Service Data and Location Code is a compound data construct, compliant with the specification in UPU standard S25, which includes specification of:\n - an ISO/IEC 15459-compliant item identifier;\n - a data identifier 5U compliant specification of the service to be provided in respect of the item;\n - a data identifier 17U compliant UPU location code or a data identifier 18U compliant qualified UPU location code.\n Note - For further details, please refer to UPU standard S25. The distinction between a simple UPU location code (DI 17U) and a qualified UPU location code (DI 18U) can be determined from the first character. If this is numeric, 18U applies; if it is alphabetic, 17U applies.
bg: Регистрационен номер с данни за услугата и код на местоположение е сложна даннова конструкция, съответстваща на спецификацията в стандарта на UPU S25, която включва спецификация на:\n - идентификатор на артикул, съответстващ на ISO/IEC 15459;\n - идентификатор на данни 5U, съответстващ на спецификацията на услугата, която трябва да бъде предоставена във връзка с артикула;\n - идентификатор на данни 17U, съответстващ на код на местоположение на UPU или идентификатор на данни 18U, съответстващ на квалифициран код на местоположение на UPU.\n Забележка - За повече подробности, моля, вижте стандарта на UPU S25. Разликата между прост код на местоположение на UPU (DI 17U) и квалифициран код на местоположение на UPU (DI 18U) може да бъде определена от първия символ. Ако той е числов, прилага се 18U; ако е буквен, прилага се 17U.
cs: Číslo registrační značky s údaji o službě a kódem místa je složená datová konstrukce, v souladu se specifikací v UPU standardu S25, která zahrnuje specifikaci:\n - identifikátoru položky v souladu s ISO/IEC 15459;\n - specifikace služby, která má být poskytnuta v souvislosti s položkou, v souladu s datovým identifikátorem 5U;\n - kód místa UPU v souladu s datovým identifikátorem 17U nebo kvalifikovaný kód místa UPU v souladu s datovým identifikátorem 18U.\n Poznámka - Pro další podrobnosti viz UPU standard S25. Rozlišení mezi jednoduchým kódem místa UPU (DI 17U) a kvalifikovaným kódem místa UPU (DI 18U) lze určit z prvního znaku. Pokud je tento číselný, platí 18U; pokud je abecední, platí 17U.
de: Kennzeichen-Platte mit Dienstdaten und Standortcode ist eine zusammengesetzte Datenkonstruktion, die den Spezifikationen des UPU-Standards S25 entspricht und die Spezifikation von:\n - einem ISO/IEC 15459-konformen Artikel-Identifikator enthält;\n - einer Datenidentifikator 5U-konformen Spezifikation des zu erbringenden Dienstes in Bezug auf den Artikel;\n - einem Datenidentifikator 17U-konformen UPU-Standortcode oder einem Datenidentifikator 18U-konformen qualifizierten UPU-Standortcode.\n Hinweis - Weitere Einzelheiten entnehmen Sie bitte dem UPU-Standard S25. Der Unterschied zwischen einem einfachen UPU-Standortcode (DI 17U) und einem qualifizierten UPU-Standortcode (DI 18U) kann aus dem ersten Zeichen bestimmt werden. Wenn dieses numerisch ist, gilt 18U; wenn es alphabetisch ist, gilt 17U.
el: Πινακίδα Άδειας με Δεδομένα Υπηρεσίας και Κωδικό Τοποθεσίας είναι μια σύνθετη δομή δεδομένων, συμβατή με την προδιαγραφή στο πρότυπο UPU S25, που περιλαμβάνει προδιαγραφή:\n - ενός αναγνωριστικού αντικειμένου σύμφωνο με το ISO/IEC 15459;\n - ενός αναγνωριστικού δεδομένων 5U συμβατής προδιαγραφής της υπηρεσίας που πρέπει να παρέχεται σε σχέση με το αντικείμενο;\n - ενός αναγνωριστικού δεδομένων 17U συμβατού κωδικού τοποθεσίας UPU ή ενός αναγνωριστικού δεδομένων 18U συμβατού προσόντων κωδικού τοποθεσίας UPU.\n Σημείωση - Για περαιτέρω λεπτομέρειες, παρακαλώ ανατρέξτε στο πρότυπο UPU S25. Η διάκριση μεταξύ ενός απλού κωδικού τοποθεσίας UPU (DI 17U) και ενός προσόντος κωδικού τοποθεσίας UPU (DI 18U) μπορεί να προσδιοριστεί από τον πρώτο χαρακτήρα. Εάν αυτός είναι αριθμητικός, ισχύει ο 18U; εάν είναι αλφαβητικός, ισχύει ο 17U.
es: Placa de Matrícula con Datos de Servicio y Código de Ubicación es una construcción de datos compuesta, conforme con la especificación en el estándar UPU S25, que incluye especificación de:\n - un identificador de artículo conforme a ISO/IEC 15459;\n - una especificación conforme a 5U del servicio a proporcionar con respecto al artículo;\n - un código de ubicación UPU conforme a 17U o un código de ubicación UPU calificado conforme a 18U.\n Nota - Para más detalles, por favor consulte el estándar UPU S25. La distinción entre un código de ubicación UPU simple (DI 17U) y un código de ubicación UPU calificado (DI 18U) se puede determinar a partir del primer carácter. Si este es numérico, se aplica 18U; si es alfabético, se aplica 17U.
et: Numbrimärk koos teenuseandmete ja asukohakoodiga on ühendatud andmekonstruktsioon, mis vastab UPU standardi S25 spetsifikatsioonile, mis sisaldab:\n - ISO/IEC 15459-le vastavat üksuse identifikaatorit;\n - andmeidentifikaatorit 5U, mis vastab spetsifikatsioonile teenuse kohta, mis on ette nähtud esemele;\n - andmeidentifikaatorit 17U vastav UPU asukohakood või andmeidentifikaatorit 18U vastav kvalifitseeritud UPU asukohakood.\n Märkus - Täiendavate üksikasjade saamiseks vaadake UPU standardit S25. Lihtsa UPU asukohakoodi (DI 17U) ja kvalifitseeritud UPU asukohakoodi (DI 18U) vahelist erinevust saab määrata esimese tähemärgi alusel. Kui see on numbriline, kehtib 18U; kui see on tähestikuline, kehtib 17U.
fi: Rekisterikilpi Palveludatan ja Sijaintikoodin kanssa on yhdistetty datarakenne, joka on yhteensopiva UPU-standardin S25 eritelmän kanssa, joka sisältää määrityksen:\n - ISO/IEC 15459:n mukainen esinetunniste;\n - data-identifioija 5U:n mukainen määritys palvelusta, joka on tarjottava esineelle;\n - data-identifioija 17U:n mukainen UPU sijaintikoodi tai data-identifioija 18U:n mukainen pätevä UPU sijaintikoodi.\n Huomautus - Lisätietoja varten, katso UPU-standardi S25. Ero yksinkertaisen UPU sijaintikoodin (DI 17U) ja pätevän UPU sijaintikoodin (DI 18U) välillä voidaan määrittää ensimmäisen merkin perusteella. Jos tämä on numeerinen, sovelletaan 18U; jos se on alfabeettinen, sovelletaan 17U.
fr: Plaque d'Immatriculation avec Données de Service et Code de Localisation est une construction de données composée, conforme à la spécification de la norme UPU S25, qui inclut la spécification de :\n - un identifiant d'article conforme à l'ISO/IEC 15459 ;\n - une spécification conforme à l'identifiant de données 5U du service à fournir en ce qui concerne l'article ;\n - un code de localisation UPU conforme à l'identifiant de données 17U ou un code de localisation UPU qualifié conforme à l'identifiant de données 18U.\n Note - Pour plus de détails, veuillez vous référer à la norme UPU S25. La distinction entre un code de localisation UPU simple (DI 17U) et un code de localisation UPU qualifié (DI 18U) peut être déterminée à partir du premier caractère. Si celui-ci est numérique, 18U s'applique ; s'il est alphabétique, 17U s'applique.
ga: Clár Ceadúnais le Sonraí Seirbhíse agus Cód Suímh is struchtúr sonraí comhdhéanta é, ag cloí le sonrúchán i gcaighdeán S25 UPU, a chuimsíonn sonrúchán de:\n - aitheantóir míre atá comhlíontach le ISO/IEC 15459;\n - aitheantóir sonraí 5U atá comhlíontach le sonrúchán an tseirbhís a chuirfear ar fáil i leith na míre;\n - aitheantóir sonraí 17U atá comhlíontach le cód suímh UPU nó aitheantóir sonraí 18U atá comhlíontach le cód suímh UPU cáilithe.\n Nóta - Le haghaidh tuilleadh sonraí, féach le do thoil ar chaighdeán S25 UPU. Is féidir an difríocht idir cód suímh UPU simplí (DI 17U) agus cód suímh UPU cáilithe (DI 18U) a chinneadh ón gcéad charachtar. Má tá sé seo uimhriúil, baineann 18U leis; má tá sé alfaibéiteach, baineann 17U leis.
hr: Registarska pločica s podacima o usluzi i lokacijskim kodom je složena konstrukcija podataka, usklađena sa specifikacijom u UPU standardu S25, koja uključuje specifikaciju:\n - identifikatora stavke u skladu s ISO/IEC 15459;\n - specifikaciju usluge koja će se pružiti u vezi sa stavkom, identifikatora podataka 5U;\n - UPU lokacijski kod sukladan s identifikatorom podataka 17U ili kvalificirani UPU lokacijski kod sukladan s identifikatorom podataka 18U.\n Napomena - Za više detalja, molimo pogledajte UPU standard S25. Razlika između jednostavnog UPU lokacijskog koda (DI 17U) i kvalificiranog UPU lokacijskog koda (DI 18U) može se odrediti iz prvog znaka. Ako je ovaj numerički, primjenjuje se 18U; ako je abecedni, primjenjuje se 17U.
hu: Rendszámtábla Szolgáltatási Adatokkal és Helykóddal egy összetett adatszerkezet, amely megfelel az UPU S25 standardban meghatározott specifikációnak, amely tartalmazza:\n - egy ISO/IEC 15459 szerinti cikkazonosítót;\n - egy 5U adatazonosítóval megfelelő specifikációt a cikkre vonatkozóan nyújtandó szolgáltatásról;\n - egy 17U adatazonosítóval megfelelő UPU helykódot vagy egy 18U adatazonosítóval megfelelő minősített UPU helykódot.\n Megjegyzés - További részletekért lásd az UPU S25 standardot. Az egyszerű UPU helykód (DI 17U) és a minősített UPU helykód (DI 18U) közötti különbség az első karakterből megállapítható. Ha ez numerikus, akkor 18U érvényes; ha ez alfabetikus, akkor 17U érvényes.
is: Númeraplata með Þjónustugögnum og Staðsetningarkóða er samsett gagnabygging, í samræmi við tilgreiningu í UPU staðli S25, sem inniheldur tilgreiningu á:\n - auðkennara hlutar í samræmi við ISO/IEC 15459;\n - gögna auðkenni 5U samræmt tilgreiningu þjónustu sem veitt er í tengslum við hlutinn;\n - gögna auðkenni 17U samræmt UPU staðsetningarkóða eða gögna auðkenni 18U samræmt hæfan UPU staðsetningarkóða.\n Athugið - Nánari upplýsingar má finna í UPU staðli S25. Greinarmunur milli einfalds UPU staðsetningarkóða (DI 17U) og hæfs UPU staðsetningarkóða (DI 18U) má ákvarða frá fyrsta staf. Ef þetta er tölustafur, á 18U við; ef það er hástafur, á 17U við.
it: Targa con Dati del Servizio e Codice di Località è una struttura dati composta, conforme alla specifica nello standard UPU S25, che include la specificazione di:\n - un identificatore di articolo conforme a ISO/IEC 15459;\n - una specifica conforme all'identificatore di dati 5U del servizio da fornire rispetto all'articolo;\n - un codice di località UPU conforme all'identificatore di dati 17U o un codice di località UPU qualificato conforme all'identificatore di dati 18U.\n Nota - Per ulteriori dettagli, fare riferimento allo standard UPU S25. La distinzione tra un semplice codice di località UPU (DI 17U) e un codice di località UPU qualificato (DI 18U) può essere determinata dal primo carattere. Se questo è numerico, si applica 18U; se è alfabetico, si applica 17U.
lt: Numerio lentelė su paslaugos duomenimis ir vietos kodu yra sudėtinė duomenų struktūra, atitinkanti specifikaciją pagal UPU standartą S25, kuri apima:\n - ISO/IEC 15459 atitinkantį prekės identifikatorių;\n - duomenų identifikatoriaus 5U atitinkančią specifikaciją apie teikiamą paslaugą, susijusią su preke;\n - duomenų identifikatoriaus 17U atitinkantį UPU vietos kodą arba duomenų identifikatoriaus 18U atitinkantį kvalifikuotą UPU vietos kodą.\n Pastaba - Daugiau informacijos rasite UPU standarte S25. Paprasto UPU vietos kodo (DI 17U) ir kvalifikuoto UPU vietos kodo (DI 18U) skirtumas nustatomas pagal pirmąjį simbolį. Jei jis skaitinis, taikomas 18U; jei raidinis, taikomas 17U.
lv: Numura Zīme ar Pakalpojuma Datiem un Atrašanās vietas Kodu ir salikts datu konstrukts, kas atbilst specifikācijai UPU standartā S25, kurā ietilpst: ISO/IEC 15459 atbilstošs preces identifikators; datu identifikatoram 5U atbilstoša specifikācija par pakalpojumu, kas jāsniedz attiecībā uz preci; datu identifikatoram 17U atbilstošs UPU atrašanās vietas kods vai datu identifikatoram 18U atbilstošs kvalificēts UPU atrašanās vietas kods. Piezīme - Papildu informāciju skatīt UPU standartā S25. Atšķirība starp vienkāršu UPU atrašanās vietas kodu (DI 17U) un kvalificētu UPU atrašanās vietas kodu (DI 18U) var noteikt pēc pirmā rakstzīmes. Ja tā ir skaitliska, tad piemērojams 18U; ja tā ir alfabētiska, tad piemērojams 17U.
mt: Pjanċa tal-Liċenzja b'Data tas-Servizz u Kodiċi tal-Post huwa kostruzzjoni ta' data komposta, konformi mas-speċifikazzjoni fl-istandard UPU S25, li tinkludi speċifikazzjoni ta':\n - identifikatur tal-oġġett konformi ma' ISO/IEC 15459;\n - speċifikazzjoni konformi mal-identifikatur tad-data 5U tas-servizz li għandu jingħata rigward l-oġġett;\n - kodiċi tal-posta UPU konformi mal-identifikatur tad-data 17U jew kodiċi tal-posta UPU kwalifikat konformi mal-identifikatur tad-data 18U.\n Nota - Għal aktar dettalji, jekk jogħġbok irreferi għall-istandard UPU S25. Id-distinzjoni bejn kodiċi sempliċi tal-posta UPU (DI 17U) u kodiċi tal-posta UPU kwalifikat (DI 18U) tista' tiġi determinata mill-ewwel karattru. Jekk dan huwa numeriku, japplika 18U; jekk huwa alfabettiku, japplika 17U.
nl: Kentekenplaat met Servicedata en Locatiecode is een samengestelde gegevensconstructie, in overeenstemming met de specificatie in UPU standaard S25, die specificatie omvat van:\n - een ISO/IEC 15459-conforme itemidentificator;\n - een data-identificator 5U conforme specificatie van de te verlenen dienst met betrekking tot het item;\n - een data-identificator 17U conforme UPU locatiecode of een data-identificator 18U conforme gekwalificeerde UPU locatiecode.\n Let op - Voor verdere details, raadpleeg UPU standaard S25. Het onderscheid tussen een eenvoudige UPU locatiecode (DI 17U) en een gekwalificeerde UPU locatiecode (DI 18U) kan worden bepaald uit het eerste karakter. Als dit numeriek is, is 18U van toepassing; als het alfabetisch is, geldt 17U.
no: Lisensplate med Service Data og Lokasjonskode er en sammensatt datakonstruksjon, i samsvar med spesifikasjonen i UPU-standard S25, som inkluderer spesifikasjon av:\n - et ISO/IEC 15459-kompatibelt vareidentifikator;\n - en dataidentifikator 5U kompatibel spesifikasjon av tjenesten som skal leveres i forhold til varen;\n - en dataidentifikator 17U kompatibel UPU lokasjonskode eller en dataidentifikator 18U kompatibel kvalifisert UPU lokasjonskode.\n Merk - For ytterligere detaljer, vennligst se UPU-standard S25. Forskjellen mellom en enkel UPU lokasjonskode (DI 17U) og en kvalifisert UPU lokasjonskode (DI 18U) kan fastslås fra det første tegnet. Hvis dette er numerisk, gjelder 18U; hvis det er alfabetisk, gjelder 17U.
pl: Tablica rejestracyjna z danymi usługi i kodem lokalizacji jest złożoną konstrukcją danych, zgodną ze specyfikacją standardu UPU S25, która obejmuje specyfikację:\n - identyfikatora przedmiotu zgodnego z ISO/IEC 15459;\n - specyfikację usługi do świadczenia w odniesieniu do przedmiotu zgodną z identyfikatorem danych 5U;\n - identyfikator lokalizacji UPU zgodny z identyfikatorem danych 17U lub kwalifikowany kod lokalizacji UPU zgodny z identyfikatorem danych 18U.\n Uwaga - Aby uzyskać więcej informacji, proszę zapoznać się ze standardem UPU S25. Różnica między prostym kodem lokalizacji UPU (DI 17U) a kwalifikowanym kodem lokalizacji UPU (DI 18U) można określić na podstawie pierwszego znaku. Jeśli jest to cyfra, stosuje się 18U; jeśli jest to litera, stosuje się 17U.
pt: Placa de Licença com Dados de Serviço e Código de Localização é uma construção de dados composta, conforme a especificação no padrão S25 da UPU, que inclui especificação de:\n - um identificador de item compatível com a ISO/IEC 15459;\n - uma especificação compatível com o identificador de dados 5U do serviço a ser fornecido em relação ao item;\n - um código de localização 17U da UPU compatível ou um código de localização 18U da UPU qualificado.\n Nota - Para mais detalhes, consulte o padrão S25 da UPU. A distinção entre um código de localização simples da UPU (DI 17U) e um código de localização qualificado da UPU (DI 18U) pode ser determinada a partir do primeiro caractere. Se este for numérico, aplica-se 18U; se for alfabético, aplica-se 17U.
ro: Placa de Înmatriculare cu Datele Serviciului și Codul Locației este o construcție de date compusă, conformă cu specificația din standardul UPU S25, care include specificația:\n - unui identificator de articol conform ISO/IEC 15459;\n - unei specificații conforme cu identificatorul de date 5U al serviciului care trebuie furnizat în raport cu articolul;\n - unui cod de locație UPU conform cu identificatorul de date 17U sau unui cod de locație UPU calificat conform cu identificatorul de date 18U.\n Notă - Pentru detalii suplimentare, vă rugăm să consultați standardul UPU S25. Distincția între un cod simplu de locație UPU (DI 17U) și un cod de locație UPU calificat (DI 18U) poate fi determinată din primul caracter. Dacă acesta este numeric, se aplică 18U; dacă este alfabetic, se aplică 17U.
sk: Špz s údajmi o službe a kódom polohy je zložená dátová štruktúra, v súlade so špecifikáciou v štandarde UPU S25, ktorá zahŕňa špecifikáciu:\n - identifikátora položky kompatibilného s ISO/IEC 15459;\n - špecifikácie identifikátora údajov 5U služby, ktorá má byť poskytnutá vzhľadom na položku;\n - identifikátora údajov 17U kompatibilného kódu polohy UPU alebo identifikátora údajov 18U kompatibilného kvalifikovaného kódu polohy UPU.\n Poznámka - Pre ďalšie podrobnosti sa odkazuje na štandard UPU S25. Rozdiel medzi jednoduchým kódom polohy UPU (DI 17U) a kvalifikovaným kódom polohy UPU (DI 18U) možno určiť z prvého znaku. Ak je číselný, platí 18U; ak je abecedný, platí 17U.
sl: Registrska tablica s podatki o storitvi in kodo lokacije je sestavljena podatkovna struktura, skladna s specifikacijo v standardu UPU S25, ki vključuje specifikacijo:\n - identifikatorja predmeta, skladnega z ISO/IEC 15459;\n - identifikatorja podatkov 5U skladno s specifikacijo storitve, ki se zagotovi v zvezi s predmetom;\n - identifikatorja podatkov 17U skladno s kodo lokacije UPU ali identifikatorja podatkov 18U skladno s kvalificirano kodo lokacije UPU.\n Opomba - Za več podrobnosti glejte standard UPU S25. Razlika med preprosto kodo lokacije UPU (DI 17U) in kvalificirano kodo lokacije UPU (DI 18U) je razvidna iz prvega znaka. Če je ta numeričen, se uporabi 18U; če je abecedni, se uporabi 17U.
sv: Registreringsskylt med Service Data och Platskod är en sammansatt datakonstruktion, i enlighet med specifikationen i UPU-standarden S25, som inkluderar specifikation av:\n - en ISO/IEC 15459-kompatibel föremålsidentifierare;\n - en dataidentifierare 5U-kompatibel specifikation av den tjänst som ska tillhandahållas i förhållande till föremålet;\n - en dataidentifierare 17U-kompatibel UPU-platskod eller en dataidentifierare 18U-kompatibel kvalificerad UPU-platskod.\n Obs - För ytterligare detaljer, vänligen hänvisa till UPU-standarden S25. Skillnaden mellan en enkel UPU-platskod (DI 17U) och en kvalificerad UPU-platskod (DI 18U) kan bestämmas från det första tecknet. Om detta är numeriskt, gäller 18U; om det är alfabetiskt, gäller 17U.

# di21055
source: OCR Data Locator.
bg: Локатор на данни OCR.
cs: Lokátor dat OCR.
de: OCR-Datenlokator.
el: Ανιχνευτής Δεδομένων OCR.
es: Localizador de Datos OCR.
et: OCR-andmelokaator.
fi: OCR Datan Sijainti.
fr: Localisateur de Données OCR.
ga: Locator Sonraí OCR.
hr: OCR lokator podataka.
hu: OCR Adatlokátor.
is: OCR Gagnaleitari.
it: Localizzatore di Dati OCR.
lt: OCR duomenų vieta.
lv: OCR Datu Atrašanās vietas Identifikators.
no: OCR Data Lokator.
pl: Lokalizator danych OCR.
pt: Localizador de Dados OCR.
ro: Localizatorul Datelor OCR.
sk: OCR dátový ukazovateľ.
sl: Lokator podatkov OCR.
