Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di11004
source: Line Number of the order assigned by Customer to identify a Purchasing Transaction.
bg: Номер на реда на поръчката, присвоен от клиента за идентифициране на покупателска транзакция.
cs: Číslo řádku objednávky přiřazené zákazníkem pro identifikaci nákupní transakce.
de: Vom Kunden zugewiesene Zeilennummer der Bestellung zur Identifizierung einer Einkaufstransaktion.
el: Αριθμός Γραμμής της παραγγελίας που ανατέθηκε από τον Πελάτη για την ταυτοποίηση μιας Συναλλαγής Αγοράς.
es: Número de Línea de la orden asignado por el Cliente para identificar una Transacción de Compra.
et: Tellimuse reanumber, mille on kliendi poolt ostutehingu tuvastamiseks määratud.
fi: Tilausnumeron rivinumero, jonka asiakas on määrittänyt ostotapahtuman tunnistamiseen.
fr: Numéro de ligne de la commande attribué par le client pour identifier une transaction d'achat.
ga: Uimhir Líne an ordaithe a shannann an Custaiméir chun Idirbheart Ceannaigh a aithint.
hr: Redni broj narudžbe dodijeljen od strane kupca za identifikaciju kupovne transakcije.
hu: A rendelés sorának száma, amelyet a vevő rendel hozzá egy beszerzési tranzakció azonosítására.
is: Línunúmer pöntunar úthlutað af viðskiptavini til að auðkenna kaupaviðskipti.
it: Numero di linea dell'ordine assegnato dal Cliente per identificare una Transazione d'Acquisto.
lt: Užsakymo eilės numeris, kurį nustato klientas pirkimo operaciją identifikuojant.
lv: Pasūtījuma rindas numurs, ko piešķīris Klients, lai identificētu Pirkšanas Darījumu.
mt: Numru tal-Linja tal-ordni assenjat mill-Klijent biex jidentifika Transazzjoni tax-Xiri.
nl: Regelnummer van de bestelling toegewezen door Klant om een Aankooptransactie te identificeren.
no: Linjenummer for bestillingen tildelt av kunde for å identifisere et kjøp.
pl: Numer linii zamówienia przydzielony przez klienta do identyfikacji transakcji zakupowej.
pt: Número de Linha do pedido atribuído pelo Cliente para identificar uma Transação de Compra.
ro: Numărul liniei comenzii atribuit de Client pentru a identifica o Tranzacție de Achiziție.
sk: Číslo riadka objednávky pridelené zákazníkom na identifikáciu nákupnej transakcie.
sl: Številka vrstice naročila, dodeljena s strani kupca za identifikacijo nakupne transakcije.
sv: Orderradnummer tilldelat av kund för att identifiera en inköpstransaktion.

# di11005
source: Reference Number assigned by the Customer to identify a Shipment Authorization (Release) against an established Purchase Order.
bg: Референтен номер, присвоен от клиента за идентифициране на разрешение за изпращане (освобождаване) на товара срещу установена поръчка за покупка.
cs: Referenční číslo přiřazené zákazníkem pro identifikaci autorizace zásilky (uvolnění) na základě stanovené objednávky.
de: Vom Kunden zugewiesene Referenznummer zur Identifizierung einer Sendungsautorisierung (Freigabe) gegen eine bestehende Bestellung.
el: Αριθμός Αναφοράς που ανατέθηκε από τον Πελάτη για την ταυτοποίηση μιας Εξουσιοδότησης Αποστολής (Απελευθέρωση) ενάντια σε μια ισχύουσα Παραγγελία Αγοράς.
es: Número de Referencia asignado por el Cliente para identificar una Autorización de Envío (Liberación) contra un Pedido de Compra establecido.
et: Viitenumber, mille on kliendi poolt saadetise loa (väljastamise) tuvastamiseks määratud.
fi: Asiakkaan määrittämä viitenumero lähetysvaltuutuksen (Release) tunnistamiseen vakiintunutta tilausta vastaan.
fr: Numéro de référence attribué par le client pour identifier une autorisation d'expédition (déblocage) contre un bon de commande établi.
ga: Uimhir Thagartha a shannann an Custaiméir chun Údarú Loingsithe (Scaoileadh) a aithint in aghaidh Ordú Ceannaigh bunaithe.
hr: Referentni broj dodijeljen od strane kupca za identifikaciju autorizacije pošiljke (otpreme) prema uspostavljenoj narudžbenici.
hu: A vevő által hozzárendelt hivatkozási szám egy szállítási engedély (kiadás) azonosítására egy létesített beszerzési rendelés ellenében.
is: Tilvísunarnúmer úthlutað af viðskiptavini til að auðkenna sendingarleyfi (útgáfa) gegn stofnaðri kaupapöntun.
it: Numero di Riferimento assegnato dal Cliente per identificare un'Autorizzazione alla Spedizione (Rilascio) contro un Ordine d'Acquisto stabilito.
lt: Siuntą autorizuojantį (išleidžiantį) nuorodos numerį nustato klientas pagal nustatytą pirkimo užsakymą.
lv: Atsauces numurs, ko piešķīris Klients, lai identificētu Sūtījuma Autorizāciju (Izlaišanu) pret noteiktu Pirkšanas Pasūtījumu.
mt: Numru ta' Referenza assenjat mill-Klijent biex jidentifika Awtorizzazzjoni tat-Tbaħħir (Rilaxx) kontra Ordni tax-Xiri stabbilita.
nl: Referentienummer toegewezen door de Klant om een Zending Autorisatie (Release) tegen een vastgestelde Inkooporder te identificeren.
no: Referansenummer tildelt av kunden for å identifisere en forsendelsesautorisasjon (utlevering) mot en etablert kjøpsordre.
pl: Numer referencyjny przydzielony przez klienta do identyfikacji autoryzacji wysyłki (zwolnienia) w ramach ustanowionego zamówienia zakupu.
pt: Número de Referência atribuído pelo Cliente para identificar uma Autorização de Envio (Liberação) contra um Pedido de Compra estabelecido.
ro: Numărul de Referință atribuit de Client pentru a identifica o Autorizație de Expediere (Eliberare) împotriva unei Comenzi de Cumpărare stabilite.
sk: Referenčné číslo pridelené zákazníkom na identifikáciu autorizácie zásielky (uvolnenie) na základe ustanovenej objednávky.
sl: Referenčna številka, dodeljena s strani kupca za identifikacijo odobritve pošiljke (izdaje) proti vzpostavljenemu naročilu za nakup.
sv: Referensnummer tilldelat av kunden för att identifiera en fraktbehörighet (frisläppning) mot ett etablerat inköpsorder.

# di11006
source: PRO# Assigned by Carrier.
bg: PRO# Присвоен от превозвача.
cs: PRO# Přiřazené dopravcem.
de: Vom Transporteur zugewiesene PRO-Nummer.
el: PRO# Ανατεθειμένο από τον Μεταφορέα.
es: PRO# Asignado por el Transportista.
et: Vedaja poolt määratud PRO#.
fi: PRO# Kuljetusliikkeen määrittämä.
fr: PRO# Attribué par le transporteur.
ga: Uimhir PRO a shannann an Iompróir.
hr: PRO# Dodijeljen od strane prijevoznika.
hu: A fuvarozó által hozzárendelt PRO#.
is: PRO# úthlutað af flutningsaðila.
it: PRO# Assegnato dal Vettore.
lt: Vežėjo nustatytas PRO#.
lv: PRO# Pārvadātājam piešķirts.
mt: PRO# Assenjat mill-Operatur tat-Trasport.
nl: PRO# Toegewezen door Vervoerder.
no: PRO# Tildelt av transportør.
pl: PRO# Przydzielony przez przewoźnika.
pt: PRO# Atribuído pelo Transportador.
ro: PRO# Atribuit de Transportator.
sk: PRO# pridelené dopravcom.
sl: PRO# Dodeljeno s strani prevoznika.
sv: PRO# Tilldelat av transportör.

# di11007
source: Carrier Mode in Free Text format mutually defined between Customer and Supplier (e.g., Air, Truck, Boat, Rail).
bg: Режим на превозвач в свободен текстов формат, взаимно определен между клиента и доставчика (напр., Въздух, Камион, Лодка, Железопътен).
cs: Dopravní režim ve formátu volného textu společně definovaný mezi zákazníkem a dodavatelem (např., Letecky, Nákladním autem, Lodí, Vlakem).
de: Transportmittel in Freitextformat, das zwischen Kunde und Lieferant gemeinsam definiert wird (z. B. Luft, LKW, Boot, Bahn).
el: Τρόπος Μεταφοράς σε Ελεύθερο Κείμενο διαμορφωμένο αμοιβαία μεταξύ Πελάτη και Προμηθευτή (π.χ., Αέρας, Φορτηγό, Βάρκα, Τρένο).
es: Modo de Transporte en Formato de Texto Libre definido mutuamente entre Cliente y Proveedor (por ejemplo, Aire, Camión, Barco, Ferrocarril).
et: Vedaja režiim vabas tekstivormingus, mis on kliendi ja tarnija vahel vastastikku määratletud (nt Õhk, Veok, Laev, Rong).
fi: Kuljetusmuoto vapaamuotoisena tekstinä, jonka asiakas ja toimittaja ovat määrittäneet keskenään (esim., Ilma, Rekka, Vene, Rautatie).
fr: Mode de transport en texte libre mutuellement défini entre le client et le fournisseur (par exemple, Air, Camion, Bateau, Train).
ga: Modh Iompair i bhFormáid Téacs Saor a shainmhínítear go frithpháirteach idir Custaiméir agus Soláthraí (m.sh., Aer, Trucail, Bád, Iarnród).
hr: Način prijevoza u slobodnom tekstualnom formatu međusobno definiran između kupca i dobavljača (npr. zrak, kamion, brod, željeznica).
hu: Szállítási mód szabad szöveges formátumban, közösen meghatározva a vevő és a szállító között (pl. Légiközlekedés, Teherautó, Hajó, Vasút).
is: Flutningsháttur í frjálsum texta samþykktur í sameiningu milli viðskiptavinar og birgja (t.d., Loft, Vörubíll, Bátur, Lest).
it: Modalità di Trasporto in Testo Libero definita di comune accordo tra Cliente e Fornitore (es., Aereo, Camion, Barca, Ferrovia).
lt: Vežimo būdas laisvos formos tekstu, abipusiai apibrėžtas tarp kliento ir tiekėjo (pvz., oru, sunkvežimiu, laivu, geležinkeliu).
lv: Pārvadātāja veids Brīvā Teksta formātā, savstarpēji definēts starp Klientu un Piegādātāju (piemēram, Gaisa, Kravas auto, Kuģis, Dzelzceļš).
mt: Mod tat-Trasportatur f'Format ta' Test Ħieles definit b'mod reċiproku bejn il-Klijent u l-Fornitur (eż., Ajru, Trakk, Dgħajsa, Ferrovija).
nl: Vervoerswijze in Vrije Tekstformaat onderling gedefinieerd tussen Klant en Leverancier (bijv., Lucht, Vrachtwagen, Boot, Trein).
no: Transportmodus i fritekstformat gjensidig definert mellom kunde og leverandør (for eksempel, Luft, Lastebil, Båt, Tog).
pl: Sposób przewozu w formacie tekstowym wolnym, zdefiniowany wspólnie między klientem a dostawcą (np. Powietrze, Ciężarówka, Statek, Kolej).
pt: Modo de Transporte em Formato de Texto Livre definido mutuamente entre Cliente e Fornecedor (por exemplo, Ar, Caminhão, Barco, Trem).
ro: Modul Transportatorului în format text liber definit mutual între Client și Furnizor (de ex., Aer, Camion, Barcă, Tren).
sk: Režim dopravcu vo voľnom textovom formáte vzájomne definovanom medzi zákazníkom a dodávateľom (napr., Vzduch, Nákladné auto, Loď, Železnica).
sl: Način prevoza v prostem besedilu, medsebojno definiran med kupcem in dobaviteljem (npr., Zrak, Tovornjak, Čoln, Vlak).
sv: Transportläge i fritextformat gemensamt definierat mellan kund och leverantör (t.ex., luft, lastbil, båt, järnväg).

# di11008
source: Contract Number.
bg: Номер на договор.
cs: Číslo smlouvy.
de: Vertragsnummer.
el: Αριθμός Σύμβασης.
es: Número de Contrato.
et: Lepingu number.
fi: Sopimusnumero.
fr: Numéro de contrat.
ga: Uimhir Chonartha.
hr: Broj ugovora.
hu: Szerződésszám.
is: Samninganúmer.
it: Numero di Contratto.
lt: Sutarties numeris.
lv: Līguma numurs.
mt: Numru tal-Kuntratt.
nl: Contractnummer.
no: Kontraktsnummer.
pl: Numer kontraktu.
pt: Número de Contrato.
ro: Numărul Contractului.
sk: Číslo zmluvy.
sl: Številka pogodbe.
sv: Kontraktsnummer.

# di11009
source: Generic Transaction Reference Code (internally assigned or mutually defined).
bg: Общ код за референция на транзакция (вътрешно присвоен или взаимно определен).
cs: Obecný referenční kód transakce (interně přiřazený nebo společně definovaný).
de: Allgemeiner Transaktionsreferenzcode (intern zugewiesen oder gemeinsam definiert).
el: Γενικός Κωδικός Αναφοράς Συναλλαγής (εσωτερικά ανατεθειμένος ή αμοιβαία καθορισμένος).
es: Código de Referencia de Transacción Genérica (asignado internamente o definido mutuamente).
et: Üldine Tehingureferentsi Kood (sisemiselt määratud või vastastikku määratletud).
fi: Yleinen Transaktioviitekoodi (sisäisesti määritetty tai keskinäisesti määritelty).
fr: Code de référence de transaction générique (attribué en interne ou mutuellement défini).
ga: Cód Tagartha Idirbheartaíochta Ginearálta (arna shannadh go hinmheánach nó a shainmhínítear go frithpháirteach).
hr: Generički referentni kod transakcije (interno dodijeljen ili međusobno definiran).
hu: Általános tranzakciós hivatkozási kód (belsőleg hozzárendelt vagy közösen meghatározott).
is: Almennt viðskiptatilvísunarkóði (innanhúss úthlutað eða í sameiningu skilgreint).
it: Codice di Riferimento Transazione Generico (assegnato internamente o definito di comune accordo).
lt: Bendras sandorio nuorodos kodas (viduje nustatytas arba abipusiai apibrėžtas).
lv: Vispārīgais Darījuma Atsauces Kods (iekšēji piešķirts vai savstarpēji definēts).
mt: Kodiċi Ġeneriku ta' Referenza tat-Transazzjoni (assenjat internament jew definit b'mod reċiproku).
nl: Generieke Transactie Referentiecode (intern toegewezen of onderling gedefinieerd).
no: Generisk transaksjonsreferansekode (internt tildelt eller gjensidig definert).
pl: Ogólny kod referencyjny transakcji (przydzielony wewnętrznie lub zdefiniowany wspólnie).
pt: Código de Referência de Transação Genérica (atribuído internamente ou definido mutuamente).
ro: Codul de Referință a Tranzacției Generice (atribuit intern sau definit mutual).
sk: Všeobecný referenčný kód transakcie (interné pridelený alebo vzájomne definovaný).
sl: Generična referenčna koda transakcije (notranje dodeljena ali medsebojno definirana).
sv: Generisk transaktionsreferenskod (internt tilldelad eller gemensamt definierad).

# di11010
source: Invoice Number.
bg: Номер на фактура.
cs: Číslo faktury.
de: Rechnungsnummer.
el: Αριθμός Τιμολογίου.
es: Número de Factura.
et: Arve number.
fi: Laskun numero.
fr: Numéro de facture.
ga: Uimhir Shonraisc.
hr: Broj fakture.
hu: Számlaszám.
is: Reikningsnúmer.
it: Numero Fattura.
lt: Sąskaitos faktūros numeris.
lv: Rēķina numurs.
mt: Numru tal-Fattura.
nl: Factuurnummer.
no: Fakturanummer.
pl: Numer faktury.
pt: Número da Fatura.
ro: Numărul Facturii.
sk: Číslo faktúry.
sl: Številka računa.
sv: Fakturanummer.

# di11011
source: Packing List Number.
bg: Номер на опаковъчен лист.
cs: Číslo balícího listu.
de: Packlistennummer.
el: Αριθμός Λίστας Συσκευασίας.
es: Número de Lista de Empaque.
et: Pakkelehe number.
fi: Pakkauslistan numero.
fr: Numéro de liste de colisage.
ga: Uimhir Liosta Pacála.
hr: Broj popisa pakiranja.
hu: Csomagolólista szám.
is: Pakkanúmer.
it: Numero Elenco Imballaggio.
lt: Pakavimo sąrašo numeris.
lv: Iepakojuma saraksta numurs.
mt: Numru tal-Lista tal-Ippakkjar.
nl: Paklijstnummer.
no: Pakkelistenummer.
pl: Numer listy pakowania.
pt: Número da Lista de Embalagem.
ro: Numărul Listei de Împachetare.
sk: Číslo balíka.
sl: Številka pakirnega seznama.
sv: Packlista nummer.

# di11012
source: SCAC (Standard Carrier Alpha Code) (an4 - dash '-' filled left) and carrier assigned PROgressive number.
bg: SCAC (Стандартен алфа код на превозвача) (an4 - дефис '-' запълнен вляво) и превозвач присвоен PROгресивен номер.
cs: SCAC (Standard Carrier Alpha Code) (an4 - doplněno pomlčkou '-') a přiřazené číslo PRO od dopravce.
de: SCAC (Standard Carrier Alpha Code) (an4 - mit Bindestrich '-' links ausgefüllt) und vom Transporteur zugewiesene PROgressive Nummer.
el: SCAC (Κωδικός Αλφαβητικής Αναγνώρισης Κανονικού Μεταφορέα) (an4 - συμπληρωμένο αριστερά με παύλα '-') και αριθμός PRO που ανατέθηκε από τον μεταφορέα.
es: SCAC (Código Alfa del Transportista Estándar) (an4 - guion '-' relleno a la izquierda) y número PROgresivo asignado por el transportista.
et: SCAC (Standard Carrier Alpha Code) (an4 - kriipsuga '-' täidetud vasakult) ja vedaja poolt määratud PROgressiivne number.
fi: SCAC (Standard Carrier Alpha Code) (an4 - viiva '-' täytetty vasemmalta) ja kuljetusliikkeen määrittämä PROgressiivinen numero.
fr: SCAC (Code Alpha du transporteur standard) (an4 - tiret '-' rempli à gauche) et numéro progressif attribué par le transporteur PRO.
ga: SCAC (Cód Alfa Caighdeánach Iompróra) (an4 - líonta ar chlé le '-') agus uimhir PRO a shannann an t-iompróir.
hr: SCAC (Standardni alfanumerički kod prijevoznika) (an4 - crtica '-' popunjena lijevo) i broj dodijeljen od strane prijevoznika PROgresivni broj.
hu: SCAC (Standard Carrier Alpha Code) (an4 - kötőjellel '-' balra töltve) és a fuvarozó által hozzárendelt progresszív szám.
is: SCAC (Staðlaður flutningsaðila alfanúmerakóði) (an4 - strik '-' fyllt út til vinstri) og flutningsaðila úthlutað PROgressíft númer.
it: SCAC (Codice Alfa del Vettore Standard) (an4 - riempito a sinistra con '-') e numero PROgressivo assegnato dal vettore.
lt: SCAC (Standartinis vežėjo alfa kodas) (an4 - brūkšnelis '-' užpildytas kairėje) ir vežėjo nustatytas PROgresyvusis numeris.
lv: SCAC (Standarta Pārvadātāja Alfabēta Kods) (an4 - aizpildīts ar defisi '-') un pārvadātāja piešķirts PROgresīvais numurs.
mt: SCAC (Kodiċi Alfa tal-Operatur Standard) (an4 - mimli b'tiret '-') u numru assenjat mill-operatur PROgressive.
nl: SCAC (Standard Carrier Alpha Code) (an4 - dash '-' gevuld links) en vervoerder toegewezen PROgressief nummer.
no: SCAC (Standard Carrier Alpha Code) (an4 - dash '-' fylt venstre) og transportørens tildelte PROgressive nummer.
pl: SCAC (Standardowy Alfanumeryczny Kod Przewoźnika) (an4 - wypełniony lewostronnie myślnikiem '-') i numer PRO przydzielony przez przewoźnika.
pt: SCAC (Código Alfa do Transportador Padrão) (an4 - preenchido à esquerda com '-') e número PROgressivo atribuído pelo transportador.
ro: SCAC (Codul Alfa al Transportatorului Standard) (an4 - umplut cu cratimă '-') și numărul PROgresiv atribuit de transportator.
sk: SCAC (Štandardný kód alfa dopravcu) (an4 - vyplnené ľavou čiarkou '-') a dopravcom pridelené postupné číslo PRO.
sl: SCAC (Standardna alfa koda prevoznika) (an4 - levo zapolnjeno z vezajem '-') in prevoznikova dodeljena PROgresivna številka.
sv: SCAC (Standard Carrier Alpha Code) (an4 - fyllt med streck '-') och transportörs tilldelade progressiva nummer.

# di11013
source: Bill of Lading Number /Transport Receipt Number SCAC + Container cargo's B/L number or waybill number.
bg: Номер на товарителница / Номер на транспортна разписка SCAC + Номер на товарителница или пътен лист на контейнерния товар.
cs: Číslo nákladního listu / Číslo přepravního dokladu SCAC + Číslo nákladního listu nebo číslo cestovního listu kontejnerového nákladu.
de: Frachtbriefnummer /Transportquittungsnummer SCAC + Containerfracht B/L-Nummer oder Frachtbriefnummer.
el: Αριθμός Δελτίου Φορτίου /Αριθμός Αποδεικτικού Μεταφοράς SCAC + Αριθμός B/L φορτίου κοντέινερ ή αριθμός δελτίου φορτίου.
es: Número de Bill of Lading /Número de Recibo de Transporte SCAC + número de B/L o número de guía de la carga del contenedor.
et: Veoselehe Number /Transpordi Kviitungi Number SCAC + Konteineri kauba B/L number või veoselehe number.
fi: Rahtikirjan numero /Kuljetuskuittinumero SCAC + Konttirahtin rahtikirjan numero tai waybill-numero.
fr: Numéro de connaissement / Numéro de récépissé de transport SCAC + numéro de B/L de cargo du conteneur ou numéro de lettre de voiture.
ga: Uimhir Bhillí Luchtaithe /Uimhir Admhála Iompair SCAC + Uimhir B/L lastais choimeádáin nó uimhir waybill.
hr: Broj tovarnog lista /Broj prijevoznog računa SCAC + Broj B/L kontejnerskog tereta ili broj putnog lista.
hu: Fuvarlevél száma /Szállítási átvételi szám SCAC + konténer szállítmányának B/L száma vagy úti okmánya.
is: Sendingarnúmer /Samgöngukvittunarnúmer SCAC + gámaflutninga B/L númer eða vöruflutninganúmer.
it: Numero della Polizza di Carico /Numero Ricevuta di Trasporto SCAC + Numero B/L del carico del container o numero della lettera di vettura.
lt: Krovinio važtaraščio numeris / Transporto kvitas SCAC + konteinerio krovinio B/L numeris arba važtaraščio numeris.
lv: Kravas vēstules numurs /Transporta kvīts numurs SCAC + konteineru kravas B/L numurs vai ceļazīme.
mt: Numru tal-Bill tal-Merkanzija / Numru tar-Riċevuta tat-Trasport SCAC + Numru tal-B/L tal-merkanzija tal-kontenitur jew numru tal-waybill.
nl: Bill of Lading Nummer /Transport Ontvangstbewijs Nummer SCAC + Container vracht B/L nummer of vrachtbriefnummer.
no: Fraktbrevnummer /Transportkvitteringsnummer SCAC + Containerlastens B/L-nummer eller veifraktbrevnummer.
pl: Numer listu przewozowego /Numer potwierdzenia transportu SCAC + numer B/L ładunku kontenerowego lub numer waybill.
pt: Número do Bill of Lading /Número do Recibo de Transporte SCAC + número B/L do contêiner ou número do conhecimento de embarque.
ro: Numărul Conosamentului /Numărul Chitanței de Transport SCAC + Numărul B/L al mărfii containerizate sau numărul scrisorii de trăsură.
sk: Číslo nákladného listu / Číslo prepravného dokladu SCAC + Číslo B/L kontajnerovej nákladnej prepravy alebo číslo príkazu na prepravu.
sl: Številka tovornega lista /Številka prevoznega potrdila SCAC + B/L številka kontejnerskega tovora ali številka tovornega lista.
sv: Fraktsedelnummer /Transportkvitto nummer SCAC + containerlastens B/L-nummer eller fraktsedelsnummer.
