Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di26066
source: Structured Free Text (Line 56 Data)
bg: Структуриран свободен текст (Данни за ред 56)
cs: Strukturovaný volný text (Data řádku 56)
de: Strukturierter Freitext (Zeile 56 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 56)
es: Texto Libre Estructurado (Datos de Línea 56)
et: Struktureeritud vaba tekst (rea 56 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 56 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 56)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 56)
hr: Strukturirani slobodan tekst (Podaci linije 56)
hu: Strukturált Szabad Szöveg (56. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 56 Gögn)
it: Testo Libero Strutturato (Dati Riga 56)
lt: Struktūrizuotas laisvas tekstas (56 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (56. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 56)
nl: Gestructureerde Vrije Tekst (Regel 56 Gegevens)
no: Strukturert Fritekst (Linje 56 Data)
pl: Strukturyzowany tekst wolny (Dane linii 56)
pt: Texto Livre Estruturado (Dados da Linha 56)
ro: Text Liber Structurat (Datele Liniei 56)
sk: Štruktúrovaný voľný text (údaje riadku 56)
sl: Strukturirano prosto besedilo (Podatki vrstice 56)
sv: Strukturerad Fritext (Rad 56 Data)

# di26067
source: Structured Free Text (Line 57 Data)
bg: Структуриран свободен текст (Данни за ред 57)
cs: Strukturovaný volný text (Data řádku 57)
de: Strukturierter Freitext (Zeile 57 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 57)
es: Texto Libre Estructurado (Datos de Línea 57)
et: Struktureeritud vaba tekst (rea 57 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 57 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 57)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 57)
hr: Strukturirani slobodan tekst (Podaci linije 57)
hu: Strukturált Szabad Szöveg (57. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 57 Gögn)
it: Testo Libero Strutturato (Dati Riga 57)
lt: Struktūrizuotas laisvas tekstas (57 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (57. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 57)
nl: Gestructureerde Vrije Tekst (Regel 57 Gegevens)
no: Strukturert Fritekst (Linje 57 Data)
pl: Strukturyzowany tekst wolny (Dane linii 57)
pt: Texto Livre Estruturado (Dados da Linha 57)
ro: Text Liber Structurat (Datele Liniei 57)
sk: Štruktúrovaný voľný text (údaje riadku 57)
sl: Strukturirano prosto besedilo (Podatki vrstice 57)
sv: Strukturerad Fritext (Rad 57 Data)

# di26068
source: Structured Free Text (Line 58 Data)
bg: Структуриран свободен текст (Данни за ред 58)
cs: Strukturovaný volný text (Data řádku 58)
de: Strukturierter Freitext (Zeile 58 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 58)
es: Texto Libre Estructurado (Datos de Línea 58)
et: Struktureeritud vaba tekst (rea 58 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 58 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 58)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 58)
hr: Strukturirani slobodan tekst (Podaci linije 58)
hu: Strukturált Szabad Szöveg (58. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 58 Gögn)
it: Testo Libero Strutturato (Dati Riga 58)
lt: Struktūrizuotas laisvas tekstas (58 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (58. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 58)
nl: Gestructureerde Vrije Tekst (Regel 58 Gegevens)
no: Strukturert Fritekst (Linje 58 Data)
pl: Strukturyzowany tekst wolny (Dane linii 58)
pt: Texto Livre Estruturado (Dados da Linha 58)
ro: Text Liber Structurat (Datele Liniei 58)
sk: Štruktúrovaný voľný text (údaje riadku 58)
sl: Strukturirano prosto besedilo (Podatki vrstice 58)
sv: Strukturerad Fritext (Rad 58 Data)

# di26069
source: Structured Free Text (Line 59 Data)
bg: Структуриран свободен текст (Данни за ред 59)
cs: Strukturovaný volný text (Data řádku 59)
de: Strukturierter Freitext (Zeile 59 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 59)
es: Texto Libre Estructurado (Datos de Línea 59)
et: Struktureeritud vaba tekst (rea 59 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 59 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 59)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 59)
hr: Strukturirani slobodan tekst (Podaci linije 59)
hu: Strukturált Szabad Szöveg (59. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 59 Gögn)
it: Testo Libero Strutturato (Dati Riga 59)
lt: Struktūrizuotas laisvas tekstas (59 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (59. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 59)
nl: Gestructureerde Vrije Tekst (Regel 59 Gegevens)
no: Strukturert Fritekst (Linje 59 Data)
pl: Strukturyzowany tekst wolny (Dane linii 59)
pt: Texto Livre Estruturado (Dados da Linha 59)
ro: Text Liber Structurat (Datele Liniei 59)
sk: Štruktúrovaný voľný text (údaje riadku 59)
sl: Strukturirano prosto besedilo (Podatki vrstice 59)
sv: Strukturerad Fritext (Rad 59 Data)

# di26070
source: Structured Free Text (Line 60 Data)
bg: Структуриран свободен текст (Данни за ред 60)
cs: Strukturovaný volný text (Data řádku 60)
de: Strukturierter Freitext (Zeile 60 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 60)
es: Texto Libre Estructurado (Datos de Línea 60)
et: Struktureeritud vaba tekst (rea 60 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 60 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 60)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 60)
hr: Strukturirani slobodan tekst (Podaci linije 60)
hu: Strukturált Szabad Szöveg (60. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 60 Gögn)
it: Testo Libero Strutturato (Dati Riga 60)
lt: Struktūrizuotas laisvas tekstas (60 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (60. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 60)
nl: Gestructureerde Vrije Tekst (Regel 60 Gegevens)
no: Strukturert Fritekst (Linje 60 Data)
pl: Strukturyzowany tekst wolny (Dane linii 60)
pt: Texto Livre Estruturado (Dados da Linha 60)
ro: Text Liber Structurat (Datele Liniei 60)
sk: Štruktúrovaný voľný text (údaje riadku 60)
sl: Strukturirano prosto besedilo (Podatki vrstice 60)
sv: Strukturerad Fritext (Rad 60 Data)

# di26071
source: Structured Free Text (Line 61 Data)
bg: Структуриран свободен текст (Данни за ред 61)
cs: Strukturovaný volný text (Data řádku 61)
de: Strukturierter Freitext (Zeile 61 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 61)
es: Texto Libre Estructurado (Datos de Línea 61)
et: Struktureeritud vaba tekst (rea 61 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 61 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 61)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 61)
hr: Strukturirani slobodan tekst (Podaci linije 61)
hu: Strukturált Szabad Szöveg (61. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 61 Gögn)
it: Testo Libero Strutturato (Dati Riga 61)
lt: Struktūrizuotas laisvas tekstas (61 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (61. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 61)
nl: Gestructureerde Vrije Tekst (Regel 61 Gegevens)
no: Strukturert Fritekst (Linje 61 Data)
pl: Strukturyzowany tekst wolny (Dane linii 61)
pt: Texto Livre Estruturado (Dados da Linha 61)
ro: Text Liber Structurat (Datele Liniei 61)
sk: Štruktúrovaný voľný text (údaje riadku 61)
sl: Strukturirano prosto besedilo (Podatki vrstice 61)
sv: Strukturerad Fritext (Rad 61 Data)

# di26072
source: Structured Free Text (Line 62 Data)
bg: Структуриран свободен текст (Данни за ред 62)
cs: Strukturovaný volný text (Data řádku 62)
de: Strukturierter Freitext (Zeile 62 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 62)
es: Texto Libre Estructurado (Datos de Línea 62)
et: Struktureeritud vaba tekst (rea 62 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 62 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 62)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 62)
hr: Strukturirani slobodan tekst (Podaci linije 62)
hu: Strukturált Szabad Szöveg (62. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 62 Gögn)
it: Testo Libero Strutturato (Dati Riga 62)
lt: Struktūrizuotas laisvas tekstas (62 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (62. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 62)
nl: Gestructureerde Vrije Tekst (Regel 62 Gegevens)
no: Strukturert Fritekst (Linje 62 Data)
pl: Strukturyzowany tekst wolny (Dane linii 62)
pt: Texto Livre Estruturado (Dados da Linha 62)
ro: Text Liber Structurat (Datele Liniei 62)
sk: Štruktúrovaný voľný text (údaje riadku 62)
sl: Strukturirano prosto besedilo (Podatki vrstice 62)
sv: Strukturerad Fritext (Rad 62 Data)

# di26073
source: Structured Free Text (Line 63 Data)
bg: Структуриран свободен текст (Данни за ред 63)
cs: Strukturovaný volný text (Data řádku 63)
de: Strukturierter Freitext (Zeile 63 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 63)
es: Texto Libre Estructurado (Datos de Línea 63)
et: Struktureeritud vaba tekst (rea 63 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 63 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 63)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 63)
hr: Strukturirani slobodan tekst (Podaci linije 63)
hu: Strukturált Szabad Szöveg (63. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 63 Gögn)
it: Testo Libero Strutturato (Dati Riga 63)
lt: Struktūrizuotas laisvas tekstas (63 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (63. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 63)
nl: Gestructureerde Vrije Tekst (Regel 63 Gegevens)
no: Strukturert Fritekst (Linje 63 Data)
pl: Strukturyzowany tekst wolny (Dane linii 63)
pt: Texto Livre Estruturado (Dados da Linha 63)
ro: Text Liber Structurat (Datele Liniei 63)
sk: Štruktúrovaný voľný text (údaje riadku 63)
sl: Strukturirano prosto besedilo (Podatki vrstice 63)
sv: Strukturerad Fritext (Rad 63 Data)

# di26074
source: Structured Free Text (Line 64 Data)
bg: Структуриран свободен текст (Данни за ред 64)
cs: Strukturovaný volný text (Data řádku 64)
de: Strukturierter Freitext (Zeile 64 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 64)
es: Texto Libre Estructurado (Datos de Línea 64)
et: Struktureeritud vaba tekst (rea 64 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 64 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 64)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 64)
hr: Strukturirani slobodan tekst (Podaci linije 64)
hu: Strukturált Szabad Szöveg (64. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 64 Gögn)
it: Testo Libero Strutturato (Dati Riga 64)
lt: Struktūrizuotas laisvas tekstas (64 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (64. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 64)
nl: Gestructureerde Vrije Tekst (Regel 64 Gegevens)
no: Strukturert Fritekst (Linje 64 Data)
pl: Strukturyzowany tekst wolny (Dane linii 64)
pt: Texto Livre Estruturado (Dados da Linha 64)
ro: Text Liber Structurat (Datele Liniei 64)
sk: Štruktúrovaný voľný text (údaje riadku 64)
sl: Strukturirano prosto besedilo (Podatki vrstice 64)
sv: Strukturerad Fritext (Rad 64 Data)

# di26075
source: Structured Free Text (Line 65 Data)
bg: Структуриран свободен текст (Данни за ред 65)
cs: Strukturovaný volný text (Data řádku 65)
de: Strukturierter Freitext (Zeile 65 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 65)
es: Texto Libre Estructurado (Datos de Línea 65)
et: Struktureeritud vaba tekst (rea 65 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 65 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 65)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 65)
hr: Strukturirani slobodan tekst (Podaci linije 65)
hu: Strukturált Szabad Szöveg (65. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 65 Gögn)
it: Testo Libero Strutturato (Dati Riga 65)
lt: Struktūrizuotas laisvas tekstas (65 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (65. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 65)
nl: Gestructureerde Vrije Tekst (Regel 65 Gegevens)
no: Strukturert Fritekst (Linje 65 Data)
pl: Strukturyzowany tekst wolny (Dane linii 65)
pt: Texto Livre Estruturado (Dados da Linha 65)
ro: Text Liber Structurat (Datele Liniei 65)
sk: Štruktúrovaný voľný text (údaje riadku 65)
sl: Strukturirano prosto besedilo (Podatki vrstice 65)
sv: Strukturerad Fritext (Rad 65 Data)

# di26076
source: Structured Free Text (Line 66 Data)
bg: Структуриран свободен текст (Данни за ред 66)
cs: Strukturovaný volný text (Data řádku 66)
de: Strukturierter Freitext (Zeile 66 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 66)
es: Texto Libre Estructurado (Datos de Línea 66)
et: Struktureeritud vaba tekst (rea 66 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 66 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 66)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 66)
hr: Strukturirani slobodan tekst (Podaci linije 66)
hu: Strukturált Szabad Szöveg (66. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 66 Gögn)
it: Testo Libero Strutturato (Dati Riga 66)
lt: Struktūrizuotas laisvas tekstas (66 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (66. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 66)
nl: Gestructureerde Vrije Tekst (Regel 66 Gegevens)
no: Strukturert Fritekst (Linje 66 Data)
pl: Strukturyzowany tekst wolny (Dane linii 66)
pt: Texto Livre Estruturado (Dados da Linha 66)
ro: Text Liber Structurat (Datele Liniei 66)
sk: Štruktúrovaný voľný text (údaje riadku 66)
sl: Strukturirano prosto besedilo (Podatki vrstice 66)
sv: Strukturerad Fritext (Rad 66 Data)

# di26077
source: Structured Free Text (Line 67 Data)
bg: Структуриран свободен текст (Данни за ред 67)
cs: Strukturovaný volný text (Data řádku 67)
de: Strukturierter Freitext (Zeile 67 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 67)
es: Texto Libre Estructurado (Datos de Línea 67)
et: Struktureeritud vaba tekst (rea 67 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 67 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 67)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 67)
hr: Strukturirani slobodan tekst (Podaci linije 67)
hu: Strukturált Szabad Szöveg (67. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 67 Gögn)
it: Testo Libero Strutturato (Dati Riga 67)
lt: Struktūrizuotas laisvas tekstas (67 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (67. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 67)
nl: Gestructureerde Vrije Tekst (Regel 67 Gegevens)
no: Strukturert Fritekst (Linje 67 Data)
pl: Strukturyzowany tekst wolny (Dane linii 67)
pt: Texto Livre Estruturado (Dados da Linha 67)
ro: Text Liber Structurat (Datele Liniei 67)
sk: Štruktúrovaný voľný text (údaje riadku 67)
sl: Strukturirano prosto besedilo (Podatki vrstice 67)
sv: Strukturerad Fritext (Rad 67 Data)

# di26078
source: Structured Free Text (Line 68 Data)
bg: Структуриран свободен текст (Данни за ред 68)
cs: Strukturovaný volný text (Data řádku 68)
de: Strukturierter Freitext (Zeile 68 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 68)
es: Texto Libre Estructurado (Datos de Línea 68)
et: Struktureeritud vaba tekst (rea 68 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 68 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 68)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 68)
hr: Strukturirani slobodan tekst (Podaci linije 68)
hu: Strukturált Szabad Szöveg (68. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 68 Gögn)
it: Testo Libero Strutturato (Dati Riga 68)
lt: Struktūrizuotas laisvas tekstas (68 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (68. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 68)
nl: Gestructureerde Vrije Tekst (Regel 68 Gegevens)
no: Strukturert Fritekst (Linje 68 Data)
pl: Strukturyzowany tekst wolny (Dane linii 68)
pt: Texto Livre Estruturado (Dados da Linha 68)
ro: Text Liber Structurat (Datele Liniei 68)
sk: Štruktúrovaný voľný text (údaje riadku 68)
sl: Strukturirano prosto besedilo (Podatki vrstice 68)
sv: Strukturerad Fritext (Rad 68 Data)

# di26079
source: Structured Free Text (Line 69 Data)
bg: Структуриран свободен текст (Данни за ред 69)
cs: Strukturovaný volný text (Data řádku 69)
de: Strukturierter Freitext (Zeile 69 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 69)
es: Texto Libre Estructurado (Datos de Línea 69)
et: Struktureeritud vaba tekst (rea 69 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 69 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 69)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 69)
hr: Strukturirani slobodan tekst (Podaci linije 69)
hu: Strukturált Szabad Szöveg (69. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 69 Gögn)
it: Testo Libero Strutturato (Dati Riga 69)
lt: Struktūrizuotas laisvas tekstas (69 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (69. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 69)
nl: Gestructureerde Vrije Tekst (Regel 69 Gegevens)
no: Strukturert Fritekst (Linje 69 Data)
pl: Strukturyzowany tekst wolny (Dane linii 69)
pt: Texto Livre Estruturado (Dados da Linha 69)
ro: Text Liber Structurat (Datele Liniei 69)
sk: Štruktúrovaný voľný text (údaje riadku 69)
sl: Strukturirano prosto besedilo (Podatki vrstice 69)
sv: Strukturerad Fritext (Rad 69 Data)

# di26080
source: Structured Free Text (Line 70 Data)
bg: Структуриран свободен текст (Данни за ред 70)
cs: Strukturovaný volný text (Data řádku 70)
de: Strukturierter Freitext (Zeile 70 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 70)
es: Texto Libre Estructurado (Datos de Línea 70)
et: Struktureeritud vaba tekst (rea 70 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 70 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 70)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 70)
hr: Strukturirani slobodan tekst (Podaci linije 70)
hu: Strukturált Szabad Szöveg (70. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 70 Gögn)
it: Testo Libero Strutturato (Dati Riga 70)
lt: Struktūrizuotas laisvas tekstas (70 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (70. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 70)
nl: Gestructureerde Vrije Tekst (Regel 70 Gegevens)
no: Strukturert Fritekst (Linje 70 Data)
pl: Strukturyzowany tekst wolny (Dane linii 70)
pt: Texto Livre Estruturado (Dados da Linha 70)
ro: Text Liber Structurat (Datele Liniei 70)
sk: Štruktúrovaný voľný text (údaje riadku 70)
sl: Strukturirano prosto besedilo (Podatki vrstice 70)
sv: Strukturerad Fritext (Rad 70 Data)

# di26081
source: Structured Free Text (Line 71 Data)
bg: Структуриран свободен текст (Данни за ред 71)
cs: Strukturovaný volný text (Data řádku 71)
de: Strukturierter Freitext (Zeile 71 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 71)
es: Texto Libre Estructurado (Datos de Línea 71)
et: Struktureeritud vaba tekst (rea 71 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 71 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 71)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 71)
hr: Strukturirani slobodan tekst (Podaci linije 71)
hu: Strukturált Szabad Szöveg (71. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 71 Gögn)
it: Testo Libero Strutturato (Dati Riga 71)
lt: Struktūrizuotas laisvas tekstas (71 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (71. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 71)
nl: Gestructureerde Vrije Tekst (Regel 71 Gegevens)
no: Strukturert Fritekst (Linje 71 Data)
pl: Strukturyzowany tekst wolny (Dane linii 71)
pt: Texto Livre Estruturado (Dados da Linha 71)
ro: Text Liber Structurat (Datele Liniei 71)
sk: Štruktúrovaný voľný text (údaje riadku 71)
sl: Strukturirano prosto besedilo (Podatki vrstice 71)
sv: Strukturerad Fritext (Rad 71 Data)

# di26082
source: Structured Free Text (Line 72 Data)
bg: Структуриран свободен текст (Данни за ред 72)
cs: Strukturovaný volný text (Data řádku 72)
de: Strukturierter Freitext (Zeile 72 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 72)
es: Texto Libre Estructurado (Datos de Línea 72)
et: Struktureeritud vaba tekst (rea 72 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 72 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 72)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 72)
hr: Strukturirani slobodan tekst (Podaci linije 72)
hu: Strukturált Szabad Szöveg (72. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 72 Gögn)
it: Testo Libero Strutturato (Dati Riga 72)
lt: Struktūrizuotas laisvas tekstas (72 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (72. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 72)
nl: Gestructureerde Vrije Tekst (Regel 72 Gegevens)
no: Strukturert Fritekst (Linje 72 Data)
pl: Strukturyzowany tekst wolny (Dane linii 72)
pt: Texto Livre Estruturado (Dados da Linha 72)
ro: Text Liber Structurat (Datele Liniei 72)
sk: Štruktúrovaný voľný text (údaje riadku 72)
sl: Strukturirano prosto besedilo (Podatki vrstice 72)
sv: Strukturerad Fritext (Rad 72 Data)

# di26083
source: Structured Free Text (Line 73 Data)
bg: Структуриран свободен текст (Данни за ред 73)
cs: Strukturovaný volný text (Data řádku 73)
de: Strukturierter Freitext (Zeile 73 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 73)
es: Texto Libre Estructurado (Datos de Línea 73)
et: Struktureeritud vaba tekst (rea 73 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 73 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 73)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 73)
hr: Strukturirani slobodan tekst (Podaci linije 73)
hu: Strukturált Szabad Szöveg (73. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 73 Gögn)
it: Testo Libero Strutturato (Dati Riga 73)
lt: Struktūrizuotas laisvas tekstas (73 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (73. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 73)
nl: Gestructureerde Vrije Tekst (Regel 73 Gegevens)
no: Strukturert Fritekst (Linje 73 Data)
pl: Strukturyzowany tekst wolny (Dane linii 73)
pt: Texto Livre Estruturado (Dados da Linha 73)
ro: Text Liber Structurat (Datele Liniei 73)
sk: Štruktúrovaný voľný text (údaje riadku 73)
sl: Strukturirano prosto besedilo (Podatki vrstice 73)
sv: Strukturerad Fritext (Rad 73 Data)

# di26084
source: Structured Free Text (Line 74 Data)
bg: Структуриран свободен текст (Данни за ред 74)
cs: Strukturovaný volný text (Data řádku 74)
de: Strukturierter Freitext (Zeile 74 Daten)
el: Δομημένο Ελεύθερο Κείμενο (Δεδομένα Γραμμής 74)
es: Texto Libre Estructurado (Datos de Línea 74)
et: Struktureeritud vaba tekst (rea 74 andmed)
fi: Rakenteellinen vapaa teksti (Rivi 74 Tiedot)
fr: Texte Libre Structuré (Données de Ligne 74)
ga: Téacs Saor Struchtúrtha (Sonraí Líne 74)
hr: Strukturirani slobodan tekst (Podaci linije 74)
hu: Strukturált Szabad Szöveg (74. Sor Adatok)
is: Skipulagður Frjáls Texti (Lína 74 Gögn)
it: Testo Libero Strutturato (Dati Riga 74)
lt: Struktūrizuotas laisvas tekstas (74 eilutės duomenys)
lv: Strukturēts Brīvs Teksts (74. līnijas Dati)
mt: Test Ħieles Strutturat (Data tal-Linja 74)
nl: Gestructureerde Vrije Tekst (Regel 74 Gegevens)
no: Strukturert Fritekst (Linje 74 Data)
pl: Strukturyzowany tekst wolny (Dane linii 74)
pt: Texto Livre Estruturado (Dados da Linha 74)
ro: Text Liber Structurat (Datele Liniei 74)
sk: Štruktúrovaný voľný text (údaje riadku 74)
sl: Strukturirano prosto besedilo (Podatki vrstice 74)
sv: Strukturerad Fritext (Rad 74 Data)
