Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di12004
source: Country of Origin, two-character ISO 3166 country code. With agreement of trading partners and when the Country of Origin is mixed, Country Code 'AA' shall be used.
bg: Държава на произход, двубуквен ISO 3166 код на държавата. Със съгласието на търговските партньори и когато държавата на произход е смесена, да се използва код на държава 'AA'.
cs: Země původu, dvouznakový kód země ISO 3166. Pokud se obchodní partneři dohodnou a země původu je smíšená, použije se kód země 'AA'.
de: Herkunftsland, zweistelliger ISO 3166-Ländercode. Mit Zustimmung der Handelspartner und wenn das Herkunftsland gemischt ist, soll der Ländercode 'AA' verwendet werden.
el: Χώρα Προέλευσης, διψήφιος κωδικός χώρας ISO 3166. Με τη συμφωνία των εμπορικών εταίρων και όταν η Χώρα Προέλευσης είναι μικτή, θα χρησιμοποιείται ο Κωδικός Χώρας 'AA'.
es: País de Origen, código de país de dos caracteres ISO 3166. Con acuerdo de los socios comerciales y cuando el País de Origen es mixto, se utilizará el Código de País 'AA'.
et: Päritoluriik, kahe tähemärgiga ISO 3166 riigikood. Kaubanduspartnerite kokkuleppel ja kui Päritoluriik on segatud, tuleb kasutada Riigikoodi 'AA'.
fi: Alkuperämaa, kaksikirjaiminen ISO 3166 maakoodi. Kaupankäyntikumppaneiden sopimuksella ja kun Alkuperämaa on sekoitettu, Maakoodi 'AA' tulee käyttää.
fr: Pays d'origine, code à deux caractères ISO 3166. Avec l'accord des partenaires commerciaux et lorsque le pays d'origine est mixte, le code de pays 'AA' doit être utilisé.
ga: Tír Bhunaidh, cód dhá charachtar ISO 3166. Le comhaontú na gcomhpháirtithe trádála agus nuair atá an Tír Bhunaidh measctha, ba chóir Cód Tíre 'AA' a úsáid.
hr: Zemlja porijekla, dvoslovni ISO 3166 kod zemlje. Uz dogovor trgovinskih partnera i kada je zemlja porijekla miješana, koristi se kod zemlje 'AA'.
hu: Származási ország, kétkarakteres ISO 3166 országkód. Amennyiben a kereskedelmi partnerek megállapodnak, és a származási ország vegyes, használják az 'AA' országkódot.
is: Upprunaland, tveggja stafa ISO 3166 landskóði. Með samkomulagi viðskiptafélaga og þegar upprunaland er blandað, skal nota landskóða 'AA'.
it: Paese di Origine, codice di due caratteri ISO 3166. Con l'accordo dei partner commerciali e quando il Paese di Origine è misto, il Codice Paese 'AA' deve essere utilizzato.
lt: Kilmės šalis, dviejų simbolių ISO 3166 šalies kodas. Suderinus su prekybos partneriais ir kai kilmės šalis yra mišri, turėtų būti naudojamas šalies kodas 'AA'.
lv: Izcelsmes Valsts, divu burtu ISO 3166 valsts kods. Ar tirdzniecības partneru piekrišanu un gadījumā, ja Izcelsmes Valsts ir jaukta, jāizmanto Valsts Kods 'AA'.
mt: Pajjiż ta' Oriġini, kodiċi ta' żewġ karattri ISO 3166. Bil-ftehim tas-sħab kummerċjali u meta l-Pajjiż ta' Oriġini huwa mħallat, għandu jintuża l-Kodiċi tal-Pajjiż 'AA'.
nl: Land van Oorsprong, tweecijferige ISO 3166 landcode. Met overeenkomst van handelspartners en wanneer het Land van Oorsprong gemengd is, Landcode 'AA' zal worden gebruikt.
no: Opprinnelsesland, to-bokstavs ISO 3166-landskode. Med avtale mellom handelspartnere og når opprinnelseslandet er blandet, skal landskoden 'AA' brukes.
pl: Kraj pochodzenia, dwuznakowy kod kraju ISO 3166. Za zgodą partnerów handlowych i gdy kraj pochodzenia jest mieszany, należy użyć kodu kraju 'AA'.
pt: País de Origem, código de país de duas letras ISO 3166. Com o acordo dos parceiros comerciais e quando o País de Origem for misto, o Código do País 'AA' deve ser usado.
ro: Țara de Origine, codul țării ISO 3166 cu două caractere. Cu acordul partenerilor comerciali și atunci când Țara de Origine este mixtă, se va utiliza Codul Țării 'AA'.
sk: Krajina pôvodu, dvojznakový kód krajiny ISO 3166. V prípade dohody obchodných partnerov a keď je krajina pôvodu zmiešaná, použije sa kód krajiny 'AA'.
sl: Država izvora, dvomestna koda države ISO 3166. Ob dogovoru trgovinskih partnerjev in ko je država izvora mešana, se uporabi koda države 'AA'.
sv: Ursprungsland, tvåbokstavskod enligt ISO 3166. Med överenskommelse mellan handelspartners och när ursprungslandet är blandat, ska landskod 'AA' användas.

# di12005
source: 'Ship For:' Location Code defined by an industry standard or mutually defined.
bg: Код на местоположение 'Изпращане за:', дефиниран по стандарт на индустрията или взаимно определен.
cs: Lokalita 'Odeslat pro:' definovaná průmyslovým standardem nebo společně definovaná.
de: 'Schiffsadresse:' Standortcode, der nach einem Industriestandard oder gemeinsam definiert wird.
el: Κωδικός Τοποθεσίας 'Για Αποστολή' που ορίζεται από ένα βιομηχανικό πρότυπο ή αμοιβαία καθορισμένο.
es: Código de Ubicación 'Enviar Por:' definido por un estándar de la industria o definido mutuamente.
et: 'Tarnitakse Eest:' Asukohakood, mille on määratlenud tööstusstandard või vastastikku määratletud.
fi: 'Toimita varten:' -Sijaintikoodi, joka on määritelty toimialastandardin tai keskinäisesti määritellyn mukaisesti.
fr: Code de localisation 'Expédier pour :' défini par une norme industrielle ou mutuellement défini.
ga: Cód Suímh 'Seol Ar Aghaidh Do:' atá sainithe ag caighdeán tionscail nó a shainmhínítear go frithpháirteach.
hr: 'Lokacija za slanje:' Kod lokacije definiran industrijskim standardom ili međusobno dogovoren.
hu: 'Szállításért felelős:' helykód, amelyet egy iparági szabvány vagy közösen meghatározott módon definiálnak.
is: 'Sendu fyrir:' Staðsetningarkóði skilgreindur af iðnaðarstaðli eða í sameiningu skilgreindur.
it: Località 'Spedire Per:' Codice definito da uno standard di settore o definito di comune accordo.
lt: Siuntimo užsakymo vieta 'Ship For:', apibrėžta pramonės standarto arba abipusiai sutarta.
lv: 'Ship For:' Atrašanās Vieta, kas definēta pēc nozares standarta vai savstarpēji definēta.
mt: 'Kunsinna Għal:' Kodiċi tal-Post Definit skont standard tal-industrija jew definit b'mod reċiproku.
nl: 'Ship For:' Locatiecode gedefinieerd door een industriestandaard of onderling gedefinieerd.
no: 'Lever for:' Lokasjonskode definert av en industristandard eller gjensidig definert.
pl: Kod lokalizacji 'Dostarczyć dla:' zdefiniowany przez standard branżowy lub zdefiniowany wspólnie.
pt: Código de Local 'Ship For:' definido por um padrão da indústria ou definido mutuamente.
ro: Codul Locației 'Expediere Pentru:' definit de un standard al industriei sau definit mutual.
sk: Kód lokality 'Doručiť pre:' definovaný priemyselným štandardom alebo vzájomne definovaný.
sl: Koda lokacije 'Pošlji za:', določena po industrijskem standardu ali medsebojno definirana.
sv: 'Ship For:' platskod definierad av en branschstandard eller gemensamt definierad.

# di12006
source: Route Code assigned by the supplier to designate a specific transportation path.
bg: Код на маршрут, присвоен от доставчика за обозначаване на конкретен транспортен път.
cs: Kód trasy přiřazený dodavatelem pro určení konkrétní dopravní cesty.
de: Vom Lieferanten zugewiesener Routencode zur Bezeichnung eines bestimmten Transportwegs.
el: Κωδικός Διαδρομής που ανατίθεται από τον προμηθευτή για να υποδείξει μια συγκεκριμένη διαδρομή μεταφοράς.
es: Código de Ruta asignado por el proveedor para designar un camino de transporte específico.
et: Tarnija poolt määratud marsruudi kood, mis tähistab kindlat transporditeed.
fi: Reittikoodi, jonka toimittaja on määrittänyt tietyn kuljetusreitin osoittamiseksi.
fr: Code de route attribué par le fournisseur pour désigner un chemin de transport spécifique.
ga: Cód Bealaigh a shanntar ag an soláthraí chun cosán iompair sonrach a ainmniú.
hr: Kod rute dodijeljen od strane dobavljača za označavanje određene transportne staze.
hu: A szállító által hozzárendelt útvonalkód, amely meghatároz egy adott szállítási utat.
is: Leiðarkóði úthlutað af birgja til að tilgreina ákveðna flutningsleið.
it: Codice Percorso assegnato dal fornitore per designare un percorso di trasporto specifico.
lt: Maršruto kodas, nustatytas tiekėjo tam, kad nurodytų konkretų transportavimo kelią.
lv: Maršruta Kods, ko piešķīris piegādātājs, lai norādītu konkrētu transportēšanas ceļu.
mt: Kodiċi tar-Rotta assenjat mill-fornitur biex jiddeskrivi triq tat-trasport speċifika.
nl: Route Code toegewezen door de leverancier om een specifiek transportpad aan te duiden.
no: Rutekode tildelt av leverandøren for å betegne en spesifikk transportvei.
pl: Kod trasy przydzielony przez dostawcę do określenia konkretnej ścieżki transportowej.
pt: Código de Rota atribuído pelo fornecedor para designar um caminho de transporte específico.
ro: Codul Rutei atribuit de furnizor pentru a desemna un traseu de transport specific.
sk: Kód trasy pridelený dodávateľom na označenie špecifického dopravného smeru.
sl: Koda poti, dodeljena s strani dobavitelja za določitev specifične transportne poti.
sv: Ruttkod tilldelad av leverantören för att ange en specifik transportväg.

# di12007
source: 6-character Department of Defense Activity Code (DoDAAC).
bg: 6-цифрен код на Департамента за отбрана на САЩ (DoDAAC).
cs: 6místný kód oddělení obrany DoDAAC.
de: 6-stelliger Code des US-Verteidigungsministeriums (DoDAAC).
el: 6-ψήφιος Κωδικός Δραστηριότητας του Τμήματος Άμυνας (DoDAAC).
es: Código de Actividad del Departamento de Defensa de 6 caracteres (DoDAAC).
et: Kaitseministeeriumi Tegevuskood (DoDAAC) 6 tähemärki.
fi: 6-merkkinen Puolustusministeriön Toimintakoodi (DoDAAC).
fr: Code d'activité du département de la défense des États-Unis à 6 caractères (DoDAAC).
ga: Cód Gníomhaíochta Roinn Cosanta na Stát Aontaithe 6 charachtar (DoDAAC).
hr: 6-znamenkasti kod Odjela obrane za aktivnosti (DoDAAC).
hu: 6 karakteres Védelmi Minisztériumi Tevékenységi Kód (DoDAAC).
is: 6 stafa varnarmálaráðuneytis kóði (DoDAAC).
it: Codice di Attività del Dipartimento della Difesa degli Stati Uniti (DoDAAC) a 6 caratteri.
lt: 6 simbolių Gynybos departamento veiklos kodas (DoDAAC).
lv: 6-ciparu Aizsardzības departamenta darbības kods (DoDAAC).
mt: Kodiċi tal-Attività tad-Dipartiment tad-Difiża ta' 6 karattri (DoDAAC).
nl: 6-karakter Department of Defense Activity Code (DoDAAC).
no: 6-tegns kode for forsvarsdepartementet (DoDAAC).
pl: 6-znakowy kod Departamentu Obrony Stanów Zjednoczonych (DoDAAC).
pt: Código de Atividade do Departamento de Defesa dos EUA (DoDAAC) de 6 caracteres.
ro: Codul Departamentului de Apărare al SUA cu 6 caractere (DoDAAC).
sk: 6-znakový kód oddelenia obrany DoDAAC.
sl: 6-mestna koda oddelka obrambe ZDA (DoDAAC).
sv: 6-tecken Department of Defense Activity Code (DoDAAC).

# di12008
source: Port of Embarkation - Mutually Defined.
bg: Превозвачен порт - Взаимно определен.
cs: Přístav nástupu - Společně definovaný.
de: Hafen der Einschiffung - Gemeinsam definiert.
el: Λιμάνι Εκκίνησης - Αμοιβαία Καθορισμένο.
es: Puerto de Embarque - Definido Mutuamente.
et: Pealemineku Sadam - Vastastikku Määratletud.
fi: Lähtösatama - Keskinäisesti Määritelty.
fr: Port d'embarquement - Mutuellement défini.
ga: Port Imeachta - Sainmhínithe go Frithpháirteach.
hr: Luka ukrcaja - Međusobno dogovoreno.
hu: Indulási kikötő - Közösen meghatározott.
is: Farmskráningarhöfn - Í sameiningu skilgreind.
it: Porto di Imbarco - Definito di comune accordo.
lt: Išplaukimo uostas - Abipusiai sutartas.
lv: Iekraušanas Osta - Savstarpēji Definēta.
mt: Port ta' Imbarkazzjoni - Definit b'mod reċiproku.
nl: Haven van Inscheping - Onderling Gedefinieerd.
no: Avreisehavn - Gjensidig definert.
pl: Port zaokrętowania - Zdefiniowany wspólnie.
pt: Porto de Embarque - Definido Mutuamente.
ro: Portul de Îmbarcare - Definit Mutual.
sk: Prístav naloženia - Vzájomne definované.
sl: Pristanišče vkrcanja - Medsebojno definirano.
sv: Avresehamn - Gemensamt definierad.

# di12009
source: Port of Debarkation - Mutually Defined.
bg: Превозвачен порт - Взаимно определен.
cs: Přístav vylodění - Společně definovaný.
de: Hafen der Ausschiffung - Gemeinsam definiert.
el: Λιμάνι Αποβίβασης - Αμοιβαία Καθορισμένο.
es: Puerto de Desembarque - Definido Mutuamente.
et: Mahamineku Sadam - Vastastikku Määratletud.
fi: Päämääräsatama - Keskinäisesti Määritelty.
fr: Port de débarquement - Mutuellement défini.
ga: Port Teachta - Sainmhínithe go Frithpháirteach.
hr: Luka iskrcaja - Međusobno dogovoreno.
hu: Érkezési kikötő - Közösen meghatározott.
is: Afarmskráningarhöfn - Í sameiningu skilgreind.
it: Porto di Sbarco - Definito di comune accordo.
lt: Atplaukimo uostas - Abipusiai sutartas.
lv: Izkraušanas Osta - Savstarpēji Definēta.
mt: Port ta' Dħul - Definit b'mod reċiproku.
nl: Haven van Ontscheping - Onderling Gedefinieerd.
no: Ankomsthavn - Gjensidig definert.
pl: Port wyokrętowania - Zdefiniowany wspólnie.
pt: Porto de Desembarque - Definido Mutuamente.
ro: Portul de Debarcare - Definit Mutual.
sk: Prístav vyloženia - Vzájomne definované.
sl: Pristanišče izkrcanja - Medsebojno definirano.
sv: Ankomsthamn - Gemensamt definierad.

# di12011
source: Location (Latitude/Longitude/Altitude) encoded in the format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
bg: Местоположение (ширина/дължина/височина) кодирано във формат xnn.nnnnn/xnnn.nnnnnn/xnnnn.
cs: Lokalita (zeměpisná šířka/délka/nadmořská výška) zakódovaná ve formátu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
de: Ort (Breitengrad/Längengrad/Höhe) kodiert im Format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
el: Τοποθεσία (Γεωγραφικό Πλάτος/Μήκος/Υψόμετρο) κωδικοποιημένη στη μορφή xnn.nnnnn/xnnn.nnnnnn/xnnnn.
es: Ubicación (Latitud/Longitud/Altitud) codificada en el formato xnn.nnnnn/xnnn.nnnnnn/xnnnn.
et: Asukoht (Laius/Pikkus/Kõrgus) kodeeritud formaadis xnn.nnnnn/xnnn.nnnnnn/xnnnn.
fi: Sijainti (Leveysaste/Pituusaste/Korkeus) koodattuna muodossa xnn.nnnnn/xnnn.nnnnnn/xnnnn.
fr: Localisation (Latitude/Longitude/Altitude) encodée au format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
ga: Suíomh (Domhanleithead/Domhanfhad/Airde) códaithe sa fhormáid xnn.nnnnn/xnnn.nnnnnn/xnnnn.
hr: Lokacija (geografska širina/duljina/nadmorska visina) kodirana u formatu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
hu: Helyszín (szélesség/hosszúság/magasság) a következő formátumban kódolva: xnn.nnnnn/xnnn.nnnnnn/xnnnn.
is: Staðsetning (Breiddargráða/Lengdargráða/Hæð) kóðuð í sniðinu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
it: Località (Latitudine/Longitudine/Altitudine) codificata nel formato xnn.nnnnn/xnnn.nnnnnn/xnnnn.
lt: Vieta (platuma / ilguma / aukštis) užkoduota formatu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
lv: Atrašanās Vieta (Platums/Garums/Augstums) kodēta formātā xnn.nnnnn/xnnn.nnnnnn/xnnnn.
mt: Post (Latitudni/Longitudni/Altitudni) kodifikat fil-format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
nl: Locatie (Breedtegraad/Lengtegraad/Hoogte) gecodeerd in het formaat xnn.nnnnn/xnnn.nnnnnn/xnnnn.
no: Lokasjon (Breddegrad/Lengdegrad/Høyde) kodet i formatet xnn.nnnnn/xnnn.nnnnnn/xnnnn.
pl: Lokalizacja (Szerokość/Długość/Wysokość) zakodowana w formacie xnn.nnnnn/xnnn.nnnnnn/xnnnn.
pt: Localização (Latitude/Longitude/Altitude) codificada no formato xnn.nnnnn/xnnn.nnnnnn/xnnnn.
ro: Locația (Latitudine/Longitudine/Altitudine) codificată în formatul xnn.nnnnn/xnnn.nnnnnn/xnnnn.
sk: Lokalita (Zemepisná šírka/Zemepisná dĺžka/Nadmorská výška) zakódovaná vo formáte xnn.nnnnn/xnnn.nnnnnn/xnnnn.
sl: Lokacija (geografska širina/dolžina/višina) kodirana v formatu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
sv: Plats (Latitud/Longitud/Höjd) kodad i formatet xnn.nnnnn/xnnn.nnnnnn/xnnnn.

# di12012
source: 'Ship To:' Location (Latitude/Longitude/Altitude) encoded in the format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
bg: Местоположение за доставка (ширина/дължина/височина) кодирано във формат xnn.nnnnn/xnnn.nnnnnn/xnnnn.
cs: Lokalita 'Doručit na:' (zeměpisná šířka/délka/nadmořská výška) zakódovaná ve formátu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
de: 'Lieferadresse:' Ort (Breitengrad/Längengrad/Höhe) kodiert im Format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
el: Τοποθεσία 'Προς Αποστολή' (Γεωγραφικό Πλάτος/Μήκος/Υψόμετρο) κωδικοποιημένη στη μορφή xnn.nnnnn/xnnn.nnnnnn/xnnnn.
es: Ubicación 'Enviar A:' (Latitud/Longitud/Altitud) codificada en el formato xnn.nnnnn/xnnn.nnnnnn/xnnnn.
et: 'Tarnitakse:' Asukoht (Laius/Pikkus/Kõrgus) kodeeritud formaadis xnn.nnnnn/xnnn.nnnnnn/xnnnn.
fi: 'Toimita:' -Sijainti (Leveysaste/Pituusaste/Korkeus) koodattuna muodossa xnn.nnnnn/xnnn.nnnnnn/xnnnn.
fr: Localisation 'Expédier à :' (Latitude/Longitude/Altitude) encodée au format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
ga: Suíomh 'Seol Chuig:' (Domhanleithead/Domhanfhad/Airde) códaithe sa fhormáid xnn.nnnnn/xnnn.nnnnnn/xnnnn.
hr: 'Lokacija za dostavu:' (geografska širina/duljina/nadmorska visina) kodirana u formatu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
hu: 'Szállítási cím:' Helyszín (szélesség/hosszúság/magasság) a következő formátumban kódolva: xnn.nnnnn/xnnn.nnnnnn/xnnnn.
is: 'Sendu til:' Staðsetning (Breiddargráða/Lengdargráða/Hæð) kóðuð í sniðinu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
it: Località 'Spedire A:' (Latitudine/Longitudine/Altitudine) codificata nel formato xnn.nnnnn/xnnn.nnnnnn/xnnnn.
lt: Pristatymo vieta 'Ship To:' (platuma / ilguma / aukštis) užkoduota formatu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
lv: 'Ship To:' Atrašanās Vieta (Platums/Garums/Augstums) kodēta formātā xnn.nnnnn/xnnn.nnnnnn/xnnnn.
mt: 'Kunsinna Lejn:' Post (Latitudni/Longitudni/Altitudni) kodifikat fil-format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
nl: 'Ship To:' Locatie (Breedtegraad/Lengtegraad/Hoogte) gecodeerd in het formaat xnn.nnnnn/xnnn.nnnnnn/xnnnn.
no: 'Lever til:' Lokasjon (Breddegrad/Lengdegrad/Høyde) kodet i formatet xnn.nnnnn/xnnn.nnnnnn/xnnnn.
pl: Lokalizacja 'Dostarczyć do:' (Szerokość/Długość/Wysokość) zakodowana w formacie xnn.nnnnn/xnnn.nnnnnn/xnnnn.
pt: Localização 'Ship To:' (Latitude/Longitude/Altitude) codificada no formato xnn.nnnnn/xnnn.nnnnnn/xnnnn.
ro: Locația 'Expediere Către:' (Latitudine/Longitudine/Altitudine) codificată în formatul xnn.nnnnn/xnnn.nnnnnn/xnnnn.
sk: Lokalita 'Doručiť na:' (Zemepisná šírka/Zemepisná dĺžka/Nadmorská výška) zakódovaná vo formáte xnn.nnnnn/xnnn.nnnnnn/xnnnn.
sl: Lokacija 'Pošlji na:' (geografska širina/dolžina/višina) kodirana v formatu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
sv: 'Ship To:' Plats (Latitud/Longitud/Höjd) kodad i formatet xnn.nnnnn/xnnn.nnnnnn/xnnnn.

# di12013
source: 'Ship From:' Location (Latitude/Longitude/Altitude) encoded in the format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
bg: Местоположение за изпращане (ширина/дължина/височина) кодирано във формат xnn.nnnnn/xnnn.nnnnnn/xnnnn.
cs: Lokalita 'Odeslat z:' (zeměpisná šířka/délka/nadmořská výška) zakódovaná ve formátu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
de: 'Absenderadresse:' Ort (Breitengrad/Längengrad/Höhe) kodiert im Format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
el: Τοποθεσία 'Από Αποστολή' (Γεωγραφικό Πλάτος/Μήκος/Υψόμετρο) κωδικοποιημένη στη μορφή xnn.nnnnn/xnnn.nnnnnn/xnnnn.
es: Ubicación 'Enviar Desde:' (Latitud/Longitud/Altitud) codificada en el formato xnn.nnnnn/xnnn.nnnnnn/xnnnn.
et: 'Saada Alates:' Asukoht (Laius/Pikkus/Kõrgus) kodeeritud formaadis xnn.nnnnn/xnnn.nnnnnn/xnnnn.
fi: 'Lähetä:' -Sijainti (Leveysaste/Pituusaste/Korkeus) koodattuna muodossa xnn.nnnnn/xnnn.nnnnnn/xnnnn.
fr: Localisation 'Expédier de :' (Latitude/Longitude/Altitude) encodée au format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
ga: Suíomh 'Seol Ó:' (Domhanleithead/Domhanfhad/Airde) códaithe sa fhormáid xnn.nnnnn/xnnn.nnnnnn/xnnnn.
hr: 'Lokacija odakle se šalje:' (geografska širina/duljina/nadmorska visina) kodirana u formatu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
hu: 'Szállítási kiindulási cím:' Helyszín (szélesség/hosszúság/magasság) a következő formátumban kódolva: xnn.nnnnn/xnnn.nnnnnn/xnnnn.
is: 'Sendu frá:' Staðsetning (Breiddargráða/Lengdargráða/Hæð) kóðuð í sniðinu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
it: Località 'Spedire Da:' (Latitudine/Longitudine/Altitudine) codificata nel formato xnn.nnnnn/xnnn.nnnnnn/xnnnn.
lt: Siuntimo vieta 'Ship From:' (platuma / ilguma / aukštis) užkoduota formatu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
lv: 'Ship From:' Atrašanās Vieta (Platums/Garums/Augstums) kodēta formātā xnn.nnnnn/xnnn.nnnnnn/xnnnn.
mt: 'Mibgħut Minn:' Post (Latitudni/Longitudni/Altitudni) kodifikat fil-format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
nl: 'Ship From:' Locatie (Breedtegraad/Lengtegraad/Hoogte) gecodeerd in het formaat xnn.nnnnn/xnnn.nnnnnn/xnnnn.
no: 'Lever fra:' Lokasjon (Breddegrad/Lengdegrad/Høyde) kodet i formatet xnn.nnnnn/xnnn.nnnnnn/xnnnn.
pl: Lokalizacja 'Dostarczyć z:' (Szerokość/Długość/Wysokość) zakodowana w formacie xnn.nnnnn/xnnn.nnnnnn/xnnnn.
pt: Localização 'Ship From:' (Latitude/Longitude/Altitude) codificada no formato xnn.nnnnn/xnnn.nnnnnn/xnnnn.
ro: Locația 'Expediere De la:' (Latitudine/Longitudine/Altitudine) codificată în formatul xnn.nnnnn/xnnn.nnnnnn/xnnnn.
sk: Lokalita 'Odoslať z:' (Zemepisná šírka/Zemepisná dĺžka/Nadmorská výška) zakódovaná vo formáte xnn.nnnnn/xnnn.nnnnnn/xnnnn.
sl: Lokacija 'Pošlji iz:' (geografska širina/dolžina/višina) kodirana v formatu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
sv: 'Ship From:' Plats (Latitud/Longitud/Höjd) kodad i formatet xnn.nnnnn/xnnn.nnnnnn/xnnnn.

# di12015
source: Ship For: Location (Latitude/Longitude/Altitude) encoded in the format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
bg: Местоположение за изпращане за: (ширина/дължина/височина) кодирано във формат xnn.nnnnn/xnnn.nnnnnn/xnnnn.
cs: Lokalita 'Odeslat pro:' (zeměpisná šířka/délka/nadmořská výška) zakódovaná ve formátu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
de: 'Schiffsadresse:' Ort (Breitengrad/Längengrad/Höhe) kodiert im Format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
el: Τοποθεσία 'Για Αποστολή': (Γεωγραφικό Πλάτος/Μήκος/Υψόμετρο) κωδικοποιημένη στη μορφή xnn.nnnnn/xnnn.nnnnnn/xnnnn.
es: Ubicación 'Enviar Por:' (Latitud/Longitud/Altitud) codificada en el formato xnn.nnnnn/xnnn.nnnnnn/xnnnn.
et: Saada Eest: Asukoht (Laius/Pikkus/Kõrgus) kodeeritud formaadis xnn.nnnnn/xnnn.nnnnnn/xnnnn.
fi: Toimita varten: Sijainti (Leveysaste/Pituusaste/Korkeus) koodattuna muodossa xnn.nnnnn/xnnn.nnnnnn/xnnnn.
fr: Localisation 'Expédier pour :' (Latitude/Longitude/Altitude) encodée au format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
ga: Suíomh 'Seol Ar Aghaidh Do:' (Domhanleithead/Domhanfhad/Airde) códaithe sa fhormáid xnn.nnnnn/xnnn.nnnnnn/xnnnn.
hr: 'Lokacija za slanje:' (geografska širina/duljina/nadmorska visina) kodirana u formatu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
hu: 'Szállításért felelős:' Helyszín (szélesség/hosszúság/magasság) a következő formátumban kódolva: xnn.nnnnn/xnnn.nnnnnn/xnnnn.
is: Sendu fyrir: Staðsetning (Breiddargráða/Lengdargráða/Hæð) kóðuð í sniðinu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
it: Località 'Spedire Per:' (Latitudine/Longitudine/Altitudine) codificata nel formato xnn.nnnnn/xnnn.nnnnnn/xnnnn.
lt: Siuntimo užsakymo vieta 'Ship For:' (platuma / ilguma / aukštis) užkoduota formatu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
lv: Ship For: Atrašanās Vieta (Platums/Garums/Augstums) kodēta formātā xnn.nnnnn/xnnn.nnnnnn/xnnnn.
mt: Kunsinna Għal: Post (Latitudni/Longitudni/Altitudni) kodifikat fil-format xnn.nnnnn/xnnn.nnnnnn/xnnnn.
nl: Ship For: Locatie (Breedtegraad/Lengtegraad/Hoogte) gecodeerd in het formaat xnn.nnnnn/xnnn.nnnnnn/xnnnn.
no: Lever for: Lokasjon (Breddegrad/Lengdegrad/Høyde) kodet i formatet xnn.nnnnn/xnnn.nnnnnn/xnnnn.
pl: Lokalizacja 'Dostarczyć dla:' (Szerokość/Długość/Wysokość) zakodowana w formacie xnn.nnnnn/xnnn.nnnnnn/xnnnn.
pt: Localização 'Ship For:' (Latitude/Longitude/Altitude) codificada no formato xnn.nnnnn/xnnn.nnnnnn/xnnnn.
ro: Locația 'Expediere Pentru:' (Latitudine/Longitudine/Altitudine) codificată în formatul xnn.nnnnn/xnnn.nnnnnn/xnnnn.
sk: Lokalita 'Doručiť pre:' (Zemepisná šírka/Zemepisná dĺžka/Nadmorská výška) zakódovaná vo formáte xnn.nnnnn/xnnn.nnnnnn/xnnnn.
sl: Lokacija 'Pošlji za:' (geografska širina/dolžina/višina) kodirana v formatu xnn.nnnnn/xnnn.nnnnnn/xnnnn.
sv: 'Ship For:' Plats (Latitud/Longitud/Höjd) kodad i formatet xnn.nnnnn/xnnn.nnnnnn/xnnnn.
