Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di23003
source: Combined Work Order Number and Operation Sequence Number in the format nn...n+nn...n where a plus symbol (+) is used as a delimiter between the Work Order Number and the Operation Sequence Number.
bg: Комбиниран номер на работна поръчка и номер на операционна последователност във формат nn...n+nn...n където символът плюс (+) се използва като разделител между номера на работната поръчка и номера на операционната последователност.
cs: Spojení čísla pracovního příkazu a pořadového čísla operace ve formátu nn...n+nn...n, kde symbol plus (+) slouží jako oddělovač mezi číslem pracovního příkazu a pořadovým číslem operace.
de: Kombinierte Arbeitsauftragsnummer und Vorgangs-Sequenznummer im Format nn...n+nn...n, wobei ein Pluszeichen (+) als Trennzeichen zwischen der Arbeitsauftragsnummer und der Vorgangs-Sequenznummer verwendet wird.
el: Συνδυασμός Αριθμού Εργασιακής Εντολής και Αριθμού Ακολουθίας Εργασίας στη μορφή nn...n+nn...n όπου ένα σύμβολο πληθυντικού (+) χρησιμοποιείται ως διαχωριστικό μεταξύ του Αριθμού Εργασιακής Εντολής και του Αριθμού Ακολουθίας Εργασίας.
es: Combinación de Número de Orden de Trabajo y Número de Secuencia de Operación en el formato nn...n+nn...n donde se utiliza un símbolo más (+) como delimitador entre el Número de Orden de Trabajo y el Número de Secuencia de Operación.
et: Kombineeritud töökorralduse number ja operatsioonijärjestuse number formaadis nn...n+nn...n, kus plussmärki (+) kasutatakse eraldajana töökorralduse numbri ja operatsioonijärjestuse numbri vahel.
fi: Yhdistetty työkäskynumero ja toimintosekvenssinumero muodossa nn...n+nn...n, missä plus-merkki (+) käytetään erotinmerkkinä Työkäskynumeron ja Toimintosekvenssinumeron välillä.
fr: Numéro de Bon de Travail Combiné et Numéro de Séquence d'Opération dans le format nn...n+nn...n où un symbole plus (+) est utilisé comme délimiteur entre le Numéro de Bon de Travail et le Numéro de Séquence d'Opération.
ga: Comhcheangal de Uimhir Ordaithe Oibre agus Uimhir Seicheamh Oibríochta sa fhormáid nn...n+nn...n áit a n-úsáidtear siombail pluis (+) mar dheighilteoir idir Uimhir Ordaithe Oibre agus Uimhir Seicheamh Oibríochta.
hr: Kombinirani broj radnog naloga i broj redoslijeda operacija u formatu nn...n+nn...n gdje se plus simbol (+) koristi kao razdjelnik između broja radnog naloga i broja redoslijeda operacija.
hu: Összevont Munkarendelési Szám és Műveleti Sorrend Száma a nn...n+nn...n formátumban, ahol egy plusz szimbólumot (+) használnak elválasztóként a Munkarendelési Szám és a Műveleti Sorrend Száma között.
is: Samsett verkefnisnúmer og röðunaraðgerðanúmer á formi nn...n+nn...n þar sem plús tákn (+) er notað sem skil á milli verkefnisnúmers og röðunaraðgerðanúmers.
it: Combinazione del Numero di Ordine di Lavoro e Numero di Sequenza dell'Operazione nel formato nn...n+nn...n dove un simbolo più (+) è utilizzato come delimitatore tra il Numero di Ordine di Lavoro e il Numero di Sequenza dell'Operazione.
lt: Sujungtas darbo užsakymo numeris ir operacijos sekos numeris formatu nn...n+nn...n, kur pliuso simbolis (+) naudojamas kaip skirtukas tarp darbo užsakymo numerio ir operacijos sekos numerio.
lv: Apvienots Darba Pasūtījuma Numurs un Operācijas Secības Numurs formātā nn...n+nn...n, kur plusa simbols (+) tiek izmantots kā atdalītājs starp Darba Pasūtījuma Numuru un Operācijas Secības Numuru.
mt: Numru tal-Ordni tax-Xogħol u Numru tas-Sekwenza tal-Operazzjoni fil-format nn...n+nn...n fejn simbolu tal-plus (+) jintuża bħala deliminatur bejn in-Numru tal-Ordni tax-Xogħol u n-Numru tas-Sekwenza tal-Operazzjoni.
nl: Gecombineerd Werkordernummer en Operatievolgnummer in het formaat nn...n+nn...n waar een plusteken (+) wordt gebruikt als scheidingsteken tussen het Werkordernummer en het Operatievolgnummer.
no: Kombinert Arbeidsordre Nummer og Operasjons Sekvens Nummer i formatet nn...n+nn...n hvor et pluss symbol (+) brukes som en skilletegn mellom Arbeidsordre Nummer og Operasjons Sekvens Nummer.
pl: Połączony numer zlecenia roboczego i numer sekwencji operacji w formacie nn...n+nn...n, gdzie symbol plusa (+) jest używany jako ogranicznik między numerem zlecenia roboczego a numerem sekwencji operacji.
pt: Número Combinado da Ordem de Trabalho e Número de Sequência da Operação no formato nn...n+nn...n onde um símbolo de mais (+) é usado como delimitador entre o Número da Ordem de Trabalho e o Número de Sequência da Operação.
ro: Combinat Numărul de Ordin de Lucru și Numărul Secvenței Operațiunii în formatul nn...n+nn...n unde un simbol plus (+) este folosit ca delimitator între Numărul de Ordin de Lucru și Numărul Secvenței Operațiunii.
sk: Kombinované číslo pracovného príkazu a poradové číslo operácie vo formáte nn...n+nn...n, kde symbol plus (+) sa používa ako oddeľovač medzi číslom pracovného príkazu a poradovým číslom operácie.
sl: Kombinirana številka delovnega naloga in številka zaporedja operacije v formatu nn...n+nn...n, kjer se kot ločilnik uporablja simbol plus (+).
sv: Kombinerat Arbetsordernummer och Operationssekvensnummer i formatet nn...n+nn...n där ett plustecken (+) används som en avgränsare mellan Arbetsordernumret och Operationssekvensnumret.

# di23004
source: Status Code (internally assigned or mutually defined).
bg: Код на статус (вътрешно присвоен или взаимно определен).
cs: Kód stavu (interně přiřazeno nebo vzájemně definováno).
de: Statuscode (intern zugewiesen oder gemeinsam definiert).
el: Κωδικός Κατάστασης (εσωτερικά ανατεθειμένος ή κοινά ορισμένος).
es: Código de Estado (asignado internamente o definido mutuamente).
et: Staatuskood (sisemiselt määratud või vastastikku määratletud).
fi: Tilakoodi (sisäisesti määritelty tai yhteisesti määritelty).
fr: Code de Statut (attribué en interne ou mutuellement défini).
ga: Cód Stádais (arna shannadh go hinmheánach nó a sainmhínítear go frithpháirteach).
hr: Kod statusa (interno dodijeljen ili uzajamno definiran).
hu: Státuszkód (belsőleg kijelölve vagy közösen meghatározva).
is: Stöðukóði (innanríkis úthlutað eða sameiginlega skilgreint).
it: Codice di Stato (assegnato internamente o definito di comune accordo).
lt: Statuso kodas (viduje priskirtas arba bendrai apibrėžtas).
lv: Statusa Kods (iekšēji piešķirts vai kopīgi definēts).
mt: Kodiċi tal-Istatus (assenjat internament jew definit b'mod reċiproku).
nl: Statuscode (intern toegewezen of onderling gedefinieerd).
no: Statuskode (internt tildelt eller gjensidig definert).
pl: Kod statusu (przypisany wewnętrznie lub wzajemnie zdefiniowany).
pt: Código de Status (atribuído internamente ou definido mutuamente).
ro: Codul Stării (atribuit intern sau definit mutual).
sk: Kód stavu (interné pridelené alebo vzájomne definované).
sl: Koda stanja (interno dodeljeno ali medsebojno določeno).
sv: Statuskod (internt tilldelad eller ömsesidigt definierad).

# di23005
source: Work Unit Code - identifies system, subsystem, assembly, component etc. on which maintenance is performed.
bg: Работен код на единица - идентифицира система, подсистема, сглобка, компонент и т.н., върху която се извършва поддръжка.
cs: Kód pracovní jednotky - identifikuje systém, podsystém, sestavu, komponentu atd., na které se provádí údržba.
de: Arbeitsgruppencode - Identifiziert System, Untersystem, Baugruppe, Komponente usw., an denen Wartungsarbeiten durchgeführt werden.
el: Κωδικός Μονάδας Εργασίας - προσδιορίζει το σύστημα, υποσύστημα, συναρμολόγηση, συστατικό κ.λπ. στο οποίο εκτελείται συντήρηση.
es: Código de Unidad de Trabajo - identifica el sistema, subsistema, ensamblaje, componente, etc. en el que se realiza el mantenimiento.
et: Tööüksuse kood - identifitseerib süsteemi, alamsüsteemi, koostu, komponendi jne, mille kallal hooldust tehakse.
fi: Työyksikkökoodi - tunnistaa järjestelmän, alajärjestelmän, kokoonpanon, komponentin jne., jossa huoltoa suoritetaan.
fr: Code d'Unité de Travail - identifie le système, sous-système, assemblage, composant, etc. sur lequel la maintenance est effectuée.
ga: Cód Aonad Oibre - aithníonn córas, fo-chóras, tionól, comhpháirt srl. ar a ndéantar cothabháil.
hr: Kod radne jedinice - identificira sustav, podsustav, sklop, komponentu itd. na kojoj se obavlja održavanje.
hu: Munkaegység Kód - azonosítja a rendszert, alrendszert, összeállítást, alkatrészt stb., amelyen a karbantartást végzik.
is: Vinnueiningarkóði - auðkennir kerfi, undirkerfi, samsetningu, hluta o.s.frv. þar sem viðhald er framkvæmt.
it: Codice Unità di Lavoro - identifica il sistema, il sottosistema, l'assemblaggio, il componente ecc. su cui viene eseguita la manutenzione.
lt: Darbo vieneto kodas - identifikuoja sistemą, posistemę, surinkimą, komponentą ir pan., ant kurio atliekama priežiūra.
lv: Darba Vienības Kods - identificē sistēmu, apakšsistēmu, montāžu, komponenti utt., kurā tiek veikta apkope.
mt: Kodiċi tal-Unità tax-Xogħol - jidentifika s-sistema, sottosistema, assemblaġġ, komponent eċċ. li fuqu jsir il-manutenzjoni.
nl: Werkcode - identificeert systeem, subsysteem, assemblage, component enz. waarop onderhoud wordt uitgevoerd.
no: Arbeidsenhet Kode - identifiserer system, subsystem, sammenstilling, komponent etc. hvor vedlikehold utføres.
pl: Kod jednostki pracy - identyfikuje system, podsystem, zespół, komponent itp., na którym wykonywana jest konserwacja.
pt: Código da Unidade de Trabalho - identifica sistema, subsistema, montagem, componente etc. em que a manutenção é realizada.
ro: Codul Unității de Lucru - identifică sistemul, subsistemul, asamblarea, componenta etc. asupra căreia se efectuează întreținerea.
sk: Kód pracovnej jednotky - identifikuje systém, podsystém, zostavu, komponent atď., na ktorom sa vykonáva údržba.
sl: Koda delovne enote - identificira sistem, podsistem, sestav, komponento itd., na katerem se izvaja vzdrževanje.
sv: Arbetsenhetskod - identifierar system, delsystem, montering, komponent etc. där underhåll utförs.

# di23006
source: Nomenclature - (internally assigned or mutually defined).
bg: Номенклатура - (вътрешно присвоен или взаимно определен).
cs: Nomenklatura - (interně přiřazeno nebo vzájemně definováno).
de: Nomenklatur - (intern zugewiesen oder gemeinsam definiert).
el: Ονομασία - (εσωτερικά ανατεθειμένος ή κοινά ορισμένος).
es: Nomenclatura - (asignado internamente o definido mutuamente).
et: Nomenklatuur - (sisemiselt määratud või vastastikku määratletud).
fi: Nimikkeistö - (sisäisesti määritelty tai yhteisesti määritelty).
fr: Nomenclature - (attribué en interne ou mutuellement défini).
ga: Ainmniúchán - (arna shannadh go hinmheánach nó a sainmhínítear go frithpháirteach).
hr: Nomenklatura - (interno dodijeljen ili uzajamno definiran).
hu: Névlegesség - (belsőleg kijelölve vagy közösen meghatározva).
is: Heiti - (innanríkis úthlutað eða sameiginlega skilgreint).
it: Nomenclatura - (assegnato internamente o definito di comune accordo).
lt: Nomenklatūra - (viduje priskirtas arba bendrai apibrėžtas).
lv: Nomenklatūra - (iekšēji piešķirts vai kopīgi definēts).
mt: Nomenklatura - (assenjat internament jew definit b'mod reċiproku).
nl: Nomenclatuur - (intern toegewezen of onderling gedefinieerd).
no: Nomenklatur - (internt tildelt eller gjensidig definert).
pl: Nomenklatura - (przypisany wewnętrznie lub wzajemnie zdefiniowany).
pt: Nomenclatura - (atribuído internamente ou definido mutuamente).
ro: Nomenclatura - (atribuit intern sau definit mutual).
sk: Nomenklatúra - (interné pridelené alebo vzájomne definované).
sl: Nomenklatura - (interno dodeljeno ali medsebojno določeno).
sv: Nomenklatur - (internt tilldelad eller ömsesidigt definierad).

# di23010
source: Form Control Number - Preprinted control number on forms.
bg: Номер на контролен формуляр - Предпечатан контролен номер на формуляри.
cs: Číslo kontrolního formuláře - Předtištěné kontrolní číslo na formulářích.
de: Formularkontrollnummer - Vorbedruckte Kontrollnummer auf Formularen.
el: Αριθμός Ελέγχου Φόρμας - Προτυπωμένος αριθμός ελέγχου σε φόρμες.
es: Número de Control de Formulario - Número de control preimpreso en formularios.
et: Vormi kontrollnumber - vormidel eeltrükitud kontrollnumber.
fi: Lomakkeen hallintanumero - Esipainetun hallintanumeron lomakkeissa.
fr: Numéro de Contrôle de Formulaire - Numéro de contrôle préimprimé sur les formulaires.
ga: Uimhir Rialaithe Foirm - Uimhir rialaithe réamhphriontáilte ar fhoirmeacha.
hr: Broj kontrolnog obrasca - Predtiskani kontrolni broj na obrascima.
hu: Űrlap Ellenőrzési Szám - Nyomtatott ellenőrzési szám az űrlapokon.
is: Formstjórnunar númer - Fyrirfram prentað stjórnunar númer á eyðublöðum.
it: Numero di Controllo del Modulo - Numero di controllo prestampato sui moduli.
lt: Formos kontrolės numeris - Iš anksto atspausdintas kontrolės numeris ant formų.
lv: Formas Kontroles Numurs - Iepriekš iespiests kontroles numurs uz formām.
mt: Numru tal-Kontroll tal-Formola - Numru tal-kontroll ipprintjat minn qabel fuq il-formoli.
nl: Formulier Controle Nummer - Voorafgedrukt controle nummer op formulieren.
no: Form Kontroll Nummer - Forhåndsutskrevet kontrollnummer på skjemaer.
pl: Numer kontrolny formularza - Wstępnie nadrukowany numer kontrolny na formularzach.
pt: Número de Controle do Formulário - Número de controle pré-impresso em formulários.
ro: Numărul de Control al Formularului - Numărul de control preimprimat pe formulare.
sk: Kontrolné číslo formulára - Predtlačené kontrolné číslo na formulároch.
sl: Številka obrazca za nadzor - Prednatisnjena kontrolna številka na obrazcih.
sv: Formulärkontrollnummer - Förtryckt kontrollnummer på formulär.

# di23011
source: Quality Assurance Inspector - Last Name.
bg: Инспектор по качеството - Фамилно име.
cs: Kontrolor kvality - Příjmení.
de: Qualitätsprüfer - Nachname.
el: Επιθεωρητής Διασφάλισης Ποιότητας - Επώνυμο.
es: Inspector de Control de Calidad - Apellido.
et: Kvaliteedi tagamise inspektor - perekonnanimi.
fi: Laadunvarmistusinsinööri - Sukunimi.
fr: Inspecteur de l'Assurance Qualité - Nom de Famille.
ga: Cigire Cáilíochta - Sloinne.
hr: Inspektor kontrole kvalitete - Prezime.
hu: Minőségbiztosítási Ellenőr - Vezetéknév.
is: Gæðaeftirlitsaðili - Eftirnafn.
it: Ispettore di Controllo Qualità - Cognome.
lt: Kokybės užtikrinimo inspektorius - Pavardė.
lv: Kvalitātes Kontroles Inspektors - Uzvārds.
mt: Ispettur tal-Assigurazzjoni tal-Kwalità - Kunjom.
nl: Kwaliteitscontrole Inspecteur - Achternaam.
no: Kvalitetssikringsinspektør - Etternavn.
pl: Inspektor kontroli jakości - Nazwisko.
pt: Inspetor de Garantia de Qualidade - Sobrenome.
ro: Inspectorul Asigurării Calității - Numele de familie.
sk: Inšpektor kontroly kvality - Priezvisko.
sl: Inšpektor za zagotavljanje kakovosti - Priimek.
sv: Kvalitetssäkringsinspektör - Efternamn.

# di23012
source: Telephone Number of the Person/Activity Completing the Form - expressed in the format (country code) city or area code plus local number i.e. (1) 319 555 1212.
bg: Телефонен номер на лицето/дейността, което попълва формуляра - изразено във формат (код на държава) код на град или район плюс локален номер, напр. (1) 319 555 1212.
cs: Telefonní číslo osoby/aktivity vyplňující formulář - vyjádřeno ve formátu (kód země) kód města nebo oblasti plus místní číslo, tj. (1) 319 555 1212.
de: Telefonnummer der Person/Aktivität, die das Formular ausfüllt - im Format (Ländervorwahl) Vorwahl, Exchange, Nummer [XX YYY ZZZ ZZZZ].
el: Τηλεφωνικός Αριθμός του Προσώπου/Δραστηριότητας που Συμπληρώνει τη Φόρμα - εκφρασμένος στη μορφή (κωδικός χώρας) κωδικός πόλης ή περιοχής συν τοπικός αριθμός π.χ. (1) 319 555 1212.
es: Número de Teléfono de la Persona/Actividad que Completa el Formulario - expresado en el formato (código de país) código de ciudad o área más número local, es decir, (1) 319 555 1212.
et: Vormi täitnud isiku/tegevuse telefoninumber - väljendatud formaadis (riigikood) linna- või piirkonnakood pluss kohalik number, nt (1) 319 555 1212.
fi: Yhteyshenkilön/Toiminnan puhelinnumero - muodossa (maakoodi) kaupungin tai aluekoodi plus paikallinen numero esim. (1) 319 555 1212.
fr: Numéro de Téléphone de la Personne/Activité Complétant le Formulaire - exprimé dans le format (code pays) code de ville ou de région plus numéro local, c'est-à-dire (1) 319 555 1212.
ga: Uimhir Theileafóin an Duine/Gníomhaíochta a Chomhlánaíonn an Fhoirm - curtha in iúl sa fhormáid (cód tíre) cód cathrach nó ceantair móide uimhir áitiúil i.e. (1) 319 555 1212.
hr: Telefonski broj osobe/aktivnosti koja ispunjava obrazac - izražen u formatu (međunarodni pozivni broj) pozivni broj grada ili područja plus lokalni broj npr. (1) 319 555 1212.
hu: Az Űrlapot Kitöltő Személy/Szervezet Telefonszáma - a formátum szerint (országkód) városi vagy területi kód plusz helyi szám, azaz (1) 319 555 1212.
is: Símanúmer þess aðila/verkefnis sem fyllir út eyðublaðið - tjáð á formi (landsnúmer) svæðisnúmer eða borgarkóði plús staðarnúmer t.d. (1) 319 555 1212.
it: Numero di Telefono della Persona/Attività che Completa il Modulo - espresso nel formato (codice paese) codice di città o area più numero locale es. (1) 319 555 1212.
lt: Asmens / veiklos, užpildžiusios formą, telefono numeris - išreikštas formatu (šalies kodas) miesto ar rajono kodas plius vietinis numeris, pvz., (1) 319 555 1212.
lv: Personas/Activitātes, kas Aizpilda Formu, Tālruņa Numurs - izteikts formātā (valsts kods) pilsētas vai rajona kods plus vietējais numurs, piemēram, (1) 319 555 1212.
mt: Numru tat-Telefon tal-Persuna/Attività li Timla l-Formola - espress fil-format (kodiċi tal-pajjiż) kodiċi tal-belt jew taż-żona segwit min-numru lokali jiġifieri (1) 319 555 1212.
nl: Telefoonnummer van de Persoon/Activiteit die het Formulier invult - uitgedrukt in het formaat (landcode) stad- of netnummer plus lokaal nummer d.w.z. (1) 319 555 1212.
no: Telefonnummer til Personen/Aktiviteten som Fullfører Skjemaet - uttrykt i formatet (landskode) by- eller områdekode pluss lokalt nummer, dvs. (1) 319 555 1212.
pl: Numer telefonu osoby/działu wypełniającego formularz - wyrażony w formacie (kod kraju) kod miasta lub obszaru plus numer lokalny, np. (1) 319 555 1212.
pt: Número de Telefone da Pessoa/Atividade que Preenche o Formulário - expresso no formato (código do país) código da cidade ou área mais número local ex. (1) 319 555 1212.
ro: Numărul de Telefon al Persoanei/Activității care Completează Formularul - exprimat în formatul (codul țării) codul orașului sau zonei plus numărul local, de exemplu, (1) 319 555 1212.
sk: Telefónne číslo osoby/aktivity vyplňujúcej formulár - vyjadrené vo formáte (kód krajiny) kód mesta alebo oblasti plus miestne číslo, t.j. (1) 319 555 1212.
sl: Telefonska številka osebe/aktivnosti, ki izpolnjuje obrazec - izraženo v formatu (koda države) koda mesta ali območja plus lokalna številka npr. (1) 319 555 1212.
sv: Telefonnummer till Personen/Aktiviteten som Fullbordar Formuläret - uttryckt i formatet (landskod) stads- eller riktnummer plus lokalt nummer, dvs. (1) 319 555 1212.

# di26000
source: Mutually Defined Between Customer and Supplier
bg: Взаимно определено между клиент и доставчик
cs: Vzájemně definováno mezi zákazníkem a dodavatelem
de: Gemeinsam definiert zwischen Kunde und Lieferant
el: Μεταξύ Πελάτη και Προμηθευτή Κοινά Ορισμένο
es: Definido Mutuamente Entre Cliente y Proveedor
et: Vastastikku määratletud kliendi ja tarnija vahel
fi: Yhteisesti määritelty asiakkaan ja toimittajan välillä
fr: Mutuellement Défini Entre Client et Fournisseur
ga: Sainmhínithe go Frithpháirteach idir Custaiméir agus Soláthraí
hr: Uzajamno definiran između kupca i dobavljača
hu: Közösen Meghatározva Vevő és Beszállító Között
is: Sameiginlega Skilgreint Á Milli Viðskiptavinar og Birgja
it: Definito di Comune Accordo tra Cliente e Fornitore
lt: Tarpusavyje apibrėžtas tarp kliento ir tiekėjo
lv: Savstarpēji Definēts Starp Klientu un Piegādātāju
mt: Definit b'Mod Reċiproku Bejn il-Klijent u l-Fornitur
nl: Onderling Gedefinieerd Tussen Klant en Leverancier
no: Gjensidig Definert Mellom Kunde og Leverandør
pl: Wzajemnie zdefiniowane między klientem a dostawcą
pt: Definido Mutuamente entre Cliente e Fornecedor
ro: Definit Mutual între Client și Furnizor
sk: Vzájomne definované medzi zákazníkom a dodávateľom
sl: Medsebojno določeno med kupcem in dobaviteljem
sv: Ömsesidigt Definierat Mellan Kund och Leverantör

# di26001
source: Mutually Defined Between Carrier and Supplier
bg: Взаимно определено между превозвач и доставчик
cs: Vzájemně definováno mezi přepravcem a dodavatelem
de: Gemeinsam definiert zwischen Transporteur und Lieferant
el: Μεταξύ Μεταφορέα και Προμηθευτή Κοινά Ορισμένο
es: Definido Mutuamente Entre Transportista y Proveedor
et: Vastastikku määratletud vedaja ja tarnija vahel
fi: Yhteisesti määritelty kuljetusliikkeen ja toimittajan välillä
fr: Mutuellement Défini Entre Transporteur et Fournisseur
ga: Sainmhínithe go Frithpháirteach idir Iompróir agus Soláthraí
hr: Uzajamno definiran između prijevoznika i dobavljača
hu: Közösen Meghatározva Fuvarozó és Beszállító Között
is: Sameiginlega Skilgreint Á Milli Flutningsaðila og Birgja
it: Definito di Comune Accordo tra Vettore e Fornitore
lt: Tarpusavyje apibrėžtas tarp vežėjo ir tiekėjo
lv: Savstarpēji Definēts Starp Pārvadātāju un Piegādātāju
mt: Definit b'Mod Reċiproku Bejn il-Portatur u l-Fornitur
nl: Onderling Gedefinieerd Tussen Vervoerder en Leverancier
no: Gjensidig Definert Mellom Transportør og Leverandør
pl: Wzajemnie zdefiniowane między przewoźnikiem a dostawcą
pt: Definido Mutuamente entre Transportador e Fornecedor
ro: Definit Mutual între Transportator și Furnizor
sk: Vzájomne definované medzi prepravcom a dodávateľom
sl: Medsebojno določeno med prevoznikom in dobaviteljem
sv: Ömsesidigt Definierat Mellan Transportör och Leverantör

# di26002
source: Mutually Defined Between Customer and Carrier
bg: Взаимно определено между клиент и превозвач
cs: Vzájemně definováno mezi zákazníkem a přepravcem
de: Gemeinsam definiert zwischen Kunde und Transporteur
el: Μεταξύ Πελάτη και Μεταφορέα Κοινά Ορισμένο
es: Definido Mutuamente Entre Cliente y Transportista
et: Vastastikku määratletud kliendi ja vedaja vahel
fi: Yhteisesti määritelty asiakkaan ja kuljetusliikkeen välillä
fr: Mutuellement Défini Entre Client et Transporteur
ga: Sainmhínithe go Frithpháirteach idir Custaiméir agus Iompróir
hr: Uzajamno definiran između kupca i prijevoznika
hu: Közösen Meghatározva Vevő és Fuvarozó Között
is: Sameiginlega Skilgreint Á Milli Viðskiptavinar og Flutningsaðila
it: Definito di Comune Accordo tra Cliente e Vettore
lt: Tarpusavyje apibrėžtas tarp kliento ir vežėjo
lv: Savstarpēji Definēts Starp Klientu un Pārvadātāju
mt: Definit b'Mod Reċiproku Bejn il-Klijent u l-Portatur
nl: Onderling Gedefinieerd Tussen Klant en Vervoerder
no: Gjensidig Definert Mellom Kunde og Transportør
pl: Wzajemnie zdefiniowane między klientem a przewoźnikiem
pt: Definido Mutuamente entre Cliente e Transportador
ro: Definit Mutual între Client și Transportator
sk: Vzájomne definované medzi zákazníkom a prepravcom
sl: Medsebojno določeno med kupcem in prevoznikom
sv: Ömsesidigt Definierat Mellan Kund och Transportör

# di26003
source: Free Text
bg: Свободен текст
cs: Volný text
de: Freitext
el: Ελεύθερο Κείμενο
es: Texto Libre
et: Vaba tekst
fi: Vapaa teksti
fr: Texte Libre
ga: Téacs Saor
hr: Slobodan tekst
hu: Szabad Szöveg
is: Frjálst Textasvæði
it: Testo Libero
lt: Laisvas tekstas
lv: Brīvs Teksts
mt: Test Ħieles
nl: Vrije Tekst
no: Fritekst
pl: Tekst wolny
pt: Texto Livre
ro: Text Liber
sk: Voľný text
sl: Prosto besedilo
sv: Fritext
