Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di4023
source: Date, represented in modified UTC compliant form:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] where square brackets indicate optionality and yyyy is the year, mmdd the month and day, hhmmss the time of day in hours minutes and seconds, fff the fractions of sections and poooo the offset from UTC expressed in hours and minutes, the offset being positive if p is a point (.), negative if P is a minus sign (-).\nEXAMPLE:\n2005 - (UTC) calendar year 2005;\n200505 - (UTC) calendar month May 2005;\n20050518 - (UTC) 18 May 2005;\n200505181247 - 12:47 UTC on 18 May 2005;\n200505181247.0100 - 12:47 local time, being 11:47 UTC, on 18 May 2005;\n20050518124723099 - 99 milliseconds after UTC 12:47:23 on 18 May 200.
bg: Дата, представена в модифицирана форма, съвместима с UTC:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] където квадратните скоби показват опционалност и yyyy е годината, mmdd месецът и денят, hhmmss времето на деня в часове минути и секунди, fff дробите на секундите и poooo отместването от UTC, изразено в часове и минути, отместването е положително, ако p е точка (.), отрицателно, ако P е минус знак (-).\nПРИМЕР:\n2005 - (UTC) календарна година 2005;\n200505 - (UTC) календарен месец май 2005;\n20050518 - (UTC) 18 май 2005;\n200505181247 - 12:47 UTC на 18 май 2005;\n200505181247.0100 - 12:47 местно време, бидейки 11:47 UTC, на 18 май 2005;\n20050518124723099 - 99 милисекунди след 12:47:23 UTC на 18 май 2005.
cs: Datum, reprezentované v modifikované formě kompatibilní s UTC:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] kde hranaté závorky značí volitelnost a yyyy je rok, mmdd měsíc a den, hhmmss čas dne v hodinách minutách a sekundách, fff jsou zlomky sekund a poooo je odchylka od UTC vyjádřená v hodinách a minutách, odchylka je kladná, pokud je p tečka (.), záporná, pokud je P mínus (-).\nPŘÍKLAD:\n2005 - (UTC) kalendářní rok 2005;\n200505 - (UTC) kalendářní měsíc květen 2005;\n20050518 - (UTC) 18. května 2005;\n200505181247 - 12:47 UTC 18. května 2005;\n200505181247.0100 - 12:47 místního času, což je 11:47 UTC, 18. května 2005;\n20050518124723099 - 99 milisekund po 12:47:23 UTC 18. května 2005.
de: Datum, dargestellt in modifizierter UTC-konformer Form:\njjjj[mm[tt[hh[mm[ss[fff]]]]]][poooo], wobei eckige Klammern Optionen andeuten und jjjj das Jahr, mmdd der Monat und Tag, hhmmss die Tageszeit in Stunden, Minuten und Sekunden, fff die Bruchteile von Sekunden und poooo die Abweichung von UTC in Stunden und Minuten darstellt, wobei die Abweichung positiv ist, wenn p ein Punkt (.) ist, negativ, wenn P ein Minuszeichen (-) ist.\nBEISPIEL:\n2005 - (UTC) Kalenderjahr 2005;\n200505 - (UTC) Kalendermonat Mai 2005;\n20050518 - (UTC) 18. Mai 2005;\n200505181247 - 12:47 UTC am 18. Mai 2005;\n200505181247.0100 - 12:47 Ortszeit, also 11:47 UTC, am 18. Mai 2005;\n20050518124723099 - 99 Millisekunden nach UTC 12:47:23 am 18. Mai 200.
el: Ημερομηνία, εκφρασμένη σε τροποποιημένη μορφή συμβατή με το UTC:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] όπου τα αγκύλες δηλώνουν προαιρετικότητα και το yyyy είναι το έτος, mmdd ο μήνας και η ημέρα, hhmmss η ώρα της ημέρας σε ώρες λεπτά και δευτερόλεπτα, fff τα κλάσματα δευτερολέπτων και poooo η διαφορά από το UTC εκφρασμένη σε ώρες και λεπτά, η διαφορά να είναι θετική αν το p είναι σημείο (.), αρνητική αν το P είναι πρόσημο μείον (-).\nΠΑΡΑΔΕΙΓΜΑ:\n2005 - (UTC) ημερολογιακό έτος 2005;\n200505 - (UTC) ημερολογιακός μήνας Μάιος 2005;\n20050518 - (UTC) 18 Μαΐου 2005;\n200505181247 - 12:47 UTC στις 18 Μαΐου 2005;\n200505181247.0100 - 12:47 τοπική ώρα, δηλαδή 11:47 UTC, στις 18 Μαΐου 2005;\n20050518124723099 - 99 χιλιοστά του δευτερολέπτου μετά τις 12:47:23 UTC στις 18 Μαΐου 2005.
es: Fecha, representada en forma modificada conforme a UTC:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] donde los corchetes indican opcionalidad y yyyy es el año, mmdd el mes y día, hhmmss la hora del día en horas minutos y segundos, fff las fracciones de secciones y poooo el desfase de UTC expresado en horas y minutos, el desfase siendo positivo si p es un punto (.), negativo si P es un signo menos (-).\nEJEMPLO:\n2005 - (UTC) año calendario 2005;\n200505 - (UTC) mes calendario Mayo 2005;\n20050518 - (UTC) 18 de Mayo de 2005;\n200505181247 - 12:47 UTC el 18 de Mayo de 2005;\n200505181247.0100 - 12:47 hora local, siendo 11:47 UTC, el 18 de Mayo de 2005;\n20050518124723099 - 99 milisegundos después de las 12:47:23 UTC el 18 de Mayo de 200.
et: Kuupäev, esitatud muudetud UTC-ga kooskõlas olevas vormis:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo], kus ruutudes on näidatud valikulisus ja yyyy on aasta, mmdd kuu ja päev, hhmmss päeva aeg tundides minutites ja sekundites, fff sekundi murdosad ja poooo UTC-st erinevus tundides ja minutites, erinevus on positiivne, kui p on punkt (.), negatiivne, kui P on miinusmärk (-).\nNÄIDE:\n2005 - (UTC) kalendriaasta 2005;\n200505 - (UTC) kalendrikuu mai 2005;\n20050518 - (UTC) 18. mai 2005;\n200505181247 - 12:47 UTC 18. mail 2005;\n200505181247.0100 - 12:47 kohalik aeg, mis on 11:47 UTC, 18. mail 2005;\n20050518124723099 - 99 millisekundit pärast 12:47:23 UTC 18. mail 200.
fi: Päivämäärä, esitetty muokatussa UTC-yhteensopivassa muodossa:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo], missä hakasulkeet osoittavat valinnaisuutta ja yyyy on vuosi, mmdd kuukausi ja päivä, hhmmss kellonaika tunneissa, minuuteissa ja sekunneissa, fff sekuntien murto-osat ja poooo UTC:stä poikkeama tunteina ja minuutteina, poikkeama on positiivinen, jos p on piste (.), negatiivinen, jos P on miinusmerkki (-).\nESIMERKKI:\n2005 - (UTC) kalenterivuosi 2005;\n200505 - (UTC) kalenterikuukausi toukokuu 2005;\n20050518 - (UTC) 18. toukokuuta 2005;\n200505181247 - 12:47 UTC 18. toukokuuta 2005;\n200505181247.0100 - 12:47 paikallisaika, eli 11:47 UTC, 18. toukokuuta 2005;\n20050518124723099 - 99 millisekuntia UTC 12:47:23 jälkeen 18. toukokuuta 200.
fr: Date, représentée sous forme modifiée conforme à UTC :\naaaa[mm[jj[hh[mm[ss[fff]]]]]][poooo] où les crochets indiquent l'optionnalité et aaaa est l'année, mmjj le mois et le jour, hhmmss l'heure du jour en heures minutes et secondes, fff les fractions de sections et poooo le décalage par rapport à UTC exprimé en heures et minutes, le décalage étant positif si p est un point (.), négatif si P est un signe moins (-).\nEXEMPLE :\n2005 - (UTC) année calendaire 2005 ;\n200505 - (UTC) mois calendaire Mai 2005 ;\n20050518 - (UTC) 18 Mai 2005 ;\n200505181247 - 12:47 UTC le 18 Mai 2005 ;\n200505181247.0100 - 12:47 heure locale, soit 11:47 UTC, le 18 Mai 2005 ;\n20050518124723099 - 99 millisecondes après 12:47:23 UTC le 18 Mai 2005.
ga: Dáta, léirithe i bhfoirm UTC athraithe:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] áit a léiríonn cearnóga roghnachtacht agus tá yyyy mar an bhliain, mmdd mar an mhí agus an lá, hhmmss mar am an lae i n-uaireanta, nóiméid agus soicind, fff na codanna de shoicind agus poooo an difríocht ó UTC i n-uaireanta agus nóiméid, an difríocht a bheith dearfach má tá p mar phointe (.), diúltach má tá P mar chomhartha lúide (-).\nSAMPHAÍL:\n2005 - (UTC) bliain féilire 2005;\n200505 - (UTC) mí féilire Bealtaine 2005;\n20050518 - (UTC) 18 Bealtaine 2005;\n200505181247 - 12:47 UTC ar 18 Bealtaine 2005;\n200505181247.0100 - 12:47 am áitiúil, ag a bheith 11:47 UTC, ar 18 Bealtaine 2005;\n20050518124723099 - 99 millisoicind tar éis 12:47:23 UTC ar 18 Bealtaine 2005.
hr: Datum, predstavljen u modificiranom UTC sukladnom obliku:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] gdje uglate zagrade označavaju opcionalnost, yyyy je godina, mmdd mjesec i dan, hhmmss vrijeme dana u satima minutama i sekundama, fff frakcije sekundi, a poooo pomak od UTC-a izražen u satima i minutama, pomak je pozitivan ako je p točka (.), negativan ako P je minus (-).\nPRIMJER:\n2005 - (UTC) kalendarska godina 2005;\n200505 - (UTC) kalendarski mjesec svibanj 2005;\n20050518 - (UTC) 18. svibnja 2005;\n200505181247 - 12:47 UTC 18. svibnja 2005;\n200505181247.0100 - 12:47 lokalno vrijeme, što je 11:47 UTC, 18. svibnja 2005;\n20050518124723099 - 99 milisekundi nakon 12:47:23 UTC 18. svibnja 2005.
hu: Dátum, módosított UTC-kompatibilis formában reprezentálva:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] ahol a szögletes zárójelek az opcionális részeket jelölik, yyyy az év, mmdd a hónap és nap, hhmmss az idő órában, percben és másodpercben, fff a másodpercek törtrészei, és poooo az UTC-től való eltérés órában és percben kifejezve, az eltérés pozitív, ha p pont (.), negatív, ha P mínuszjel (-).\nPÉLDA:\n2005 - (UTC) 2005-ös naptári év;\n200505 - (UTC) 2005 május hónap;\n20050518 - (UTC) 2005. május 18.;\n200505181247 - 12:47 UTC 2005. május 18-án;\n200505181247.0100 - 12:47 helyi idő, ami 11:47 UTC, 2005. május 18-án;\n20050518124723099 - 99 ezredmásodperc múlva UTC 12:47:23 2005. május 18-án.
is: Dagsetning, túlkuð í breyttu UTC samræmi formi:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] þar sem hornklofar tákna valkvæði og yyyy er árið, mmdd mánuðurinn og dagurinn, hhmmss tími dags í klukkustundum mínútum og sekúndum, fff eru brot af sekúndum og poooo er frávik frá UTC tjáð í klukkustundum og mínútum, frávikið er jákvætt ef p er punktur (.), neikvætt ef P er mínusmerki (-).\nDÆMI:\n2005 - (UTC) almanaksár 2005;\n200505 - (UTC) almanaksmánuður maí 2005;\n20050518 - (UTC) 18. maí 2005;\n200505181247 - 12:47 UTC á 18. maí 2005;\n200505181247.0100 - 12:47 staðartími, sem er 11:47 UTC, á 18. maí 2005;\n20050518124723099 - 99 millisekúndur eftir 12:47:23 UTC á 18. maí 2005.
it: Data, rappresentata in forma modificata conforme a UTC:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] dove le parentesi quadre indicano l'opzionalità e yyyy è l'anno, mmdd il mese e il giorno, hhmmss l'ora del giorno in ore minuti e secondi, fff le frazioni di sezioni e poooo l'offset da UTC espresso in ore e minuti, l'offset essendo positivo se p è un punto (.), negativo se P è un segno meno (-).\nESEMPIO:\n2005 - (UTC) anno calendario 2005;\n200505 - (UTC) mese calendario Maggio 2005;\n20050518 - (UTC) 18 Maggio 2005;\n200505181247 - 12:47 UTC il 18 Maggio 2005;\n200505181247.0100 - 12:47 ora locale, essendo 11:47 UTC, il 18 Maggio 2005;\n20050518124723099 - 99 millisecondi dopo le 12:47:23 UTC il 18 Maggio 2005.
lt: Data, atvaizduota modifikuotoje UTC atitinkančioje formoje:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] kur laužtiniai skliaustai reiškia pasirinkimą ir yyyy yra metai, mmdd mėnuo ir diena, hhmmss dienos laikas valandomis minutėmis sekundėmis, fff sekundžių trupmenos ir poooo UTC nuokrypis valandomis ir minutėmis, nuokrypis teigiamas, jei p yra taškas (.), neigiamas, jei P yra minuso ženklas (-).\nPavyzdys:\n2005 - (UTC) kalendoriniai 2005 metai;\n200505 - (UTC) kalendorinis 2005 m. gegužės mėnuo;\n20050518 - (UTC) 2005 m. gegužės 18 d.;\n200505181247 - 12:47 UTC 2005 m. gegužės 18 d.;\n200505181247.0100 - 12:47 vietos laiku, būnant 11:47 UTC, 2005 m. gegužės 18 d.;\n20050518124723099 - 99 milisekundžių po 12:47:23 UTC 2005 m. gegužės 18 d.
lv: Datums, izteikts modificētā UTC atbilstīgā formā:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo], kur kvadrātiekavas norāda uz izvēles iespēju, yyyy ir gads, mmdd ir mēnesis un diena, hhmmss ir dienas laiks stundās, minūtēs un sekundēs, fff ir sekunžu daļas, un poooo ir nobīde no UTC, izteikta stundās un minūtēs, nobīde ir pozitīva, ja p ir punkts (.), un negatīva, ja P ir mīnusa zīme (-).\nPIEMĒRS:\n2005 - (UTC) kalendārais gads 2005;\n200505 - (UTC) kalendārais mēnesis Maijs 2005;\n20050518 - (UTC) 18. Maijs 2005;\n200505181247 - 12:47 UTC 18. Maijā 2005;\n200505181247.0100 - 12:47 vietējais laiks, kas ir 11:47 UTC, 18. Maijā 2005;\n20050518124723099 - 99 milisekundes pēc 12:47:23 UTC 18. Maijā 2005.
mt: Data, rappreżentata f'forma mmodifikata konformi ma' UTC:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] fejn parentesi kwadri jindikaw li huwa fakultattiv u yyyy hija s-sena, mmdd ix-xahar u l-jum, hhmmss il-ħin tal-ġurnata f'sigħat minuti u sekondi, fff il-frazzjonijiet ta' sekondi u poooo l-offset minn UTC espress f'sigħat u minuti, l-offset ikun pożittiv jekk p huwa punt (.), negattiv jekk p huwa sinjal ta' minus (-).\nEŻEMPJU:\n2005 - (UTC) is-sena tal-kalendarju 2005;\n200505 - (UTC) ix-xahar tal-kalendarju Mejju 2005;\n20050518 - (UTC) 18 ta' Mejju 2005;\n200505181247 - 12:47 UTC fis-18 ta' Mejju 2005;\n200505181247.0100 - 12:47 ħin lokali, li huwa 11:47 UTC, fis-18 ta' Mejju 2005;\n20050518124723099 - 99 millisekonda wara 12:47:23 UTC fis-18 ta' Mejju 2005.
nl: Datum, weergegeven in aangepaste UTC conforme vorm:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] waar vierkante haakjes optioneel aangeven en yyyy het jaar is, mmdd de maand en dag, hhmmss de tijd van de dag in uren minuten en seconden, fff de fracties van seconden en poooo de afwijking van UTC uitgedrukt in uren en minuten, de afwijking zijnde positief als p een punt (.) is, negatief als P een minteken (-) is.\nVOORBEELD:\n2005 - (UTC) kalenderjaar 2005;\n200505 - (UTC) kalendermaand mei 2005;\n20050518 - (UTC) 18 mei 2005;\n200505181247 - 12:47 UTC op 18 mei 2005;\n200505181247.0100 - 12:47 lokale tijd, zijnde 11:47 UTC, op 18 mei 2005;\n20050518124723099 - 99 milliseconden na UTC 12:47:23 op 18 mei 200.
no: Dato, representert i modifisert UTC kompatibel form:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] hvor firkantede parenteser indikerer valgfrihet og yyyy er året, mmdd er måneden og dagen, hhmmss er klokkeslettet i timer minutter og sekunder, fff er brøkdeler av sekunder og poooo er avviket fra UTC uttrykt i timer og minutter, avviket er positivt hvis p er et punktum (.), negativt hvis P er et minustegn (-).\nEKSEMPEL:\n2005 - (UTC) kalenderår 2005;\n200505 - (UTC) kalendermåned Mai 2005;\n20050518 - (UTC) 18. mai 2005;\n200505181247 - 12:47 UTC 18. mai 2005;\n200505181247.0100 - 12:47 lokal tid, som er 11:47 UTC, 18. mai 2005;\n20050518124723099 - 99 millisekunder etter 12:47:23 UTC 18. mai 2005.
pl: Data, reprezentowana w zmodyfikowanej formie zgodnej z UTC:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo], gdzie nawiasy kwadratowe oznaczają opcjonalność, yyyy to rok, mmdd to miesiąc i dzień, hhmmss to godzina dnia w godzinach, minutach i sekundach, fff to ułamki sekund, a poooo to przesunięcie względem UTC wyrażone w godzinach i minutach, przesunięcie będące dodatnie, jeśli p to kropka (.), ujemne, jeśli P to znak minus (-).\nPRZYKŁAD:\n2005 - (UTC) rok kalendarzowy 2005;\n200505 - (UTC) miesiąc kalendarzowy maj 2005;\n20050518 - (UTC) 18 maja 2005;\n200505181247 - 12:47 UTC 18 maja 2005;\n200505181247.0100 - 12:47 czasu lokalnego, czyli 11:47 UTC, 18 maja 2005;\n20050518124723099 - 99 milisekund po 12:47:23 UTC 18 maja 2005.
pt: Data, representada em forma modificada compatível com UTC:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] onde colchetes indicam opcionalidade e yyyy é o ano, mmdd o mês e dia, hhmmss a hora do dia em horas minutos e segundos, fff as frações de segundos e poooo o deslocamento de UTC expresso em horas e minutos, o deslocamento sendo positivo se p for um ponto (.), negativo se P for um sinal de menos (-).\nEXEMPLO:\n2005 - (UTC) ano calendário 2005;\n200505 - (UTC) mês calendário Maio 2005;\n20050518 - (UTC) 18 de Maio de 2005;\n200505181247 - 12:47 UTC em 18 de Maio de 2005;\n200505181247.0100 - 12:47 horário local, sendo 11:47 UTC, em 18 de Maio de 2005;\n20050518124723099 - 99 milissegundos após 12:47:23 UTC em 18 de Maio de 2005.
ro: Data, reprezentată în formă modificată conform UTC:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] unde parantezele pătrate indică opționalitatea și yyyy este anul, mmdd luna și ziua, hhmmss ora zilei în ore minute și secunde, fff fracțiunile de secunde și poooo offsetul de la UTC exprimat în ore și minute, offsetul fiind pozitiv dacă p este un punct (.), negativ dacă P este un semn minus (-).\nEXEMPLU:\n2005 - (UTC) anul calendaristic 2005;\n200505 - (UTC) luna calendaristică Mai 2005;\n20050518 - (UTC) 18 Mai 2005;\n200505181247 - 12:47 UTC pe 18 Mai 2005;\n200505181247.0100 - 12:47 ora locală, fiind 11:47 UTC, pe 18 Mai 2005;\n20050518124723099 - 99 de milisecunde după 12:47:23 UTC pe 18 Mai 2005.
sk: Dátum, vyjadrený v modifikovanej forme kompatibilnej s UTC:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo], kde hranaté zátvorky označujú voliteľnosť a yyyy je rok, mmdd mesiac a deň, hhmmss čas dňa v hodinách minútach a sekundách, fff zlomky sekúnd a poooo posun od UTC vyjadrený v hodinách a minútach, posun je kladný, ak p je bodka (.), záporný, ak P je mínus (-).\nPRÍKLAD:\n2005 - (UTC) kalendárny rok 2005;\n200505 - (UTC) kalendárny mesiac máj 2005;\n20050518 - (UTC) 18. máj 2005;\n200505181247 - 12:47 UTC 18. mája 2005;\n200505181247.0100 - 12:47 miestneho času, čo je 11:47 UTC, 18. mája 2005;\n20050518124723099 - 99 milisekúnd po 12:47:23 UTC 18. mája 2005.
sl: Datum, predstavljen v modificirani obliki skladni z UTC:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] kjer oglati oklepaji označujejo izbirnost in yyyy je leto, mmdd mesec in dan, hhmmss čas dneva v urah minutah in sekundah, fff deleži sekund in poooo odmik od UTC, izražen v urah in minutah, odmik je pozitiven, če je p pika (.), negativen, če je P minus (-).\nPRIMER:\n2005 - (UTC) koledarsko leto 2005;\n200505 - (UTC) koledarski mesec maj 2005;\n20050518 - (UTC) 18. maj 2005;\n200505181247 - 12:47 UTC na 18. maj 2005;\n200505181247.0100 - 12:47 lokalni čas, ki je 11:47 UTC, na 18. maj 2005;\n20050518124723099 - 99 milisekund po 12:47:23 UTC na 18. maj 2005.
sv: Datum, representerat i modifierad UTC-kompatibel form:\nyyyy[mm[dd[hh[mm[ss[fff]]]]]][poooo] där kvadratiska klamrar indikerar valfrihet och yyyy är året, mmdd månaden och dagen, hhmmss tiden på dagen i timmar minuter och sekunder, fff fraktioner av sekunder och poooo avvikelsen från UTC uttryckt i timmar och minuter, avvikelsen är positiv om p är en punkt (.), negativ om P är ett minustecken (-).\nEXEMPEL:\n2005 - (UTC) kalenderår 2005;\n200505 - (UTC) kalendermånad maj 2005;\n20050518 - (UTC) 18 maj 2005;\n200505181247 - 12:47 UTC den 18 maj 2005;\n200505181247.0100 - 12:47 lokal tid, som är 11:47 UTC, den 18 maj 2005;\n20050518124723099 - 99 millisekunder efter UTC 12:47:23 den 18 maj 2005.
