Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di2007
source: Container Serial Number.\nAccording to ISO 6346. OC EI CSN CD, where the OC is the three letter owner code assigned in cooperation with BIC, the EI is the one letter equipment category identifier, the CSN is a 6-digit unique container identification assigned by the equipment owner, and CD is a modulus 11 check digit calculated in accordance with Annex A, ISO 6346.
bg: Сериен номер на контейнера.\nСпоред ISO 6346. OC EI CSN CD, където OC е трибуквеният код на собственика, присвоен в сътрудничество с BIC, EI е еднобуквеният идентификатор на категорията оборудване, CSN е 6-цифрен уникален идентификационен номер на контейнера, присвоен от собственика на оборудването, и CD е контролната цифра по модул 11, изчислена в съответствие с Приложение А, ISO 6346.
cs: Sériové číslo kontejneru.\nPodle ISO 6346. OC EI CSN CD, kde OC je třípísmenný kód vlastníka přiřazený ve spolupráci s BIC, EI je jednopísmenný identifikátor kategorie zařízení, CSN je 6-místné jedinečné identifikační číslo kontejneru přiřazené vlastníkem zařízení a CD je kontrolní číslice modulo 11 vypočítaná podle přílohy A, ISO 6346.
de: Container-Seriennummer.\nGemäß ISO 6346. OC EI CSN CD, wobei OC der dreibuchstabige Eigentümercode ist, der in Zusammenarbeit mit BIC zugewiesen wird, EI ist der einbuchstabige Ausrüstungskategorie-Identifikator, CSN ist eine 6-stellige eindeutige Container-Identifikation, die vom Ausrüstungseigentümer zugewiesen wird, und CD ist eine Modulus-11-Prüfziffer, die gemäß Anhang A, ISO 6346, berechnet wird.
el: Σειριακός Αριθμός Δοχείου.\nΣύμφωνα με το ISO 6346. OC EI CSN CD, όπου το OC είναι ο τριψήφιος κωδικός ιδιοκτησίας που έχει ανατεθεί σε συνεργασία με το BIC, το EI είναι ο μονοψήφιος κωδικός ταυτοποίησης κατηγορίας εξοπλισμού, το CSN είναι ένας 6-ψήφιος μοναδικός αριθμός ταυτοποίησης δοχείου που έχει ανατεθεί από τον ιδιοκτήτη του εξοπλισμού, και το CD είναι ένας ψηφίο έλεγχος modulus 11 που υπολογίζεται σύμφωνα με το Παράρτημα A, ISO 6346.
es: Número de Serie del Contenedor.\nDe acuerdo con ISO 6346. OC EI CSN CD, donde OC es el código de propietario de tres letras asignado en cooperación con BIC, EI es el identificador de categoría de equipo de una letra, CSN es una identificación única de contenedor de 6 dígitos asignada por el propietario del equipo, y CD es un dígito de control del módulo 11 calculado de acuerdo con el Anexo A, ISO 6346.
et: Konteineri seerianumber.\nVastavalt ISO 6346-le. OC EI CSN CD, kus OC on kolme tähega omaniku kood, mille määrab koostöös BIC-iga, EI on ühe tähega seadme kategooria identifikaator, CSN on 6-numbriline unikaalne konteineri identifitseerimine, mille on määranud seadme omanik, ja CD on mooduli 11 kontrollnumber, mis on arvutatud vastavalt Lisa A-le, ISO 6346.
fi: Astian sarjanumero.\nISO 6346:n mukaisesti. OC EI CSN CD, missä OC on kolmekirjaiminen omistajakoodi, jonka BIC on määrittänyt yhteistyössä, EI on yhden kirjaimen laiteluokkatunniste, CSN on laitteen omistajan määrittämä 6-numeroinen yksilöllinen astian tunniste, ja CD on modulus 11 -tarkistusnumero, joka on laskettu ISO 6346:n liitteen A mukaisesti.
fr: Numéro de Série du Conteneur.\nSelon l'ISO 6346. OC EI CSN CD, où OC est le code de propriétaire à trois lettres attribué en coopération avec le BIC, EI est l'identifiant de catégorie d'équipement à une lettre, CSN est un identification unique de conteneur de 6 chiffres attribuée par le propriétaire de l'équipement, et CD est un chiffre de contrôle de modulo 11 calculé conformément à l'Annexe A, ISO 6346.
ga: Uimhir Shraithuimhir Coimeádáin.\nDe réir ISO 6346. OC EI CSN CD, áit a bhfuil an OC mar an trí litir cód úinéara a shanntar i gcomhar le BIC, an EI mar an aon litir aitheantóir catagóire trealaimh, an CSN mar aitheantas coimeádáin uathúil 6 dhigit a shanntar ag úinéir an trealaimh, agus an CD mar dhigit seiceála modúl 11 a ríomhtar de réir Iarscríbhinn A, ISO 6346.
hr: Serijski broj spremnika.\nPrema ISO 6346. OC EI CSN CD, gdje je OC troznamenkasti kod vlasnika dodijeljen u suradnji s BIC-om, EI je jednoznamenkasti identifikator kategorije opreme, CSN je 6-znamenkasti jedinstveni identifikator spremnika dodijeljen od strane vlasnika opreme, i CD je kontrolni broj modulusa 11 izračunat u skladu s Dodatkom A, ISO 6346.
hu: Tartály Sorozatszám.\nAz ISO 6346 szerint. OC EI CSN CD, ahol az OC a hárombetűs tulajdonos kódot jelöl, amelyet a BIC-kel együttműködve osztanak ki, az EI az egybetűs felszerelési kategória azonosítót, a CSN a felszerelés tulajdonosa által kijelölt 6 számjegyű egyedi tartályazonosítót, és a CD a modulus 11 ellenőrző számjegyet jelöli, amelyet az A melléklet, ISO 6346 szerint számítanak ki.
is: Gáma raðnúmer.\nSamkvæmt ISO 6346. OC EI CSN CD, þar sem OC er þriggja stafa eigendakóði gefinn út í samvinnu við BIC, EI er einn bókstafur sem táknar búnaðarflokk, CSN er 6-stafa einstakt gámaauðkenni gefið út af eiganda búnaðarins, og CD er módúll 11 athugunarstafur reiknaður í samræmi við viðauka A, ISO 6346.
it: Numero di Serie del Contenitore.\nSecondo ISO 6346. OC EI CSN CD, dove OC è il codice proprietario di tre lettere assegnato in cooperazione con BIC, EI è l'identificatore di categoria dell'attrezzatura di una lettera, CSN è un'identificazione unica del contenitore a 6 cifre assegnata dal proprietario dell'attrezzatura, e CD è una cifra di controllo modulo 11 calcolata in conformità con l'Allegato A, ISO 6346.
lt: Konteinerio serijos numeris.\nPagal ISO 6346. OC EI CSN CD, kur OC yra trys raidės šeimininko kodas, priskirtas bendradarbiaujant su BIC, EI yra vienos raidės įrangos kategorijos identifikatorius, CSN yra 6 skaitmenų unikalus konteinerio identifikavimas, priskirtas įrangos savininko, ir CD yra modulis 11 tikrinimo skaitmuo, apskaičiuotas pagal Priedą A, ISO 6346.
lv: Konteinera sērijas numurs.\nSaskaņā ar ISO 6346. OC EI CSN CD, kur OC ir trīs burtu īpašnieka kods, piešķirts sadarbībā ar BIC, EI ir vienas burta aprīkojuma kategorijas identifikators, CSN ir 6 ciparu unikāls konteinera identifikācijas numurs, ko piešķīris aprīkojuma īpašnieks, un CD ir moduļa 11 pārbaudes cipars, kas aprēķināts saskaņā ar Pielikumu A, ISO 6346.
mt: Numru tas-Serje tal-Kontenitur.\nSkont ISO 6346. OC EI CSN CD, fejn l-OC huwa l-kodiċi tas-sid tat-tliet ittri assenjat b'koperazzjoni ma' BIC, l-EI huwa l-identifikatur tal-kategorija tal-apparat ta' ittra waħda, il-CSN huwa identifikazzjoni unika tal-kontenitur ta' 6 ċifri assenjata mis-sid tal-apparat, u CD huwa ċifra ta' kontroll modulus 11 kalkulata skont l-Anness A, ISO 6346.
nl: Containernummer.\nVolgens ISO 6346. OC EI CSN CD, waarbij OC de drieletterige eigenaarscode is toegewezen in samenwerking met BIC, EI de éénletterige uitrustingscategorie-identificator, CSN een 6-cijferige unieke containeridentificatie toegewezen door de eigenaar van de uitrusting, en CD een modulus 11 controlecijfer berekend in overeenstemming met Bijlage A, ISO 6346.
no: Beholder serienummer.\nI henhold til ISO 6346. OC EI CSN CD, hvor OC er den tre bokstavs eierkoden tildelt i samarbeid med BIC, EI er den en bokstavs utstyrskategoriidentifikatoren, CSN er en 6-sifret unik beholderidentifikasjon tildelt av utstyretseier, og CD er et modulus 11 kontrollsiffer beregnet i samsvar med Annex A, ISO 6346.
pl: Numer seryjny kontenera.\nZgodnie z ISO 6346. OC EI CSN CD, gdzie OC to trzyliterowy kod właściciela przypisany we współpracy z BIC, EI to jednoliterowy identyfikator kategorii sprzętu, CSN to 6-cyfrowy unikalny numer identyfikacyjny kontenera przypisany przez właściciela sprzętu, a CD to cyfra kontrolna modulo 11 obliczona zgodnie z załącznikiem A, ISO 6346.
pt: Número de Série do Contêiner.\nDe acordo com a ISO 6346. OC EI CSN CD, onde OC é o código do proprietário de três letras atribuído em cooperação com o BIC, EI é o identificador de categoria de equipamento de uma letra, CSN é uma identificação única de contêiner de 6 dígitos atribuída pelo proprietário do equipamento, e CD é um dígito verificador módulo 11 calculado de acordo com o Anexo A, ISO 6346.
ro: Numărul de Serie al Containerului.\nConform ISO 6346. OC EI CSN CD, unde OC este codul de trei litere al proprietarului atribuit în cooperare cu BIC, EI este identificatorul categoriei de echipament de o literă, CSN este un identificator unic de container de 6 cifre atribuit de proprietarul echipamentului, iar CD este o cifră de control calculată în conformitate cu Anexa A, ISO 6346.
sk: Sériové číslo kontajnera.\nPodľa ISO 6346. OC EI CSN CD, kde OC je trojpísmenný kód vlastníka pridelený v spolupráci s BIC, EI je jednopísmenný identifikátor kategórie zariadenia, CSN je 6-miestne jedinečné identifikačné číslo kontajnera pridelené vlastníkom zariadenia a CD je kontrolná číslica podľa modulu 11 vypočítaná v súlade s prílohou A, ISO 6346.
sl: Serijska številka kontejnerja.\nV skladu z ISO 6346. OC EI CSN CD, kjer je OC triznakovna koda lastnika, dodeljena v sodelovanju z BIC, EI je enoznakovni identifikator kategorije opreme, CSN je 6-mestna edinstvena identifikacija kontejnerja, ki jo dodeli lastnik opreme, in CD je kontrolna številka modulo 11, izračunana v skladu z Dodatkom A, ISO 6346.
sv: Behållarserienummer.\nEnligt ISO 6346. OC EI CSN CD, där OC är den tredje bokstavskoden för ägaren tilldelad i samarbete med BIC, EI är ett bokstavskod för utrustningskategoriidentifieraren, CSN är ett 6-siffrigt unikt behållaridentifieringsnummer tilldelat av utrustningsägaren, och CD är en modulus 11 kontrollsiffra beräknad enligt bilaga A, ISO 6346.

# di2008
source: Identification of a Returnable Container owner assigned in cooperation with BIC.
bg: Идентификация на собственик на връщаем контейнер, присвоена в сътрудничество с BIC.
cs: Identifikace vlastníka vratného kontejneru přiřazená ve spolupráci s BIC.
de: Identifizierung eines Rücksendebehälterbesitzers, zugewiesen in Zusammenarbeit mit BIC.
el: Ταυτοποίηση ιδιοκτήτη επιστρεπτέου δοχείου ανατεθειμένη σε συνεργασία με το BIC.
es: Identificación de un propietario de Contenedor Retornable asignada en cooperación con BIC.
et: Tagastatava konteineri omaniku identifitseerimine, määratud koostöös BIC-iga.
fi: Palautettavan astian omistajan tunnistaminen, jonka BIC on määrittänyt yhteistyössä.
fr: Identification d'un propriétaire de Conteneur Retournable attribuée en coopération avec le BIC.
ga: Aitheantas Úinéir Coimeádáin In-aisíoctha a shanntar i gcomhar le BIC.
hr: Identifikacija vlasnika povratnog spremnika dodijeljena u suradnji s BIC-om.
hu: Visszaváltható Tartály tulajdonosának azonosítása, BIC-kel együttműködésben kijelölve.
is: Auðkenning eiganda endurhæfrar gámu gefin út í samvinnu við BIC.
it: Identificazione di un proprietario di Contenitore Ritornabile assegnato in cooperazione con BIC.
lt: Grąžinamo konteinerio savininko identifikavimas, priskirtas bendradarbiaujant su BIC.
lv: Atkārtoti izmantojamā konteinera īpašnieka identifikācija, piešķirta sadarbībā ar BIC.
mt: Identifikazzjoni ta' sid tal-Kontenitur li jista' jerġa' jintuża assenjat b'koperazzjoni ma' BIC.
nl: Identificatie van een retourneerbare containereigenaar toegewezen in samenwerking met BIC.
no: Identifikasjon av en returbar beholder eier tildelt i samarbeid med BIC.
pl: Identyfikacja właściciela zwrotnego pojemnika przypisana we współpracy z BIC.
pt: Identificação de um proprietário de Contêiner Retornável atribuída em cooperação com o BIC.
ro: Identificarea proprietarului unui Container Returnabil atribuită în cooperare cu BIC.
sk: Identifikácia vlastníka vrátiteľného kontajnera pridelená v spolupráci s BIC.
sl: Identifikacija lastnika vračljivega kontejnerja, dodeljena v sodelovanju z BIC.
sv: Identifiering av en återanvändbar behållarägare tilldelad i samarbete med BIC.

# di2009
source: Container Size/Type Code.\nAccording to ISO 6346, Section 4.2.
bg: Код за размер/тип на контейнера.\nСпоред ISO 6346, Раздел 4.2.
cs: Kód velikosti/typu kontejneru.\nPodle ISO 6346, oddíl 4.2.
de: Container-Größe/Typ-Code.\nGemäß ISO 6346, Abschnitt 4.2.
el: Κωδικός Μεγέθους/Τύπου Δοχείου.\nΣύμφωνα με το ISO 6346, Ενότητα 4.2.
es: Código de Tamaño/Tipo de Contenedor.\nDe acuerdo con ISO 6346, Sección 4.2.
et: Konteineri suurus/tüübi kood.\nVastavalt ISO 6346, jaotis 4.2.
fi: Astian koko/tyyppikoodi.\nISO 6346:n, osio 4.2 mukaisesti.
fr: Code de Taille/Type de Conteneur.\nSelon l'ISO 6346, Section 4.2.
ga: Cód Méid/Cineál Coimeádáin.\nDe réir ISO 6346, Alt 4.2.
hr: Kod veličine/tipa spremnika.\nPrema ISO 6346, Odjeljak 4.2.
hu: Tartály Méret/Típus Kód.\nAz ISO 6346, 4.2. szakasz szerint.
is: Gáma stærðar-/tegundarkóði.\nSamkvæmt ISO 6346, kafla 4.2.
it: Codice Dimensione/Tipo di Contenitore.\nSecondo ISO 6346, Sezione 4.2.
lt: Konteinerio dydžio / tipo kodas.\nPagal ISO 6346, 4.2 skirsnis.
lv: Konteinera izmēra/tipa kods.\nSaskaņā ar ISO 6346, 4.2 sadaļu.
mt: Kodiċi tad-Daqs/Tip tal-Kontenitur.\nSkont ISO 6346, Taqsima 4.2.
nl: Containertype/Grootte Code.\nVolgens ISO 6346, Sectie 4.2.
no: Beholder Størrelse/Type Kode.\nI henhold til ISO 6346, Seksjon 4.2.
pl: Kod rozmiaru/typu kontenera.\nZgodnie z ISO 6346, sekcja 4.2.
pt: Código de Tamanho/Tipo de Contêiner.\nDe acordo com a ISO 6346, Seção 4.2.
ro: Codul Dimensiunii/Tipului Containerului.\nConform ISO 6346, Secțiunea 4.2.
sk: Kód veľkosti/typu kontajnera.\nPodľa ISO 6346, Sekcia 4.2.
sl: Koda velikosti/vrste kontejnerja.\nV skladu z ISO 6346, oddelek 4.2.
sv: Behållarstorlek/-typkod.\nEnligt ISO 6346, avsnitt 4.2.

# di2010
source: Container Ownership Code. Actual four-character abbreviation marked on the container by the owner. For DOD owned containers see Defense Transportation Regulation App EE-6.\n2020 Update: data source reference updated to the Defense Transportation Regulation, Part II, App TT located at:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
bg: Код за собственост на контейнера. Действително четирибуквено съкращение, маркирано на контейнера от собственика. За контейнери, собственост на DOD, вижте Регламента за отбранителен транспорт Приложение EE-6.\nАктуализация 2020: източник на данни е актуализиран до Регламента за отбранителен транспорт, Част II, Приложение TT, разположено на:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
cs: Kód vlastnictví kontejneru. Skutečná čtyřznaková zkratka označená na kontejneru vlastníkem. Pro kontejnery vlastněné DOD viz Defense Transportation Regulation App EE-6.\nAktualizace 2020: reference na zdroj dat aktualizována na Defense Transportation Regulation, část II, App TT umístěný na:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
de: Container-Eigentumskennungscode. Tatsächliche vierbuchstabige Abkürzung, die vom Eigentümer auf dem Container markiert wird. Für von DOD besessene Container siehe Defense Transportation Regulation App EE-6.\n2020 Update: Datenquellenverweis auf die Defense Transportation Regulation, Teil II, App TT aktualisiert unter:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
el: Κωδικός Ιδιοκτησίας Δοχείου. Πραγματική αρκτικόλεξη τεσσάρων χαρακτήρων σημειωμένη στο δοχείο από τον ιδιοκτήτη. Για δοχεία που ανήκουν στο DOD δείτε τον κανονισμό μεταφοράς άμυνας App EE-6.\nΕνημέρωση 2020: η πηγή δεδομένων αναφοράς ενημερώθηκε στον κανονισμό μεταφοράς άμυνας, Μέρος II, App TT που βρίσκεται στο:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
es: Código de Propiedad del Contenedor. Abreviatura real de cuatro caracteres marcada en el contenedor por el propietario. Para contenedores propiedad del DOD, consulte la Regulación de Transporte de Defensa Apéndice EE-6.\nActualización 2020: referencia de fuente de datos actualizada a la Regulación de Transporte de Defensa, Parte II, Apéndice TT ubicado en:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
et: Konteineri omandiõiguse kood. Tegelik nelja-tähemärgiline lühend, mille on konteinerile märkinud omanik. DOD-i omanduses olevate konteinerite jaoks vaata Defense Transportation Regulation App EE-6.\n2020 uuendus: andmeallika viide uuendatud kaitse transpordiregulatsiooniks, osa II, rakendus TT asub aadressil:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
fi: Astian omistuskoodi. Todellinen nelimerkkinen lyhenne, jonka omistaja on merkinnyt astiaan. DOD:n omistamille astioille katso Puolustuksen kuljetusmääräysten liite EE-6.\n2020 Päivitys: tietolähde viittaus päivitetty Puolustuksen kuljetusmääräyksiin, Osa II, Liite TT sijaitsee osoitteessa:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
fr: Code de Propriété du Conteneur. Abréviation réelle de quatre caractères marquée sur le conteneur par le propriétaire. Pour les conteneurs appartenant au DOD, voir le Règlement sur le Transport de la Défense, App EE-6.\nMise à jour 2020 : référence de source de données mise à jour vers le Règlement sur le Transport de la Défense, Partie II, App TT située à :\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
ga: Cód Úinéireachta Coimeádáin. Giorrúchán ceithre charachtar iarbhír marcáilte ar an gcoimeádán ag an úinéir. Do choimeádáin le húinéireacht DOD féach Rialachán Iompair Cosanta App EE-6.\nNuashonrú 2020: tagairt foinse sonraí nuashonraithe go Rialachán Iompair Cosanta, Cuid II, App TT ag:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
hr: Kod vlasništva spremnika. Stvarna četveroznamenkasta skraćenica označena na spremniku od strane vlasnika. Za spremnike u vlasništvu DOD-a pogledajte Obrambeni prijevozni propis App EE-6.\nAžuriranje 2020: referenca izvora podataka ažurirana na Obrambeni prijevozni propis, Dio II, App TT na adresi:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
hu: Tartály Tulajdonosi Kód. A tartályon a tulajdonos által feltüntetett valós négy karakteres rövidítés. A DOD tulajdonában lévő tartályok esetében lásd a Védelmi Szállítási Szabályzat App EE-6.\n2020 Frissítés: az adatforrás hivatkozás frissítve a Védelmi Szállítási Szabályzat, II. rész, App TT, elérhető itt:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
is: Eignarhaldskóði gáma. Raunveruleg fjögurra stafa skammstöfun merkt á gáminni af eiganda. Fyrir gáma í eigu DOD sjá Defense Transportation Regulation App EE-6.\n2020 Uppfærsla: heimild vísað til Defense Transportation Regulation, Part II, App TT staðsett á:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
it: Codice di Proprietà del Contenitore. Abbreviazione effettiva di quattro caratteri marcata sul contenitore dal proprietario. Per i contenitori di proprietà del DOD vedere la Regolamentazione del Trasporto della Difesa App EE-6.\nAggiornamento 2020: riferimento della fonte dei dati aggiornato alla Regolamentazione del Trasporto della Difesa, Parte II, App TT situata su:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
lt: Konteinerio nuosavybės kodas. Faktinis keturių simbolių santrumpa, pažymėta ant konteinerio savininko. Dėl DOD nuosavybės konteinerių žr. Gynybos transporto reglamento priedą EE-6.\n2020 atnaujinimas: duomenų šaltinio nuoroda atnaujinta į Gynybos transporto reglamentą, II dalis, priedas TT, esantis adresu:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
lv: Konteinera īpašumtiesību kods. Faktiskais četru simbolu saīsinājums, kas marķēts uz konteinera īpašnieka. DOD īpašumā esošiem konteineriem skatīt Aizsardzības transporta regulējuma pielikumu EE-6.\n2020. gada atjauninājums: datu avota atsauce atjaunināta uz Aizsardzības transporta regulējumu, II daļa, pielikums TT, kas atrodams:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
mt: Kodiċi tas-Sid tal-Kontenitur. Abbrevjazzjoni attwali ta' erba' karattri mmarkata fuq il-kontenitur mis-sid. Għal kontenituri proprjetà tad-DOD ara r-Regolament tat-Trasport tad-Difiża App EE-6.\nAġġornament 2020: sors tad-data aġġornat għar-Regolament tat-Trasport tad-Difiża, Parti II, App TT jinsab fuq:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
nl: Eigendomscode van de container. Daadwerkelijke vierkarakter afkorting gemarkeerd op de container door de eigenaar. Voor door DOD eigendom containers zie Defense Transportation Regulation App EE-6.\n2020 Update: databron referentie bijgewerkt naar de Defense Transportation Regulation, Deel II, App TT gelegen op:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
no: Beholder Eierskaps Kode. Faktisk fire-tegns forkortelse merket på beholderen av eieren. For DOD eide beholdere se Defense Transportation Regulation App EE-6.\n2020 Oppdatering: datakilde referanse oppdatert til Defense Transportation Regulation, Del II, App TT lokalisert på:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
pl: Kod własności kontenera. Rzeczywisty czteroznakowy skrót oznaczony na kontenerze przez właściciela. Dla kontenerów należących do DOD patrz regulamin transportu obronnego App EE-6.\nAktualizacja 2020: źródło danych zaktualizowane do regulaminu transportu obronnego, część II, App TT znajduje się pod adresem:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
pt: Código de Propriedade do Contêiner. Abreviação real de quatro caracteres marcada no contêiner pelo proprietário. Para contêineres de propriedade do DOD, consulte o Regulamento de Transporte de Defesa Apêndice EE-6.\nAtualização 2020: referência da fonte de dados atualizada para o Regulamento de Transporte de Defesa, Parte II, Apêndice TT localizado em:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
ro: Codul Proprietății Containerului. Abrevierea efectivă de patru caractere marcată pe container de proprietar. Pentru containerele deținute de DOD, consultați Regulamentul de Transport al Apărării Anexa EE-6.\nActualizare 2020: referința sursei de date actualizată la Regulamentul de Transport al Apărării, Partea a II-a, Anexa TT situată la:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
sk: Kód vlastníctva kontajnera. Aktuálna štvorpísmenná skratka označená na kontajneri vlastníkom. Pre kontajnery vlastnené DOD pozri Defense Transportation Regulation App EE-6.\nAktualizácia 2020: aktualizovaný zdroj údajov na Defense Transportation Regulation, Časť II, App TT na adrese:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
sl: Koda lastništva kontejnerja. Dejanska štiriznakovna okrajšava, označena na kontejnerju s strani lastnika. Za kontejnerje v lasti DOD glejte Defense Transportation Regulation App EE-6.\nPosodobitev 2020: referenca vira podatkov je posodobljena na Defense Transportation Regulation, del II, App TT, ki se nahaja na:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
sv: Behållarägarkod. Faktisk fyrbokstavs förkortning markerad på behållaren av ägaren. För DOD-ägda behållare se Försvarstransportregleringen App EE-6.\n2020 Uppdatering: datakällreferens uppdaterad till Försvarstransportregleringen, Del II, App TT som finns på:\nhttps://www.ustranscom.mil/dtr/dtrp2.cfm
