Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di13010
source: Army Form 2410 data. Format is data value preceded by the block number of the form 2410. Field lengths and acceptable characters can be found at;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Update: The URL has been modified to:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1408
bg: Данни от формуляра на армията 2410. Форматът е стойността на данните, предшествана от номера на блока на формуляра 2410. Дължините на полетата и приемливите символи могат да бъдат намерени на;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nАктуализация 2020: URL адресът е променен на:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1408
cs: Data formuláře armády 2410. Formát je hodnota dat předcházející číslo bloku formuláře 2410. Délky polí a přijatelné znaky lze nalézt na;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAktualizace 2020: URL byla změněna na:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1408
de: Army Form 2410-Daten. Format ist der Datenwert, der dem Blocknummer des Formulars 2410 vorangestellt ist. Feldlängen und akzeptable Zeichen sind unter zu finden;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Update: Die URL wurde geändert zu:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1408
el: Δεδομένα Φόρμας Στρατού 2410. Η μορφή είναι η τιμή δεδομένων που προηγείται από τον αριθμό μπλοκ της φόρμας 2410. Τα μήκη πεδίων και οι αποδεκτοί χαρακτήρες μπορούν να βρεθούν στο·\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nΕνημέρωση 2020: Η διεύθυνση URL έχει τροποποιηθεί σε:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1408
es: Datos del Formulario 2410 del Ejército. El formato es el valor de los datos precedido por el número de bloque del formulario 2410. Las longitudes de los campos y los caracteres aceptables se pueden encontrar en;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nActualización 2020: La URL ha sido modificada a:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1408
et: USA Armee Vorm 2410 andmed. Formaat on andmeväärtus, millele eelneb vormi 2410 ploki number. Väljade pikkused ja vastuvõetavad tähemärgid leiate aadressilt;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Uuendus: URL on muudetud:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1408
fi: Armeijan Lomake 2410 data. Muoto on datan arvo, jota edeltää lomakkeen 2410 lohkonumero. Kenttien pituudet ja hyväksyttävät merkit löytyvät osoitteesta;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Päivitys: URL on muutettu osoitteeseen:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1408
fr: Données du formulaire de l'armée 2410. Le format est la valeur des données précédée du numéro de bloc du formulaire 2410. Les longueurs des champs et les caractères acceptables se trouvent à l'adresse ;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nMise à jour 2020 : L'URL a été modifiée en :\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1408
ga: Sonraí Fhoirm Arm 2410. Formáid is ea luach sonraí a leanann uimhir bloc an fhoirm 2410. Is féidir fad réimsí agus carachtair inghlactha a fháil ag;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nNuashonrú 2020: Athraíodh an URL go:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1408
hr: Podaci vojnog obrasca 2410. Format je vrijednost podataka prethodno blok brojem obrasca 2410. Duljine polja i prihvatljivi znakovi mogu se naći na;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAžuriranje 2020: URL je promijenjen u:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1408
hu: Az Amerikai Hadsereg 2410-es űrlapjának adatai. Az adatformátum az 2410-es űrlap blokkszámától függ. A mezőhosszakat és az elfogadható karaktereket a következő helyen találja meg;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Frissítés: Az URL módosult:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1408
is: Herform 2410 gögn. Snið er gagnagildi fylgt af blokkarnúmeri á formi 2410. Lengdir svæða og leyfilegir stafir eru að finna á;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Uppfærsla: URL hefur verið breytt í:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1408
it: Dati del Modulo 2410 dell'esercito. Il formato è il valore dei dati preceduto dal numero del blocco del modulo 2410. Lunghezze dei campi e caratteri accettabili possono essere trovati su;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAggiornamento 2020: L'URL è stato modificato a:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1408
lt: Kariuomenės forma 2410 duomenys. Formatas yra duomenų vertė, nurodyta prieš formos 2410 bloko numerį. Laukų ilgiai ir priimtini simboliai pateikti adresu;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 metų atnaujinimas: URL buvo pakeistas į:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1408
lv: Armijas Formas 2410 dati. Formāts ir datu vērtība, ko papildina formas 2410 bloka numurs. Lauku garumi un pieņemamās rakstzīmes ir atrodami vietnē;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020. gada atjauninājums: URL ir mainīts uz:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1408
mt: Data tal-Formola 2410 tal-Armata. Il-format huwa l-valur tad-data segwit min-numru tal-blokka tal-formola 2410. It-tulijiet tal-qasam u l-karattri aċċettabbli jistgħu jinstabu fuq;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAġġornament 2020: L-URL ġie mibdul għal:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1408
nl: Army Form 2410 data. Formaat is gegevenswaarde voorafgegaan door het bloknummer van formulier 2410. Veldlengtes en acceptabele tekens zijn te vinden op;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Update: De URL is gewijzigd naar:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1408
no: Hærens skjema 2410 data. Formatet er dataverdi forut for blokknummeret til skjemaet 2410. Feltlengder og akseptable tegn kan finnes på;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Oppdatering: URL-en er endret til:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1408
pl: Dane formularza armii 2410. Format to wartość danych poprzedzona numerem bloku formularza 2410. Długości pól i akceptowalne znaki można znaleźć na stronie;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAktualizacja 2020: Adres URL został zmodyfikowany na:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1408
pt: Formulário do Exército 2410. Formato é valor de dados precedido pelo número do bloco do formulário 2410. Comprimentos de campo e caracteres aceitáveis podem ser encontrados em;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAtualização 2020: A URL foi modificada para:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1408
ro: Datele Formularului Armatei 2410. Formatul este valoarea datelor precedată de numărul blocului formularului 2410. Lungimile câmpurilor și caracterele acceptabile pot fi găsite la;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nActualizare 2020: URL-ul a fost modificat la:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1408
sk: Údaje formulára armády 2410. Formát je hodnota údajov predchádzaná číslom bloku formulára 2410. Dĺžky polí a akceptovateľné znaky možno nájsť na;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAktualizácia 2020: URL bolo zmenené na:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1408
sl: Obrazec vojske ZDA 2410. Format je vrednost podatka, predhodno označena z blokom številke obrazca 2410. Dolžine polj in sprejemljivi znaki so na voljo na;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nPosodobitev 2020: URL je bil spremenjen v:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1408
sv: Arméformulär 2410-data. Formatet är datavärdet följt av blocknumret på formulär 2410. Fältlängder och acceptabla tecken finns på;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Uppdatering: URL har ändrats till:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1408

# di13011
source: Army Form 2408 data. Format is data value preceded by the block number of the form 2408. Field lengths and acceptable characters can be found at;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Update: The URL has been modified to:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1400
bg: Данни от формуляра на армията 2408. Форматът е стойността на данните, предшествана от номера на блока на формуляра 2408. Дължините на полетата и приемливите символи могат да бъдат намерени на;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nАктуализация 2020: URL адресът е променен на:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1400
cs: Data formuláře armády 2408. Formát je hodnota dat předcházející číslo bloku formuláře 2408. Délky polí a přijatelné znaky lze nalézt na;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAktualizace 2020: URL byla změněna na:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1400
de: Army Form 2408-Daten. Format ist der Datenwert, der dem Blocknummer des Formulars 2408 vorangestellt ist. Feldlängen und akzeptable Zeichen sind unter zu finden;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Update: Die URL wurde geändert zu:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1400
el: Δεδομένα Φόρμας Στρατού 2408. Η μορφή είναι η τιμή δεδομένων που προηγείται από τον αριθμό μπλοκ της φόρμας 2408. Τα μήκη πεδίων και οι αποδεκτοί χαρακτήρες μπορούν να βρεθούν στο·\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nΕνημέρωση 2020: Η διεύθυνση URL έχει τροποποιηθεί σε:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1400
es: Datos del Formulario 2408 del Ejército. El formato es el valor de los datos precedido por el número de bloque del formulario 2408. Las longitudes de los campos y los caracteres aceptables se pueden encontrar en;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nActualización 2020: La URL ha sido modificada a:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1400
et: USA Armee Vorm 2408 andmed. Formaat on andmeväärtus, millele eelneb vormi 2408 ploki number. Väljade pikkused ja vastuvõetavad tähemärgid leiate aadressilt;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Uuendus: URL on muudetud:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1400
fi: Armeijan Lomake 2408 data. Muoto on datan arvo, jota edeltää lomakkeen 2408 lohkonumero. Kenttien pituudet ja hyväksyttävät merkit löytyvät osoitteesta;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Päivitys: URL on muutettu osoitteeseen:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1400
fr: Données du formulaire de l'armée 2408. Le format est la valeur des données précédée du numéro de bloc du formulaire 2408. Les longueurs des champs et les caractères acceptables se trouvent à l'adresse ;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nMise à jour 2020 : L'URL a été modifiée en :\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1400
ga: Sonraí Fhoirm Arm 2408. Formáid is ea luach sonraí a leanann uimhir bloc an fhoirm 2408. Is féidir fad réimsí agus carachtair inghlactha a fháil ag;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nNuashonrú 2020: Athraíodh an URL go:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1400
hr: Podaci vojnog obrasca 2408. Format je vrijednost podataka prethodno blok brojem obrasca 2408. Duljine polja i prihvatljivi znakovi mogu se naći na;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAžuriranje 2020: URL je promijenjen u:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1400
hu: Az Amerikai Hadsereg 2408-as űrlapjának adatai. Az adatformátum az 2408-as űrlap blokkszámától függ. A mezőhosszakat és az elfogadható karaktereket a következő helyen találja meg;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Frissítés: Az URL módosult:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1400
is: Herform 2408 gögn. Snið er gagnagildi fylgt af blokkarnúmeri á formi 2408. Lengdir svæða og leyfilegir stafir eru að finna á;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Uppfærsla: URL hefur verið breytt í:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1400
it: Dati del Modulo 2408 dell'esercito. Il formato è il valore dei dati preceduto dal numero del blocco del modulo 2408. Lunghezze dei campi e caratteri accettabili possono essere trovati su;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAggiornamento 2020: L'URL è stato modificato a:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1400
lt: Kariuomenės forma 2408 duomenys. Formatas yra duomenų vertė, nurodyta prieš formos 2408 bloko numerį. Laukų ilgiai ir priimtini simboliai pateikti adresu;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 metų atnaujinimas: URL buvo pakeistas į:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1400
lv: Armijas Formas 2408 dati. Formāts ir datu vērtība, ko papildina formas 2408 bloka numurs. Lauku garumi un pieņemamās rakstzīmes ir atrodami vietnē;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020. gada atjauninājums: URL ir mainīts uz:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1400
mt: Data tal-Formola 2408 tal-Armata. Il-format huwa l-valur tad-data segwit min-numru tal-blokka tal-formola 2408. It-tulijiet tal-qasam u l-karattri aċċettabbli jistgħu jinstabu fuq;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAġġornament 2020: L-URL ġie mibdul għal:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1400
nl: Army Form 2408 data. Formaat is gegevenswaarde voorafgegaan door het bloknummer van formulier 2408. Veldlengtes en acceptabele tekens zijn te vinden op;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Update: De URL is gewijzigd naar:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1400
no: Hærens skjema 2408 data. Formatet er dataverdi forut for blokknummeret til skjemaet 2408. Feltlengder og akseptable tegn kan finnes på;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Oppdatering: URL-en er endret til:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1400
pl: Dane formularza armii 2408. Format to wartość danych poprzedzona numerem bloku formularza 2408. Długości pól i akceptowalne znaki można znaleźć na stronie;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAktualizacja 2020: Adres URL został zmodyfikowany na:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1400
pt: Formulário do Exército 2408. Formato é valor de dados precedido pelo número do bloco do formulário 2408. Comprimentos de campo e caracteres aceitáveis podem ser encontrados em;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAtualização 2020: A URL foi modificada para:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1400
ro: Datele Formularului Armatei 2408. Formatul este valoarea datelor precedată de numărul blocului formularului 2408. Lungimile câmpurilor și caracterele acceptabile pot fi găsite la;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nActualizare 2020: URL-ul a fost modificat la:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1400
sk: Údaje formulára armády 2408. Formát je hodnota údajov predchádzaná číslom bloku formulára 2408. Dĺžky polí a akceptovateľné znaky možno nájsť na;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nAktualizácia 2020: URL bolo zmenené na:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.asp x?PUB_ID=1400
sl: Obrazec vojske ZDA 2408. Format je vrednost podatka, predhodno označena z blokom številke obrazca 2408. Dolžine polj in sprejemljivi znaki so na voljo na;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\nPosodobitev 2020: URL je bil spremenjen v:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1400
sv: Arméformulär 2408-data. Formatet är datavärdet följt av blocknumret på formulär 2408. Fältlängder och acceptabla tecken finns på;\nhttp://www.apd.army.mil/pdffiles/p738_751.pdf.\n2020 Uppdatering: URL har ändrats till:\nhttps://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1400
