Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di20026
source: Batch Identifier comprising the concatenation of either:\n - a data identifier 26S mail processing equipment identifier, or\n - a data identifier 20K license identifier, or\n - a data identifier 18V party identifier that:\n - is distinct from any other ISO/IEC 15459 compliant identifier within the domain of the issuing agency concerned;\n - cannot be derived from another party identifier or any other ISO/IEC 15459 compliant identifier, issued under the same issuing agency, by the simple addition of characters to, or their removal from, its end;\n with a data identifier 27T batch number, the two being separated by a dash (-) character.
bg: Идентификатор на партида, състоящ се от конкатенацията на или:\n - идентификатор на данни 26S идентификатор на пощенска обработваща машина, или\n - идентификатор на данни 20K идентификатор на лиценз, или\n - идентификатор на данни 18V идентификатор на страна, който:\n - се различава от всеки друг идентификатор, съответстващ на ISO/IEC 15459 в рамките на домейна на съответната издаваща агенция;\n - не може да бъде изведен от друг идентификатор на страна или който и да е друг идентификатор, съответстващ на ISO/IEC 15459, издаден под същата издаваща агенция, чрез просто добавяне на символи към неговия край или техните премахване от него;\n с идентификатор на данни 27T номер на партида, двата разделени със символ дефис (-).
cs: Číslo dávky skládající se ze spojení buď:\n - identifikátoru dat 26S identifikátor zařízení na zpracování pošty, nebo\n - identifikátoru dat 20K identifikátor licence, nebo\n - identifikátoru dat 18V identifikátor strany, který:\n - se liší od jakéhokoli jiného identifikátoru kompatibilního s ISO/IEC 15459 v rámci domény příslušné vydávající agentury;\n - nelze odvodit z jiného identifikátoru strany nebo jakéhokoli jiného identifikátoru kompatibilního s ISO/IEC 15459, vydaného pod stejnou vydávající agenturou, prostým přidáním znaků na konec nebo jejich odstraněním;\n s identifikátorem dat 27T číslem dávky, přičemž oba jsou odděleny znakem pomlčky (-).
de: Chargen-Identifikator, bestehend aus der Verkettung von entweder:\n - einem Datenidentifikator 26S Postverarbeitungsausrüstungsidentifikator, oder\n - einem Datenidentifikator 20K Lizenzkennung, oder\n - einem Datenidentifikator 18V Parteienidentifikator, der:\n - ist von jedem anderen ISO/IEC 15459-konformen Identifikator innerhalb des Bereichs der ausstellenden Agentur unterschiedlich;\n - kann nicht von einem anderen Parteienidentifikator oder einem anderen ISO/IEC 15459-konformen Identifikator abgeleitet werden, der unter derselben ausstellenden Agentur ausgegeben wird, durch einfaches Hinzufügen von Zeichen zu oder deren Entfernung von seinem Ende;\n mit einem Datenidentifikator 27T Chargennummer, die beiden durch ein Bindestrich (-) Zeichen getrennt.
el: Αριθμός Παρτίδας που αποτελείται από τη συνένωση είτε:\n - ενός αναγνωριστικού δεδομένων 26S αναγνωριστικού εξοπλισμού επεξεργασίας ταχυδρομείου, ή\n - ενός αναγνωριστικού δεδομένων 20K αναγνωριστικού άδειας, ή\n - ενός αναγνωριστικού δεδομένων 18V αναγνωριστικού μέρους που:\n - διαφέρει από οποιοδήποτε άλλο αναγνωριστικό σύμφωνο με το ISO/IEC 15459 εντός του τομέα του εκδότη οργανισμού που αφορά·\n - δεν μπορεί να προκύψει από άλλο αναγνωριστικό μέρους ή οποιοδήποτε άλλο αναγνωριστικό σύμφωνο με το ISO/IEC 15459, που εκδόθηκε υπό τον ίδιο εκδότη οργανισμού, με την απλή προσθήκη χαρακτήρων στο τέλος του ή την αφαίρεσή τους από αυτό· με έναν αναγνωριστικό δεδομένων 27T αριθμό παρτίδας, οι δύο να χωρίζονται από έναν χαρακτήρα παύλα (-).
es: Identificador de Lote que comprende la concatenación de ya sea:\n - un identificador de datos 26S identificador de equipo de procesamiento de correo, o\n - un identificador de datos 20K identificador de licencia, o\n - un identificador de datos 18V identificador de parte que:\n - es distinto de cualquier otro identificador conforme a ISO/IEC 15459 dentro del dominio de la agencia emisora concerniente;\n - no puede ser derivado de otro identificador de parte u otro identificador conforme a ISO/IEC 15459, emitido bajo la misma agencia emisora, por la simple adición de caracteres a, o su eliminación de, su fin;\n con un identificador de datos 27T número de lote, los dos siendo separados por un carácter guion (-).
et: Partii Identifikaator, koosnedes kas:\n - andmeidentifikaatorist 26S postitöötlusseadme identifikaatorist, või\n - andmeidentifikaatorist 20K litsentsi identifikaatorist, või\n - andmeidentifikaatorist 18V osapoole identifikaatorist, mis:\n - erineb kõigist teistest ISO/IEC 15459 nõuetele vastavatest identifikaatoritest väljaandva asutuse domeenis;\n - mida ei saa tuletada teisest osapoole identifikaatorist või mistahes muust ISO/IEC 15459 nõuetele vastavast identifikaatorist, mis on väljastatud sama väljaandva asutuse poolt, lihtsalt lisades tähemärke selle lõppu või eemaldades neid selle lõpust, koos andmeidentifikaatoriga 27T partii numbriga, mida eraldab kriips (-) tähemärk.
fi: Erätunniste, joka koostuu joko:\n - datatunnisteesta 26S postinkäsittelylaitteen tunnistimesta, tai\n - datatunnisteesta 20K lisenssitunnisteesta, tai\n - datatunnisteesta 18V osapuolentunnisteesta, joka:\n - eroaa kaikista muista ISO/IEC 15459:n mukaisista tunnisteista myöntämisviraston alueella;\n - ei voida johtaa toisesta osapuolentunnisteesta tai mistään muusta ISO/IEC 15459:n mukaisesta tunnisteesta, joka on myönnetty saman myöntämisviraston toimesta, yksinkertaisesti lisäämällä merkkejä sen loppuun tai poistamalla niitä siitä;\n yhdistettynä datatunnisteeseen 27T eränumeroon, kaksi erotettuna toisistaan viiva (-) merkillä.
fr: Identifiant de lot comprenant la concaténation soit :\n - d'un identifiant de données 26S identifiant d'équipement de traitement du courrier, ou\n - d'un identifiant de données 20K identifiant de licence, ou\n - d'un identifiant de données 18V identifiant de partie qui :\n - est distinct de tout autre identifiant conforme à l'ISO/IEC 15459 dans le domaine de l'agence d'émission concernée ;\n - ne peut pas être dérivé d'un autre identifiant de partie ou de tout autre identifiant conforme à l'ISO/IEC 15459, émis sous la même agence d'émission, par l'ajout simple de caractères à, ou leur retrait de, son extrémité ;\n avec un identifiant de données 27T numéro de lot, les deux étant séparés par un caractère tiret (-).
ga: Uimhir Bhaisc a chuimsíonn comhcheangal ceachtar:\n - aitheantas sonraí 26S aitheantas trealaimh próiseála poist, nó\n - aitheantas sonraí 20K aitheantas ceadúnais, nó\n - aitheantas sonraí 18V aitheantas páirtí a:\n - tá sé difriúil ó aon aitheantas eile comhlíontach ISO/IEC 15459 laistigh de réimse an ghníomhaireachta eisithe ábhartha;\n - nach féidir a dhíorthú ó aitheantas páirtí eile nó aon aitheantas eile comhlíontach ISO/IEC 15459, eisithe faoin ghníomhaireacht chéanna, trí charachtair shimplí a chur leis, nó a bhaint dá dheireadh;\n le aitheantas sonraí 27T uimhir an bhaisc, an dá cheann scartha ag carachtar lúibín (-).
hr: Broj serije koji se sastoji od konkatenacije ili:\n - identifikatora podataka 26S identifikatora opreme za obradu pošte, ili\n - identifikatora podataka 20K identifikatora licence, ili\n - identifikatora podataka 18V identifikatora stranke koji:\n - je različit od bilo kojeg drugog identifikatora sukladnog s ISO/IEC 15459 unutar domene izdavateljske agencije;\n - ne može biti izveden iz drugog identifikatora stranke ili bilo kojeg drugog identifikatora sukladnog s ISO/IEC 15459, izdanog pod istom izdavateljskom agencijom, jednostavnim dodavanjem znakova na njegov kraj, ili njihovim uklanjanjem;\n s identifikatorom podataka 27T broja serije, dva su odvojena crticom (-) znakom.
hu: Tételazonosító, amely vagy:\n - egy 26S adat azonosító levélfeldolgozó berendezés azonosítójának, vagy\n - egy 20K adat azonosító licenc azonosítójának, vagy\n - egy 18V adat azonosító fél azonosítójának konkatenációja, amely:\n - különbözik bármely más ISO/IEC 15459-nek megfelelő azonosítótól az adott kiadói ügynökség doménjében;\n - nem származtatható más fél azonosítójából vagy bármely más ISO/IEC 15459-nek megfelelő azonosítóból, amelyet ugyanazon kiadói ügynökség adott ki, egyszerűen karakterek hozzáadásával vagy eltávolításával a végétől;\n egy 27T adat azonosító tételszámmal, a kettőt egy kötőjel (-) karakter választja el.
is: Lotukennari sem samanstendur af annaðhvort:\n - gagnakennara 26S póstmeðferðarbúnaðarkenni, eða\n - gagnakennara 20K leyfiskenni, eða\n - gagnakennara 18V aðila að viðskiptum kenni sem:\n - er frábrugðið öðrum ISO/IEC 15459 samrýmanlegu kenni innan sviðs útgáfustofnunarinnar;\n - getur ekki komið frá öðru aðila að viðskiptum kenni eða öðru ISO/IEC 15459 samrýmanlegu kenni, gefið út undir sömu útgáfustofnun, með einfaldri viðbót stafa við, eða þeirra fjarlægingu frá, því enda;\n með gagnakennara 27T lotunúmeri, þau tvenn aðskilin með bandstriki (-) tákni.
it: Identificatore del Lotto comprendente la concatenazione di:\n - un identificatore di dati 26S identificatore dell'attrezzatura di elaborazione della posta, o\n - un identificatore di dati 20K identificatore di licenza, o\n - un identificatore di dati 18V identificatore di parte che:\n - è distinto da qualsiasi altro identificatore conforme a ISO/IEC 15459 all'interno del dominio dell'agenzia di emissione interessata;\n - non può essere derivato da un altro identificatore di parte o da qualsiasi altro identificatore conforme a ISO/IEC 15459, emesso sotto la stessa agenzia di emissione, mediante l'aggiunta semplice di caratteri a, o la loro rimozione da, la sua fine;\n con un identificatore di dati 27T numero di lotto, i due essendo separati da un carattere trattino (-).
lt: Partijos identifikatorius, sudarytas iš konkatenacijos:\n - duomenų identifikatoriaus 26S pašto apdorojimo įrangos identifikatorius, arba\n - duomenų identifikatoriaus 20K licencijos identifikatorius, arba\n - duomenų identifikatoriaus 18V šalies identifikatorius, kuris:\n - yra skirtingas nuo bet kurio kito ISO/IEC 15459 atitinkamo identifikatoriaus išdavimo agentūros srityje;\n - negali būti gautas iš kitos šalies identifikatoriaus ar bet kurio kito ISO/IEC 15459 atitinkamo identifikatoriaus, išduoto pagal tą pačią išdavimo agentūrą, paprastai pridedant simbolius prie jo galo arba šalinant juos iš jo galo;\n su duomenų identifikatoriumi 27T partijos numeriu, du abu sudedamosios dalys atskirtos brūkšnelio (-) simboliu.
lv: Partijas Identifikators, kas sastāv no:\n - datu identifikatora 26S pasta apstrādes iekārtas identifikatora, vai\n - datu identifikatora 20K licences identifikatora, vai\n - datu identifikatora 18V puses identifikatora, kas:\n - atšķiras no jebkura cita ISO/IEC 15459 atbilstoša identifikatora izdošanas aģentūras domēnā;\n - nevar tikt iegūts no cita puses identifikatora vai jebkura cita ISO/IEC 15459 atbilstoša identifikatora, kas izdots zem tās pašas izdošanas aģentūras, vienkārši pievienojot rakstzīmes tā beigās vai noņemot tās;\n ar datu identifikatoru 27T partijas numuru, abus atdalot ar defisa (-) rakstzīmi.
mt: Numru tal-Grupp li jikkonsisti fil-konkatenazzjoni ta' jew:\n - identifikatur tad-data 26S tal-identifikatur tal-apparat tal-ipproċessar tal-posta, jew\n - identifikatur tad-data 20K tal-identifikatur tal-liċenzja, jew\n - identifikatur tad-data 18V tal-identifikatur tal-parti li:\n - huwa distint minn kwalunkwe identifikatur ieħor konformi mal-ISO/IEC 15459 fl-ambitu tal-aġenzija li toħroġ kkonċernata;\n - ma jistax jiġi derivat minn identifikatur ieħor tal-parti jew kwalunkwe identifikatur ieħor konformi mal-ISO/IEC 15459, maħruġ taħt l-istess aġenzija li toħroġ, billi sempliċement jiżdiedu karattri għalih, jew jitneħħew minn, it-tarf tiegħu;\n mal-identifikatur tad-data 27T tan-numru tal-grupp, iż-żewġ separati b'karattru tratt (-).
nl: Partij-identificator bestaande uit de aaneenschakeling van ofwel:\n - een gegevensidentificator 26S mailverwerkingsapparatuur identificator, of\n - een gegevensidentificator 20K licentie-identificator, of\n - een gegevensidentificator 18V partij-identificator die:\n - onderscheidend is van elke andere ISO/IEC 15459 conforme identificator binnen het domein van de betreffende uitgevende instantie;\n - niet kan worden afgeleid van een andere partij-identificator of een andere ISO/IEC 15459 conforme identificator, uitgegeven onder dezelfde uitgevende instantie, door eenvoudigweg tekens toe te voegen aan, of te verwijderen uit, het einde ervan;\n met een gegevensidentificator 27T partijnummer, de twee gescheiden door een streepje (-) teken.
no: Partiidentifikator bestående av sammenkoblingen av enten:\n - en dataidentifikator 26S postbehandlingsutstyrsidentifikator, eller\n - en dataidentifikator 20K lisensidentifikator, eller\n - en dataidentifikator 18V partsidentifikator som:\n - er forskjellig fra enhver annen ISO/IEC 15459 kompatibel identifikator innenfor domenet til det utstedende byrået;\n - kan ikke utledes fra en annen partsidentifikator eller noen annen ISO/IEC 15459 kompatibel identifikator, utstedt under samme utstedende byrå, ved den enkle tilføyelsen av tegn til, eller deres fjerning fra, dens ende;\n med en dataidentifikator 27T parti nummer, de to blir skilt av et bindestrek (-) tegn.
pl: Numer partii składający się z połączenia albo:\n - identyfikatora danych 26S identyfikatora urządzenia przetwarzającego pocztę, albo\n - identyfikatora danych 20K identyfikatora licencji, albo\n - identyfikatora danych 18V identyfikatora strony, który:\n - różni się od jakiegokolwiek innego identyfikatora zgodnego z ISO/IEC 15459 w domenie danej agencji wydającej;\n - nie może być pochodną innego identyfikatora strony ani żadnego innego identyfikatora zgodnego z ISO/IEC 15459, wydanego na mocy tej samej agencji wydającej, poprzez prost
pt: Identificador de Lote compreendendo a concatenação de um dos seguintes:\n - um identificador de dados 26S identificador de equipamento de processamento de correio, ou\n - um identificador de dados 20K identificador de licença, ou\n - um identificador de dados 18V identificador de parte que:\n - é distinto de qualquer outro identificador compatível com ISO/IEC 15459 dentro do domínio da agência emissora em questão;\n - não pode ser derivado de outro identificador de parte ou qualquer outro identificador compatível com ISO/IEC 15459, emitido sob a mesma agência emissora, pela simples adição de caracteres ao seu final, ou sua remoção;\n com um identificador de dados 27T número de lote, os dois sendo separados por um caractere de traço (-).
ro: Identificatorul Lotului cuprinzând concatenarea fie:\n - unui identificator de date 26S identificatorul echipamentului de prelucrare a poștei, sau\n - unui identificator de date 20K identificatorul licenței, sau\n - unui identificator de date 18V identificatorul părții care:\n - este distinct de orice alt identificator conform ISO/IEC 15459 în cadrul domeniului agenției emitente respective;\n - nu poate fi derivat de la un alt identificator de parte sau orice alt identificator conform ISO/IEC 15459, emis sub aceeași agenție emitentă, prin simpla adăugare de caractere la, sau eliminarea lor de la, capătul său;\n cu un identificator de date 27T numărul lotului, cele două fiind separate de un caracter cratimă (-).
sk: Identifikátor dávky pozostávajúci z konkatenácie buď:\n - identifikátora údajov 26S identifikátor poštového spracovateľského zariadenia, alebo\n - identifikátora údajov 20K licenčné číslo, alebo\n - identifikátora údajov 18V identifikátor strany, ktorý:\n - sa líši od akéhokoľvek iného identifikátora kompatibilného s ISO/IEC 15459 v rámci domény príslušnej vydávajúcej agentúry;\n - nemôže byť odvodený od iného identifikátora strany alebo akéhokoľvek iného identifikátora kompatibilného s ISO/IEC 15459, vydaného pod rovnakou vydávajúcou agentúrou, jednoduchým pridaním znakov na jeho koniec alebo ich odstránením z neho;\n s identifikátorom údajov 27T číslo dávky, oba oddelené znakom pomlčka (-).
sl: Identifikator serije, ki vključuje združevanje bodisi:\n - identifikatorja podatkov 26S identifikatorja opreme za obdelavo pošte, ali\n - identifikatorja podatkov 20K identifikatorja licence, ali\n - identifikatorja podatkov 18V identifikatorja stranke, ki:\n - je različen od katerega koli drugega identifikatorja, skladnega z ISO/IEC 15459, znotraj domene izdajateljske agencije;\n - ni mogoče izpeljati iz drugega identifikatorja stranke ali katerega koli drugega identifikatorja, skladnega z ISO/IEC 15459, izdanega pod isto izdajateljsko agencijo, z enostavnim dodajanjem znakov na konec ali njihovim odstranjevanjem;\n z identifikatorjem podatkov 27T številko serije, pri čemer sta dva ločena z znakom minus (-).
sv: Batchidentifierare bestående av sammanfogningen av antingen:\n - en dataidentifierare 26S posthanteringsutrustningsidentifierare, eller\n - en dataidentifierare 20K licensidentifierare, eller\n - en dataidentifierare 18V partsidentifierare som:\n - skiljer sig från någon annan ISO/IEC 15459 kompatibel identifierare inom den utfärdande myndighetens domän;\n - inte kan härledas från en annan partsidentifierare eller någon annan ISO/IEC 15459 kompatibel identifierare, utfärdad under samma utfärdande myndighet, genom enkel tillägg av tecken till, eller deras borttagning från, dess slut;\n med en dataidentifierare 27T batchnummer, de två skilda av ett bindestreck (-) tecken.
