Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di13014
source: Navy Form 4790 data. Format is data value preceded by the block number of the form 2410. Field lengths and acceptable characters can be found at;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%201 5.pdf.\n2020 Update: The URL is no longer valid.
bg: Данни от формуляра на военноморските сили 4790. Форматът е стойността на данните, предшествана от номера на блока на формуляра 2410. Дължините на полетата и приемливите символи могат да бъдат намерени на;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%201 5.pdf.\nАктуализация 2020: URL адресът вече не е валиден.
cs: Data formuláře námořnictva 4790. Formát je hodnota dat předcházející číslo bloku formuláře 2410. Délky polí a přijatelné znaky lze nalézt na;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%201 5.pdf.\nAktualizace 2020: URL již není platná.
de: Navy Form 4790-Daten. Format ist der Datenwert, der dem Blocknummer des Formulars 2410 vorangestellt ist. Feldlängen und akzeptable Zeichen sind unter zu finden;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%201 5.pdf.\n2020 Update: Die URL ist nicht mehr gültig.
el: Δεδομένα Φόρμας Ναυτικού 4790. Η μορφή είναι η τιμή δεδομένων που προηγείται από τον αριθμό μπλοκ της φόρμας 2410. Τα μήκη πεδίων και οι αποδεκτοί χαρακτήρες μπορούν να βρεθούν στο·\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%201 5.pdf.\nΕνημέρωση 2020: Η διεύθυνση URL δεν είναι πλέον έγκυρη.
es: Datos del Formulario 4790 de la Marina. El formato es el valor de los datos precedido por el número de bloque del formulario 2410. Las longitudes de los campos y los caracteres aceptables se pueden encontrar en;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%201 5.pdf.\nActualización 2020: La URL ya no es válida.
et: USA Mereväe Vorm 4790 andmed. Formaat on andmeväärtus, millele eelneb vormi 2410 ploki number. Väljade pikkused ja vastuvõetavad tähemärgid leiate aadressilt;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%2015.pdf.\n2020 Uuendus: URL ei ole enam kehtiv.
fi: Laivaston Lomake 4790 data. Muoto on datan arvo, jota edeltää lomakkeen 2410 lohkonumero. Kenttien pituudet ja hyväksyttävät merkit löytyvät osoitteesta;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%201 5.pdf.\n2020 Päivitys: URL ei ole enää voimassa.
fr: Données du formulaire de la marine 4790. Le format est la valeur des données précédée du numéro de bloc du formulaire 2410. Les longueurs des champs et les caractères acceptables se trouvent à l'adresse ;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%201 5.pdf.\nMise à jour 2020 : L'URL n'est plus valide.
ga: Sonraí Fhoirm Cabhlaigh 4790. Formáid is ea luach sonraí a leanann uimhir bloc an fhoirm 2410. Is féidir fad réimsí agus carachtair inghlactha a fháil ag;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%2015.pdf.\nNuashonrú 2020: Níl an URL bailí a thuilleadh.
hr: Podaci vojnog obrasca mornarice 4790. Format je vrijednost podataka prethodno blok brojem obrasca 2410. Duljine polja i prihvatljivi znakovi mogu se naći na;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%2015.pdf.\nAžuriranje 2020: URL više nije valjan.
hu: Az Amerikai Haditengerészet 4790-es űrlapjának adatai. Az adatformátum az űrlap 2410-es blokkszámától függ. A mezőhosszakat és az elfogadható karaktereket a következő helyen találja meg;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%2015.pdf.\n2020 Frissítés: Az URL már nem érvényes.
is: Sjóherform 4790 gögn. Snið er gagnagildi fylgt af blokkarnúmeri formsins 2410. Lengdir svæða og leyfilegir stafir eru að finna á;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%2015.pdf.\n2020 Uppfærsla: URL er ekki lengur í gildi.
it: Dati del Modulo 4790 della marina. Il formato è il valore dei dati preceduto dal numero del blocco del modulo 2410. Lunghezze dei campi e caratteri accettabili possono essere trovati su;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%2015.pdf.\nAggiornamento 2020: L'URL non è più valido.
lt: Karinio jūrų laivyno forma 4790 duomenys. Formatas yra duomenų vertė, nurodyta prieš formos 2410 bloko numerį. Laukų ilgiai ir priimtini simboliai pateikti adresu;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%2015.pdf.\n2020 metų atnaujinimas: URL nebegalioja.
lv: Jūras spēku Formas 4790 dati. Formāts ir datu vērtība, ko papildina formas 2410 bloka numurs. Lauku garumi un pieņemamās rakstzīmes ir atrodami vietnē;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%2015.pdf.\n2020. gada atjauninājums: URL vairs nav derīgs.
mt: Data tal-Formola 4790 tan-Navy. Il-format huwa l-valur tad-data segwit min-numru tal-blokka tal-formola 2410. It-tulijiet tal-qasam u l-karattri aċċettabbli jistgħu jinstabu fuq;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%2015.pdf.\nAġġornament 2020: L-URL m'għadux validu.
nl: Navy Form 4790 data. Formaat is gegevenswaarde voorafgegaan door het bloknummer van formulier 2410. Veldlengtes en acceptabele tekens zijn te vinden op;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%2015.pdf.\n2020 Update: De URL is niet langer geldig.
no: Marinens skjema 4790 data. Formatet er dataverdi forut for blokknummeret til skjemaet 2410. Feltlengder og akseptable tegn kan finnes på;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%201 5.pdf.\n2020 Oppdatering: URL-en er ikke lenger gyldig.
pl: Dane formularza marynarki 4790. Format to wartość danych poprzedzona numerem bloku formularza 2410. Długości pól i akceptowalne znaki można znaleźć na stronie;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%201 5.pdf.\nAktualizacja 2020: Adres URL nie jest już ważny.
pt: Formulário da Marinha 4790. Formato é valor de dados precedido pelo número do bloco do formulário 2410. Comprimentos de campo e caracteres aceitáveis podem ser encontrados em;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%201 5.pdf.\nAtualização 2020: A URL não é mais válida.
ro: Datele Formularului Marinei 4790. Formatul este valoarea datelor precedată de numărul blocului formularului 2410. Lungimile câmpurilor și caracterele acceptabile pot fi găsite la;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%201 5.pdf.\nActualizare 2020: URL-ul nu mai este valid.
sk: Údaje formulára námorníctva 4790. Formát je hodnota údajov predchádzaná číslom bloku formulára 2410. Dĺžky polí a akceptovateľné znaky možno nájsť na;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%201 5.pdf.\nAktualizácia 2020: URL už nie je platné.
sl: Obrazec mornarice ZDA 4790. Format je vrednost podatka, predhodno označena z blokom številke obrazca 2410. Dolžine polj in sprejemljivi znaki so na voljo na;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%2015.pdf.\nPosodobitev 2020: URL ni več veljaven.
sv: Marinens formulär 4790-data. Formatet är datavärdet följt av blocknumret på formulär 2410. Fältlängder och acceptabla tecken finns på;\nhttp://www.navair.navy.mil/logistics/4790/library/Chapter%2015.pdf.\n2020 Uppdatering: URL är inte längre giltig.

# di14000
source: National/NATO Stock Number (NSN).
bg: Национален/НАТО складов номер (NSN).
cs: Národní/NATO skladové číslo (NSN).
de: National-/NATO-Lagerbestandsnummer (NSN).
el: Εθνικός/ΝΑΤΟ Αριθμός Αποθέματος (NSN).
es: Número de Stock Nacional/NATO (NSN).
et: Rahvusvaheline/NATO Varunumber (NSN).
fi: Kansallinen/NATO Varastonumero (NSN).
fr: Numéro de stock national/OTAN (NSN).
ga: Uimhir Stoc Náisiúnta/NATO (NSN).
hr: Nacionalni/NATO broj zaliha (NSN).
hu: Nemzeti/NATO Készlet Szám (NSN).
is: Þjóðlegt/NATO birgðanúmer (NSN).
it: Numero di Stock Nazionale/NATO (NSN).
lt: Nacionalinis/NATO atsargų numeris (NSN).
lv: Nacionālais/NATO Krājuma Numurs (NSN).
mt: Numru tal-Istokk Nazzjonali/NATO (NSN).
no: Nasjonalt/NATO-lagernummer (NSN).
pl: Numer magazynowy krajowy/NATO (NSN).
pt: Número de Estoque Nacional/NATO (NSN).
ro: Numărul de Stoc Național/NATO (NSN).
sk: Národné/štandardné číslo zásob NATO (NSN).
sl: Nacionalna/mednarodna zaloga številk (NSN).
sv: Nationellt/NATO-lagernummer (NSN).

# di14001
source: Product Characteristic Data defined by the Chemical Industry Data Exchange (CIDX).
bg: Данни за характеристика на продукта, дефинирани от обмена на данни в химическата индустрия (CIDX).
cs: Data charakteristiky produktu definovaná Chemical Industry Data Exchange (CIDX).
de: Produktmerkmaldaten, definiert vom Chemical Industry Data Exchange (CIDX).
el: Δεδομένα Χαρακτηριστικών Προϊόντος που ορίζονται από την Ανταλλαγή Δεδομένων Χημικής Βιομηχανίας (CIDX).
es: Datos de Características del Producto definidos por el Intercambio de Datos de la Industria Química (CIDX).
et: Keemiatööstuse Andmevahetuse (CIDX) määratletud Tooteomaduste Andmed.
fi: Tuotteen Ominaisuustiedot, jotka Kemian Teollisuuden Datanvaihto (CIDX) on määritellyt.
fr: Données de caractéristiques de produits définies par l'échange de données de l'industrie chimique (CIDX).
ga: Sonraí Saintréithe Táirge a shainmhínítear le Malartú Sonraí Tionscail Ceimiceacha (CIDX).
hr: Podaci o karakteristikama proizvoda definirani razmjenom podataka kemijske industrije (CIDX).
hu: A Chemical Industry Data Exchange (CIDX) által meghatározott Termék Jellemzői Adatok.
is: Vöru eiginleika gögn skilgreind af Chemical Industry Data Exchange (CIDX).
it: Dati Caratteristici del Prodotto definiti dallo Scambio Dati dell'Industria Chimica (CIDX).
lt: Chemijos pramonės duomenų mainų (CIDX) apibrėžti produkto charakteristikų duomenys.
lv: Produkta Raksturlielumu Dati, ko definē Ķīmijas rūpniecības datu apmaiņa (CIDX).
mt: Data tal-Karatteristika tal-Prodott definita mill-Iskambju tad-Data tal-Industrija Kimika (CIDX).
nl: Productkenmerkgegevens gedefinieerd door de Chemical Industry Data Exchange (CIDX).
no: Produktkarakteristikkdata definert av Chemical Industry Data Exchange (CIDX).
pl: Dane charakterystyczne produktu zdefiniowane przez Wymianę Danych Przemysłu Chemicznego (CIDX).
pt: Dados de Característica do Produto definidos pela Troca de Dados da Indústria Química (CIDX).
ro: Datele Caracteristice ale Produsului definite de Schimbul de Date al Industriei Chimice (CIDX).
sk: Údaje o charakteristike produktu definované výmenou údajov chemického priemyslu (CIDX).
sl: Podatki o značilnostih izdelka, določeni s strani izmenjave podatkov v kemični industriji (CIDX).
sv: Produktegenskapsdata definierad av Chemical Industry Data Exchange (CIDX).

# di14003
source: Coding Structure in Accordance with Format Defined by Electronic Industries Association Japan (EIAJ).
bg: Структура на кодиране в съответствие с формата, дефиниран от Асоциацията на електронната индустрия на Япония (EIAJ).
cs: Kódovací struktura v souladu s formátem definovaným Electronic Industries Association Japan (EIAJ).
de: Kodierungsstruktur gemäß dem von der Electronic Industries Association Japan (EIAJ) definierten Format.
el: Δομή Κωδικοποίησης σύμφωνα με τη Μορφή που Ορίζεται από την Ηλεκτρονική Ένωση Βιομηχανιών της Ιαπωνίας (EIAJ).
es: Estructura de Codificación de Acuerdo con el Formato Definido por la Asociación de Industrias Electrónicas de Japón (EIAJ).
et: Elektroonikatööstuse Assotsiatsiooni Jaapani (EIAJ) määratletud Kodeerimisstruktuur.
fi: Koodausrakenne Muodossa, Joka on Määritelty Elektroniikkateollisuuden Yhdistys Japanin (EIAJ) Toimesta.
fr: Structure de codage conforme au format défini par l'Association des industries électroniques du Japon (EIAJ).
ga: Struchtúr Códaithe de réir Formáid a Shainmhínítear le Cumann Tionscail Leictreonaice na Seapáine (EIAJ).
hr: Struktura kodiranja u skladu s formatom definiranim Japanskom udrugom elektroničkih industrija (EIAJ).
hu: Az Electronic Industries Association Japan (EIAJ) által meghatározott Kódolási Struktúra.
is: Kóðunarstrúktúr í samræmi við snið skilgreint af Electronic Industries Association Japan (EIAJ).
it: Struttura di Codifica in Conformità con il Formato Definito dall'Associazione delle Industrie Elettroniche del Giappone (EIAJ).
lt: Elektroninių pramonės asociacijos Japonijoje (EIAJ) apibrėžta kodavimo struktūra.
lv: Kodēšanas Struktūra saskaņā ar Elektronisko Industriju Asociācijas Japānā (EIAJ) definēto formātu.
mt: Struttura tal-Kodifikazzjoni skont il-Format definit mill-Assoċjazzjoni tal-Industriji Elettroniċi tal-Ġappun (EIAJ).
nl: Coderingsstructuur in overeenstemming met het formaat gedefinieerd door Electronic Industries Association Japan (EIAJ).
no: Kodingsstruktur i samsvar med format definert av Electronic Industries Association Japan (EIAJ).
pl: Struktura kodowania zgodna z formatem zdefiniowanym przez Stowarzyszenie Przemysłów Elektronicznych Japonii (EIAJ).
pt: Estrutura de Codificação de Acordo com Formato Definido pela Associação de Indústrias Eletrônicas do Japão (EIAJ).
ro: Structura Codificării în Conformitate cu Formatul Definit de Asociația Industriilor Electronice din Japonia (EIAJ).
sk: Kódovacia štruktúra v súlade s formátom definovaným Asociáciou elektronického priemyslu Japonska (EIAJ).
sl: Kodna struktura v skladu z formatom, določenim s strani Elektronskega združenja industrije Japonske (EIAJ).
sv: Kodningsstruktur i enlighet med format definierat av Electronic Industries Association Japan (EIAJ).

# di14004
source: Coding Structure and Formats in Accordance with GS1 Application Identifiers (AI plus data) (GS1).
bg: Структура на кодиране и формати в съответствие с GS1 идентификатори за приложения (AI плюс данни) (GS1).
cs: Kódovací struktura a formáty v souladu s doporučeními GS1 Application Identifiers (AI plus data) (GS1).
de: Kodierungsstruktur und Formate gemäß den GS1-Anwendungsidentifikatoren (AI plus Daten) (GS1).
el: Δομή Κωδικοποίησης και Μορφές σύμφωνα με τους Αναγνωριστικούς Εφαρμογών GS1 (AI plus data) (GS1).
es: Estructura de Codificación y Formatos de Acuerdo con los Identificadores de Aplicación de GS1 (AI más datos) (GS1).
et: GS1 Rakendusidentifikaatoritega (AI pluss andmed) (GS1) vastavuses olev Kodeerimisstruktuur ja Formaadid.
fi: Koodausrakenne ja Formaatit GS1 Sovellustunnisteiden (AI plus data) (GS1) Mukaisesti.
fr: Structure et formats de codage conformes aux identifiants d'application GS1 (AI plus données) (GS1).
ga: Struchtúr Códaithe agus Formáidí de réir Moltaí GS1 (AI móide sonraí) (GS1).
hr: Struktura kodiranja i formati u skladu s preporukama GS1 identifikatora aplikacija (AI plus podaci) (GS1).
hu: A GS1 Alkalmazási Azonosítók (AI plusz adatok) (GS1) szerinti Kódolási Struktúra és Formátumok.
is: Kóðunarstrúktúr og snið í samræmi við GS1 Application Identifiers (AI plús gögn) (GS1).
it: Struttura e formati di codifica in conformità con gli Identificatori di Applicazione GS1 (AI più dati) (GS1).
lt: Kodavimo struktūra ir formatas pagal GS1 taikomuosius identifikatorius (AI ir duomenys) (GS1).
lv: Kodēšanas Struktūra un Formāti saskaņā ar GS1 Pielietojuma Identifikatoriem (AI plus dati) (GS1).
mt: Struttura tal-Kodifikazzjoni u Formats skont l-Applikazzjoni tal-GS1 Identifikaturi (AI plus data) (GS1).
nl: Coderingsstructuur en formaten in overeenstemming met GS1 Toepassingsidentificatoren (AI plus gegevens) (GS1).
no: Kodingsstruktur og formater i samsvar med GS1-applikasjonsidentifikatorer (AI pluss data) (GS1).
pl: Struktura kodowania i formaty zgodne z identyfikatorami aplikacji GS1 (AI plus dane) (GS1).
pt: Estrutura de Codificação e Formatos de Acordo com Identificadores de Aplicação GS1 (AI mais dados) (GS1).
ro: Structura Codificării și Formatele în Conformitate cu Identificatorii de Aplicație GS1 (AI plus date) (GS1).
sk: Kódovacia štruktúra a formáty v súlade so štandardmi GS1 (AI plus údaje) (GS1).
sl: Kodna struktura in formati v skladu z identifikatorji aplikacij GS1 (AI plus podatki) (GS1).
sv: Kodningsstruktur och format i enlighet med GS1-applikationsidentifierare (AI plus data) (GS1).

# di14005
source: Coding Structure and Formats in Accordance with AIAG Recommendations. The full Data Identifier is in the form 5Nxx where the 'xx' is found in the full code list that can be found at https://www.aiag.org/
bg: Структура на кодиране и формати в съответствие с препоръките на AIAG. Пълният идентификатор на данните е във формата 5Nxx, където 'xx' се намира в пълния списък с кодове, който може да бъде намерен на https://www.aiag.org/
cs: Kódovací struktura a formáty v souladu s doporučeními AIAG. Plný identifikátor dat je ve formě 5Nxx, kde 'xx' je uveden v plném seznamu kódů, který lze nalézt na https://www.aiag.org/
de: Kodierungsstruktur und Formate gemäß den Empfehlungen der AIAG. Der vollständige Datenidentifikator hat das Format 5Nxx, wobei das 'xx' im vollständigen Codelisten zu finden ist, die unter https://www.aiag.org/ zu finden ist.
el: Δομή Κωδικοποίησης και Μορφές σύμφωνα με τις Συστάσεις του AIAG. Ο πλήρης Αναγνωριστικός Δεδομένων βρίσκεται στη μορφή 5Nxx όπου το 'xx' βρίσκεται στον πλήρη κατάλογο κωδικών που μπορεί να βρεθεί στο https://www.aiag.org/
es: Estructura de Codificación y Formatos de Acuerdo con las Recomendaciones de AIAG. El Identificador de Datos completo está en la forma 5Nxx donde el 'xx' se encuentra en la lista completa de códigos que se puede encontrar en https://www.aiag.org/
et: AIAG Soovitustega vastavuses olev Kodeerimisstruktuur ja Formaadid. Täielik Andmeidentifikaator on kujul 5Nxx, kus 'xx' leitakse täielikust koodide nimekirjast, mida hoitakse aadressil https://www.aiag.org/
fi: Koodausrakenne ja Formaatit AIAG Suositusten Mukaisesti. Täydellinen Tietotunniste on muodossa 5Nxx, missä 'xx' löytyy täydellisestä koodilistasta, joka löytyy osoitteesta https://www.aiag.org/
fr: Structure et formats de codage conformes aux recommandations de l'AIAG. L'identifiant complet des données est sous la forme 5Nxx où 'xx' se trouve dans la liste complète des codes disponible à https://www.aiag.org/
ga: Struchtúr Códaithe agus Formáidí de réir Moltaí AIAG. Tá an tAitheantas Sonraí iomlán sa fhormáid 5Nxx áit a bhfaightear an 'xx' sa liosta cód iomlán a fhéadfar a fháil ag https://www.aiag.org/
hr: Struktura kodiranja i formati u skladu s preporukama AIAG. Puni identifikator podataka je u obliku 5Nxx gdje je 'xx' pronađen u punom popisu kodova koji se može naći na https://www.aiag.org/
hu: Az AIAG Ajánlásainak megfelelő Kódolási Struktúra és Formátumok. Az adat azonosító teljes formája 5Nxx formátumban van, ahol az 'xx' a teljes kódlistában található, amely elérhető a https://www.aiag.org/ oldalon
is: Kóðunarstrúktúr og snið í samræmi við AIAG tillögur. Heill gagnakennari er á formi 5Nxx þar sem 'xx' er að finna í heilli kóðalista sem er að finna á https://www.aiag.org/
it: Struttura e formati di codifica in conformità con le Raccomandazioni AIAG. L'Identificatore di Dati completo è nella forma 5Nxx dove 'xx' si trova nell'elenco completo dei codici disponibile su https://www.aiag.org/
lt: Kodavimo struktūra ir formatai pagal AIAG rekomendacijas. Visas duomenų identifikatorius yra formos 5Nxx, kur 'xx' yra randamas pilname kodų sąraše, kuris pateikiamas adresu https://www.aiag.org/
lv: Kodēšanas Struktūra un Formāti saskaņā ar AIAG Ieteikumiem. Pilnais Datu Identifikators ir formātā 5Nxx, kur 'xx' atrodams pilnajā kodu sarakstā, kas pieejams vietnē https://www.aiag.org/
mt: Struttura tal-Kodifikazzjoni u Formats skont ir-Rakkomandazzjonijiet tal-AIAG. L-Identifikatur tad-Data sħiħ huwa fil-forma 5Nxx fejn l-'xx' jinstab fil-lista sħiħa tal-kodiċijiet li tista' tinstab fuq https://www.aiag.org/
nl: Coderingsstructuur en formaten in overeenstemming met AIAG-aanbevelingen. De volledige Gegevensidentificator is in de vorm 5Nxx waarbij de 'xx' te vinden is in de volledige codexlijst die te vinden is op https://www.aiag.org/
no: Kodingsstruktur og formater i samsvar med AIAG-anbefalinger. Hele dataidentifikatoren er i formen 5Nxx der 'xx' finnes i den fullstendige kodelistesom kan finnes på https://www.aiag.org/
pl: Struktura kodowania i formaty zgodne z zaleceniami AIAG. Pełny identyfikator danych ma formę 5Nxx, gdzie 'xx' znajduje się w pełnej liście kodów, którą można znaleźć na stronie https://www.aiag.org/
pt: Estrutura de Codificação e Formatos de Acordo com Recomendações da AIAG. O Identificador de Dados completo está na forma 5Nxx onde o 'xx' é encontrado na lista completa de códigos que pode ser encontrada em https://www.aiag.org/
ro: Structura Codificării și Formatele în Conformitate cu Recomandările AIAG. Identificatorul complet al Datelor este sub forma 5Nxx unde 'xx' se găsește în lista completă de coduri care poate fi găsită la https://www.aiag.org/
sk: Kódovacia štruktúra a formáty v súlade s odporúčaniami AIAG. Úplný identifikátor údajov je vo formáte 5Nxx, kde 'xx' je nájdené v úplnom zozname kódov, ktorý možno nájsť na https://www.aiag.org/
sl: Kodna struktura in formati v skladu s priporočili AIAG. Celoten identifikator podatkov je v obliki 5Nxx, kjer 'xx' najdemo na celotnem seznamu kod, ki je na voljo na https://www.aiag.org/
sv: Kodningsstruktur och format i enlighet med AIAG-rekommendationer. Hela dataidentifieraren är i formen 5Nxx där 'xx' finns i den fullständiga kodlistan som finns på https://www.aiag.org/
