Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di12052
source: 'Ship To:' - Location code defined by a postal authority (e.g., 5-digit and 9-digit ZIP codes identifying U.S. locations or 6character postal codes identifying Canadian locations).
bg: Код на местоположение 'Доставка до:' - дефиниран от пощенска администрация (напр., 5-цифрени и 9-цифрени ZIP кодове, идентифициращи местоположения в САЩ или 6цифрени пощенски кодове, идентифициращи канадски местоположения).
cs: Lokalita 'Doručit na:' - kód lokality definovaný poštovním úřadem (např. 5místné a 9místné ZIP kódy identifikující lokality v USA nebo 6místné poštovní kódy identifikující lokality v Kanadě).
de: 'Lieferadresse:' - Standortcode, der von einer Postbehörde definiert wird (z. B. 5-stellige und 9-stellige ZIP-Codes zur Identifizierung von US-Standorten oder 6stellige Postleitzahlen zur Identifizierung kanadischer Standorte).
el: Κωδικός Τοποθεσίας 'Προς Αποστολή' - Ορίζεται από μια ταχυδρομική αρχή (π.χ., 5-ψήφιοι και 9-ψήφιοι ταχυδρομικοί κωδικοί που ταυτοποιούν τοποθεσίες ΗΠΑ ή 6-ψήφιοι ταχυδρομικοί κωδικοί που ταυτοποιούν τοποθεσίες Καναδά).
es: 'Enviar A:' - Código de ubicación definido por una autoridad postal (por ejemplo, códigos ZIP de 5 dígitos y 9 dígitos que identifican ubicaciones de EE. UU. o códigos postales de 6 caracteres que identifican ubicaciones canadienses).
et: 'Saada:' - Postiasutuse poolt määratletud asukohakood (nt USA asukohti identifitseerivad 5-kohalised ja 9-kohalised ZIP-koodid või Kanada asukohti identifitseerivad 6-tähemärgilised postikoodid).
fi: 'Toimita:' - Sijaintikoodi, jonka postiviranomainen on määrittänyt (esim., 5-numeroiset ja 9-numeroiset ZIP-koodit, jotka tunnistavat Yhdysvaltain sijainnit tai 6-merkkiset postikoodit, jotka tunnistavat Kanadan sijainnit).
fr: 'Expédier à :' - Code de localisation défini par une autorité postale (par exemple, codes postaux de 5 chiffres et de 9 chiffres identifiant des localisations aux États-Unis ou codes postaux de 6 caractères identifiant des localisations canadiennes).
ga: 'Cód Suímh 'Seol Chuig:' - cód sainithe ag údarás poist (m.sh., códanna ZIP 5 dhigit agus 9 dhigit a aithníonn suíomhanna SAM nó códanna poist 6charachtar a aithníonn suíomhanna Cheanada).
hr: 'Lokacija za dostavu:' - Kod lokacije definiran poštanskom upravom (npr., 5-znamenkasti i 9-znamenkasti ZIP kodovi koji identificiraju lokacije u SAD-u ili 6-znamenkasti poštanski kodovi koji identificiraju kanadske lokacije).
hu: 'Szállítási cím:' - Helykód, amelyet egy postai hatóság határoz meg (pl. az Egyesült Államokban található helyeket azonosító 5 számjegyű és 9 számjegyű ZIP kódok vagy az Egyesült Királyságban található helyeket azonosító 6- vagy 7 karakteres postai kódok) két karakteres ISO 3166 országkód követi (pl. US vagy GB).
is: 'Sendu til:' - Staðsetningarkóði skilgreindur af póstþjónustu (t.d., 5 tölustafa og 9 tölustafa ZIP kóðar sem auðkenna staðsetningar í Bandaríkjunum eða 6 stafa póstnúmer sem auðkenna kanadískar staðsetningar).
it: Località 'Spedire A:' - Codice di località definito da un'autorità postale (es., codici postali a 5 cifre e a 9 cifre che identificano località statunitensi o codici postali a 6 cifre che identificano località canadesi).
lt: 'Siunčiama į:' - Vietos kodas, nustatytas pašto institucijos (pvz., 5 skaitmenų ir 9 skaitmenų ZIP kodai, identifikuojantys JAV vietoves arba 6 simbolių pašto kodai, identifikuojantys Kanados vietoves).
lv: 'Ship To:' - Atrašanās vietas kods, ko definē pasta iestāde (piemēram, 5-ciparu un 9-ciparu ZIP kodi, kas identificē ASV atrašanās vietas vai 6-ciparu pasta kodi, kas identificē Kanādas atrašanās vietas).
mt: 'Kunsinna Lejn:' - Kodiċi tal-post definit minn awtorità postali (eż., kodiċijiet ZIP ta' 5 ċifri u 9 ċifri li jidentifikaw postijiet fl-Istati Uniti jew kodiċijiet postali ta' 6 karattri li jidentifikaw postijiet fil-Kanada).
nl: 'Ship To:' - Locatiecode gedefinieerd door een postautoriteit (bijv., 5-cijferige en 9-cijferige ZIP-codes die Amerikaanse locaties identificeren of 6-karakter postcodes die Canadese locaties identificeren).
no: 'Lever til:' - Lokasjonskode definert av et postmyndighet (for eksempel, 5-sifrede og 9-sifrede ZIP-koder som identifiserer amerikanske lokasjoner eller 6-tegns postkoder som identifiserer kanadiske lokasjoner).
pl: Kod lokalizacji 'Dostarczyć do:' - zdefiniowany przez organ pocztowy (np. 5-cyfrowe i 9-cyfrowe kody ZIP identyfikujące lokalizacje w USA lub 6-znakowe kody pocztowe identyfikujące lokalizacje w Kanadzie).
pt: Local 'Ship To:' - Código de local definido por uma autoridade postal (por exemplo, códigos postais de 5 dígitos e 9 dígitos identificando locais nos EUA ou códigos postais de 6 caracteres identificando locais canadenses).
ro: 'Expediere Către:' - Codul locației definit de o autoritate poștală (de ex., codurile ZIP cu 5 cifre și 9 cifre care identifică locațiile din SUA sau codurile poștale cu 6 caractere care identifică locațiile canadiene).
sk: Kód lokality 'Doručiť na:' - definovaný poštovým úradom (napr., 5-miestne a 9-miestne ZIP kódy identifikujúce lokality v USA alebo 6znakové poštové kódy identifikujúce lokality v Kanade).
sl: 'Lokacija pošiljanja na:' - Koda lokacije, določena s strani poštne uprave (npr., 5-mestne in 9-mestne ZIP kode, ki identificirajo lokacije v ZDA ali 6-mestne poštne kode, ki identificirajo kanadske lokacije).
sv: 'Ship To:' - Platskod definierad av en postmyndighet (t.ex., 5-siffriga och 9-siffriga ZIP-koder som identifierar amerikanska platser eller 6-tecken postkoder som identifierar kanadensiska platser).

# di12054
source: 'Ship From:' - Location code defined by a postal authority in the format: postal codes (e.g., 5-digit ZIP codes identifying U.S. locations or 6- or 7-character postal codes identifying United Kingdom locations) followed by two character ISO 3166 country code (e.g., US or GB).
bg: Код на местоположение 'Изпращане от:' - дефиниран от пощенска администрация във формат: пощенски кодове (напр., 5-цифрени ZIP кодове, идентифициращи местоположения в САЩ или 6- или 7-цифрени пощенски кодове, идентифициращи местоположения в Обединеното кралство) последвани от двубуквен ISO 3166 код на държавата (напр., US или GB).
cs: Lokalita 'Odeslat z:' - kód lokality definovaný poštovním úřadem ve formátu: poštovní kódy (např. 5místné ZIP kódy identifikující lokality v USA nebo 6- nebo 7místné poštovní kódy identifikující lokality ve Velké Británii) následované dvoupísmenným kódem země ISO 3166 (např. US nebo GB).
de: 'Absenderadresse:' - Standortcode, der von einer Postbehörde im Format definiert wird: Postleitzahlen (z. B. 5-stellige ZIP-Codes zur Identifizierung von US-Standorten oder 6- oder 7-stellige Postleitzahlen zur Identifizierung von Standorten im Vereinigten Königreich) gefolgt von einem zweistelligen ISO 3166-Ländercode (z. B. US oder GB).
el: Κωδικός Τοποθεσίας 'Από Αποστολή' - Ορίζεται από μια ταχυδρομική αρχή στη μορφή: ταχυδρομικοί κωδικοί (π.χ., 5-ψήφιοι ταχυδρομικοί κωδικοί που ταυτοποιούν τοποθεσίες ΗΠΑ ή 6- ή 7-ψήφιοι ταχυδρομικοί κωδικοί που ταυτοποιούν τοποθεσίες Ηνωμένου Βασιλείου) ακολουθούμενοι από διψήφιο κωδικό χώρας ISO 3166 (π.χ., US ή GB).
es: 'Enviar Desde:' - Código de ubicación definido por una autoridad postal en el formato: códigos postales (por ejemplo, códigos ZIP de 5 dígitos que identifican ubicaciones de EE. UU. o códigos postales de 6 o 7 caracteres que identifican ubicaciones del Reino Unido) seguido por un código de país ISO 3166 de dos caracteres (por ejemplo, US o GB).
et: 'Saada Alates:' - Postiasutuse poolt formaadis määratletud asukohakood: postikoodid (nt USA asukohti identifitseerivad 5-kohalised ZIP-koodid või Ühendkuningriigi asukohti identifitseerivad 6- või 7-tähemärgilised postikoodid), millele järgneb kahekohaline ISO 3166 riigikood (nt US või GB).
fi: 'Lähetä:' - Sijaintikoodi, jonka postiviranomainen on määrittänyt muodossa: postikoodit (esim., 5-numeroiset ZIP-koodit, jotka tunnistavat Yhdysvaltain sijainnit tai 6- tai 7-merkkiset postikoodit, jotka tunnistavat Yhdistyneen kuningaskunnan sijainnit) seurattuna kahdella merkillä ISO 3166 maakoodista (esim., US tai GB).
fr: 'Expédier depuis :' - Code de localisation défini par une autorité postale sous le format : codes postaux (par exemple, codes postaux de 5 chiffres identifiant des localisations aux États-Unis ou codes postaux de 6 ou 7 caractères identifiant des localisations au Royaume-Uni) suivi du code pays à deux caractères ISO 3166 (par exemple, US ou GB).
ga: 'Cód Suímh 'Seol Ó:' - cód sainithe ag údarás poist sa fhormáid: códanna poist (m.sh., códanna ZIP 5 dhigit a aithníonn suíomhanna SAM nó códanna poist 6- nó 7-charachtar a aithníonn suíomhanna Ríocht Aontaithe) in éineacht le cód dhá charachtar ISO 3166 tíre (m.sh., US nó GB).
hr: 'Lokacija odakle se šalje:' - Kod lokacije definiran poštanskom upravom u formatu: poštanski kodovi (npr., 5-znamenkasti ZIP kodovi koji identificiraju lokacije u SAD-u ili 6- ili 7-znamenkasti poštanski kodovi koji identificiraju lokacije u Ujedinjenom Kraljevstvu) slijedi dvoslovni ISO 3166 kod zemlje (npr., US ili GB).
hu: Szállítás innen: - Helykód, amelyet egy postai hatóság határoz meg a következő formátumban: postai kódok (pl. 5 számjegyű ZIP kódok, amelyek az Egyesült Államok helyszíneit azonosítják, vagy 6 vagy 7 karakteres postai kódok, amelyek az Egyesült Királyság helyszíneit azonosítják), ezt követi két karakteres ISO 3166 országkód (pl. US vagy GB).
is: 'Sendu frá:' - Staðsetningarkóði skilgreindur af póstþjónustu í sniðinu: póstnúmer (t.d., 5 tölustafa ZIP kóðar sem auðkenna staðsetningar í Bandaríkjunum eða 6- eða 7 stafa póstnúmer sem auðkenna staðsetningar í Bretlandi) fylgt af tveggja stafa ISO 3166 landskóða (t.d., US eða GB).
it: Località 'Spedire Da:' - Codice di località definito da un'autorità postale nel formato: codici postali (es., codici ZIP a 5 cifre che identificano località statunitensi o codici postali a 6 o 7 caratteri che identificano località del Regno Unito) seguito dal codice di paese ISO 3166 a due caratteri (es., US o GB).
lt: 'Siunčiama iš:' - Vietos kodas, nustatytas pašto institucijos formatu: pašto kodai (pvz., 5 skaitmenų ZIP kodai, identifikuojantys JAV vietoves arba 6 ar 7 simbolių pašto kodai, identifikuojantys Jungtinės Karalystės vietoves) su dviem simbolių ISO 3166 šalies kodu (pvz., US ar GB).
lv: 'Ship From:' - Atrašanās vietas kods, ko definē pasta iestāde formātā: pastkodi (piemēram, 5-ciparu ZIP kodi, kas identificē ASV atrašanās vietas vai 6- vai 7-ciparu pastkodi, kas identificē Apvienotās Karalistes atrašanās vietas) kam seko divu burtu ISO 3166 valsts kods (piemēram, US vai GB).
mt: 'Mibgħut Minn:' - Kodiċi tal-post definit minn awtorità postali fil-format: kodiċijiet postali (eż., kodiċijiet ZIP ta' 5 ċifri li jidentifikaw postijiet fl-Istati Uniti jew kodiċijiet postali ta' 6- jew 7-karattri li jidentifikaw postijiet fir-Renju Unit) segwit minn kodiċi ta' żewġ karattri tal-pajjiż ISO 3166 (eż., US jew GB).
nl: 'Ship From:' - Locatiecode gedefinieerd door een postautoriteit in het formaat: postcodes (bijv., 5-cijferige ZIP-codes die Amerikaanse locaties identificeren of 6- of 7-karakter postcodes die Britse locaties identificeren) gevolgd door een tweecijferige ISO 3166 landcode (bijv., US of GB).
no: 'Lever fra:' - Lokasjonskode definert av et postmyndighet i formatet: postkoder (for eksempel, 5-sifrede ZIP-koder som identifiserer amerikanske lokasjoner eller 6- eller 7-tegns postkoder som identifiserer Storbritannia) etterfulgt av to tegns ISO 3166-landskode (for eksempel, US eller GB).
pl: Kod lokalizacji 'Dostarczyć z:' - zdefiniowany przez organ pocztowy w formacie: kody pocztowe (np. 5-cyfrowe kody ZIP identyfikujące lokalizacje w USA lub 6- lub 7-znakowe kody pocztowe identyfikujące lokalizacje w Wielkiej Brytanii) po których następuje dwuznakowy kod kraju ISO 3166 (np. US lub GB).
pt: Local 'Ship From:' - Código de local definido por uma autoridade postal no formato: códigos postais (por exemplo, códigos ZIP de 5 dígitos identificando locais nos EUA ou códigos postais de 6 ou 7 caracteres identificando locais no Reino Unido) seguidos pelo código de país ISO 3166 de dois caracteres (por exemplo, US ou GB).
ro: 'Expediere De la:' - Codul locației definit de o autoritate poștală în formatul: coduri poștale (de ex., codurile ZIP cu 5 cifre care identifică locațiile din SUA sau codurile poștale cu 6 sau 7 caractere care identifică locațiile din Regatul Unit) urmate de codul țării ISO 3166 cu două caractere (de ex., US sau GB).
sk: Kód lokality 'Odoslať z:' - definovaný poštovým úradom vo formáte: poštové kódy (napr., 5-miestne ZIP kódy identifikujúce lokality v USA alebo 6- alebo 7-znakové poštové kódy identifikujúce lokality vo Veľkej Británii) nasledované dvojznakovým kódom krajiny ISO 3166 (napr., US alebo GB).
sl: 'Lokacija pošiljanja iz:' - Koda lokacije, določena s strani poštne uprave v formatu: poštne kode (npr., 5-mestne ZIP kode, ki identificirajo lokacije v ZDA ali 6- ali 7-mestne poštne kode, ki identificirajo lokacije v Združenem kraljestvu) sledi dvomestna koda države ISO 3166 (npr., US ali GB).
sv: 'Ship From:' - Platskod definierad av en postmyndighet i formatet: postkoder (t.ex., 5-siffriga ZIP-koder som identifierar amerikanska platser eller 6- eller 7-tecken postkoder som identifierar brittiska platser) följt av två tecken ISO 3166 landskod (t.ex., US eller GB).

# di12055
source: 'Ship To:' - Location code defined by a postal authority in the format: postal codes (e.g., 5-digit ZIP codes identifying U.S. locations or 6- or 7-character postal codes identifying United Kingdom locations) followed by two character ISO 3166 country code (e.g., US or GB).
bg: Код на местоположение 'Доставка до:' - дефиниран от пощенска администрация във формат: пощенски кодове (напр., 5-цифрени ZIP кодове, идентифициращи местоположения в САЩ или 6- или 7-цифрени пощенски кодове, идентифициращи местоположения в Обединеното кралство) последвани от двубуквен ISO 3166 код на държавата (напр., US или GB).
cs: Lokalita 'Doručit na:' - kód lokality definovaný poštovním úřadem ve formátu: poštovní kódy (např. 5místné ZIP kódy identifikující lokality v USA nebo 6- nebo 7místné poštovní kódy identifikující lokality ve Velké Británii) následované dvoupísmenným kódem země ISO 3166 (např. US nebo GB).
de: 'Lieferadresse:' - Standortcode, der von einer Postbehörde im Format definiert wird: Postleitzahlen (z. B. 5-stellige ZIP-Codes zur Identifizierung von US-Standorten oder 6- oder 7-stellige Postleitzahlen zur Identifizierung von Standorten im Vereinigten Königreich) gefolgt von einem zweistelligen ISO 3166-Ländercode (z. B. US oder GB).
el: Κωδικός Τοποθεσίας 'Προς Αποστολή' - Ορίζεται από μια ταχυδρομική αρχή στη μορφή: ταχυδρομικοί κωδικοί (π.χ., 5-ψήφιοι ταχυδρομικοί κωδικοί που ταυτοποιούν τοποθεσίες ΗΠΑ ή 6- ή 7-ψήφιοι ταχυδρομικοί κωδικοί που ταυτοποιούν τοποθεσίες Ηνωμένου Βασιλείου) ακολουθούμενοι από διψήφιο κωδικό χώρας ISO 3166 (π.χ., US ή GB).
es: 'Enviar A:' - Código de ubicación definido por una autoridad postal en el formato: códigos postales (por ejemplo, códigos ZIP de 5 dígitos que identifican ubicaciones de EE. UU. o códigos postales de 6 o 7 caracteres que identifican ubicaciones del Reino Unido) seguido por un código de país ISO 3166 de dos caracteres (por ejemplo, US o GB).
et: 'Saada:' - Postiasutuse poolt formaadis määratletud asukohakood: postikoodid (nt USA asukohti identifitseerivad 5-kohalised ZIP-koodid või Ühendkuningriigi asukohti identifitseerivad 6- või 7-tähemärgilised postikoodid), millele järgneb kahekohaline ISO 3166 riigikood (nt US või GB).
fi: 'Toimita:' - Sijaintikoodi, jonka postiviranomainen on määrittänyt muodossa: postikoodit (esim., 5-numeroiset ZIP-koodit, jotka tunnistavat Yhdysvaltain sijainnit tai 6- tai 7-merkkiset postikoodit, jotka tunnistavat Yhdistyneen kuningaskunnan sijainnit) seurattuna kahdella merkillä ISO 3166 maakoodista (esim., US tai GB).
fr: 'Expédier à :' - Code de localisation défini par une autorité postale sous le format : codes postaux (par exemple, codes postaux de 5 chiffres identifiant des localisations aux États-Unis ou codes postaux de 6 ou 7 caractères identifiant des localisations au Royaume-Uni) suivi du code pays à deux caractères ISO 3166 (par exemple, US ou GB).
ga: 'Cód Suímh 'Seol Chuig:' - cód sainithe ag údarás poist sa fhormáid: códanna poist (m.sh., códanna ZIP 5 dhigit a aithníonn suíomhanna SAM nó códanna poist 6- nó 7-charachtar a aithníonn suíomhanna Ríocht Aontaithe) in éineacht le cód dhá charachtar ISO 3166 tíre (m.sh., US nó GB).
hr: 'Lokacija za dostavu:' - Kod lokacije definiran poštanskom upravom u formatu: poštanski kodovi (npr., 5-znamenkasti ZIP kodovi koji identificiraju lokacije u SAD-u ili 6- ili 7-znamenkasti poštanski kodovi koji identificiraju lokacije u Ujedinjenom Kraljevstvu) slijedi dvoslovni ISO 3166 kod zemlje (npr., US ili GB).
hu: Szállítás ide: - Helykód, amelyet egy postai hatóság határoz meg a következő formátumban: postai kódok (pl. 5 számjegyű ZIP kódok, amelyek az Egyesült Államok helyszíneit azonosítják, vagy 6 vagy 7 karakteres postai kódok, amelyek az Egyesült Királyság helyszíneit azonosítják), ezt követi két karakteres ISO 3166 országkód (pl. US vagy GB).
is: 'Sendu til:' - Staðsetningarkóði skilgreindur af póstþjónustu í sniðinu: póstnúmer (t.d., 5 tölustafa ZIP kóðar sem auðkenna staðsetningar í Bandaríkjunum eða 6- eða 7 stafa póstnúmer sem auðkenna staðsetningar í Bretlandi) fylgt af tveggja stafa ISO 3166 landskóða (t.d., US eða GB).
it: Località 'Spedire A:' - Codice di località definito da un'autorità postale nel formato: codici postali (es., codici ZIP a 5 cifre che identificano località statunitensi o codici postali a 6 o 7 caratteri che identificano località del Regno Unito) seguito dal codice di paese ISO 3166 a due caratteri (es., US o GB).
lt: 'Siunčiama į:' - Vietos kodas, nustatytas pašto institucijos formatu: pašto kodai (pvz., 5 skaitmenų ZIP kodai, identifikuojantys JAV vietoves arba 6 ar 7 simbolių pašto kodai, identifikuojantys Jungtinės Karalystės vietoves) su dviem simbolių ISO 3166 šalies kodu (pvz., US ar GB).
lv: 'Ship To:' - Atrašanās vietas kods, ko definē pasta iestāde formātā: pastkodi (piemēram, 5-ciparu ZIP kodi, kas identificē ASV atrašanās vietas vai 6- vai 7-ciparu pastkodi, kas identificē Apvienotās Karalistes atrašanās vietas) kam seko divu burtu ISO 3166 valsts kods (piemēram, US vai GB).
mt: 'Kunsinna Lejn:' - Kodiċi tal-post definit minn awtorità postali fil-format: kodiċijiet postali (eż., kodiċijiet ZIP ta' 5 ċifri li jidentifikaw postijiet fl-Istati Uniti jew kodiċijiet postali ta' 6- jew 7-karattri li jidentifikaw postijiet fir-Renju Unit) segwit minn kodiċi ta' żewġ karattri tal-pajjiż ISO 3166 (eż., US jew GB).
nl: 'Ship To:' - Locatiecode gedefinieerd door een postautoriteit in het formaat: postcodes (bijv., 5-cijferige ZIP-codes die Amerikaanse locaties identificeren of 6- of 7-karakter postcodes die Britse locaties identificeren) gevolgd door een tweecijferige ISO 3166 landcode (bijv., US of GB).
no: 'Lever til:' - Lokasjonskode definert av et postmyndighet i formatet: postkoder (for eksempel, 5-sifrede ZIP-koder som identifiserer amerikanske lokasjoner eller 6- eller 7-tegns postkoder som identifiserer Storbritannia) etterfulgt av to tegns ISO 3166-landskode (for eksempel, US eller GB).
pl: Kod lokalizacji 'Dostarczyć do:' - zdefiniowany przez organ pocztowy w formacie: kody pocztowe (np. 5-cyfrowe kody ZIP identyfikujące lokalizacje w USA lub 6- lub 7-znakowe kody pocztowe identyfikujące lokalizacje w Wielkiej Brytanii) po których następuje dwuznakowy kod kraju ISO 3166 (np. US lub GB).
pt: Local 'Ship To:' - Código de local definido por uma autoridade postal no formato: códigos postais (por exemplo, códigos ZIP de 5 dígitos identificando locais nos EUA ou códigos postais de 6 ou 7 caracteres identificando locais no Reino Unido) seguidos pelo código de país ISO 3166 de dois caracteres (por exemplo, US ou GB).
ro: 'Expediere Către:' - Codul locației definit de o autoritate poștală în formatul: coduri poștale (de ex., codurile ZIP cu 5 cifre care identifică locațiile din SUA sau codurile poștale cu 6 sau 7 caractere care identifică locațiile din Regatul Unit) urmate de codul țării ISO 3166 cu două caractere (de ex., US sau GB).
sk: Kód lokality 'Doručiť na:' - definovaný poštovým úradom vo formáte: poštové kódy (napr., 5-miestne ZIP kódy identifikujúce lokality v USA alebo 6- alebo 7-znakové poštové kódy identifikujúce lokality vo Veľkej Británii) nasledované dvojznakovým kódom krajiny ISO 3166 (napr., US alebo GB).
sl: 'Lokacija pošiljanja na:' - Koda lokacije, določena s strani poštne uprave v formatu: poštne kode (npr., 5-mestne ZIP kode, ki identificirajo lokacije v ZDA ali 6- ali 7-mestne poštne kode, ki identificirajo lokacije v Združenem kraljestvu) sledi dvomestna koda države ISO 3166 (npr., US ali GB).
sv: 'Ship To:' - Platskod definierad av en postmyndighet i formatet: postkoder (t.ex., 5-siffriga ZIP-koder som identifierar amerikanska platser eller 6- eller 7-tecken postkoder som identifierar brittiska platser) följt av två tecken ISO 3166 landskod (t.ex., US eller GB).
