Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di11026
source: Global Unique Identification of Groupings of Transport Units Assigned by the Shipper, defined as:\nIdentification of a Party to a Transaction assigned by a holder of a Company Identification Number (CIN) and including the related Issuing Agency Code (IAC) in accordance with ISO/IEC 15459 and its registry, structured as a sequence of 3 concatenated data elements: IAC, followed by CIN, followed by the Bill of Lading or Waybill or Shipment Identification Code that is unique within the CIN holder's domain.
bg: Глобално уникално идентифициране на групиране на транспортни единици, присвоено от изпращача, дефинирано като:\nИдентификация на страна в транзакция, присвоено от притежател на идентификационен номер на компанията (CIN) и включващо съответния код на издаваща агенция (IAC) в съответствие с ISO/IEC 15459 и неговия регистър, структуриран като поредица от 3 конкатенирани данни елементи: IAC, последвано от CIN, последвано от номер на товарителница или пътен лист или код за идентификация на пратката, който е уникален в рамките на домейна на притежателя на CIN.
cs: Globálně unikátní identifikace skupin dopravních jednotek přiřazená odesílatelem, definovaná jako:\nIdentifikace strany transakce přiřazená držitelem Čísla Identifikace Společnosti (CIN) a zahrnující související Kód Vydávající Agentury (IAC) v souladu s ISO/IEC 15459 a jeho registrem, strukturovaná jako posloupnost 3 spojených datových prvků: IAC, následované CIN, následované kódem nákladního listu nebo cestovního listu nebo identifikačním kódem zásilky, který je unikátní v rámci domény držitele CIN.
de: Globale eindeutige Identifizierung von Gruppierungen von Transporteinheiten, die vom Versender zugewiesen werden, definiert als:\nIdentifizierung einer Partei zu einer Transaktion, zugewiesen von einem Inhaber einer Unternehmensidentifikationsnummer (CIN) und einschließlich des zugehörigen Ausstellenden Agenturcodes (IAC) gemäß ISO/IEC 15459 und seinem Register, strukturiert als eine Folge von 3 verketteten Datenelementen: IAC, gefolgt von CIN, gefolgt vom Frachtbrief oder Frachtbrief oder Sendungsidentifikationscode, der innerhalb des Bereichs des CIN-Inhabers eindeutig ist.
el: Παγκόσμια Μοναδική Ταυτοποίηση Ομάδων Μονάδων Μεταφοράς Ανατεθειμένη από τον Αποστολέα, ορίζεται ως:\nΤαυτοποίηση Μέρους σε μια Συναλλαγή που ανατίθεται από τον κάτοχο ενός Αριθμού Αναγνώρισης Εταιρείας (CIN) και περιλαμβάνει τον σχετικό Κωδικό Εκδότη Οργανισμού (IAC) σύμφωνα με το ISO/IEC 15459 και το μητρώο του, δομημένο ως μια ακολουθία 3 συνεχόμενων στοιχείων δεδομένων: IAC, ακολουθούμενο από CIN, ακολουθούμενο από τον Αριθμό Δελτίου Φορτίου ή Αριθμό Δελτίου Φορτίου ή Κωδικό Ταυτοποίησης Αποστολής που είναι μοναδικός εντός του τομέα του κατόχου CIN.
es: Identificación Global Única de Agrupaciones de Unidades de Transporte Asignadas por el Remitente, definida como:\nIdentificación de una Parte en una Transacción asignada por un titular de un Número de Identificación de Compañía (CIN) e incluyendo el Código de Agencia Emisora (IAC) relacionado de acuerdo con ISO/IEC 15459 y su registro, estructurado como una secuencia de 3 elementos de datos concatenados: IAC, seguido por CIN, seguido por el Código de Identificación de Bill of Lading o Guía de Embarque o Envío que es único dentro del dominio del titular del CIN.
et: Ülemaailmselt Unikaalne Transpordiühikute Gruppide Identifitseerimine Saatja Poolt Määratud, määratletud kui:\nTehingu Osapoole Identifitseerimine ettevõtte Identifitseerimisnumbri (CIN) omaniku poolt määratud ja hõlmab seotud Väljaandva Asutuse Koodi (IAC) vastavalt ISO/IEC 15459-le ja selle registrile, struktureeritud kui 3 järjestikku konkateeritud andmeelementi: IAC, järgneb CIN, järgneb veoselehe või veokirja või saadetise tuvastuskood, mis on unikaalne CIN omaniku domeenis.
fi: Kuljetusyksiköiden ryhmien Maailmanlaajuinen Uniikki Tunnistus Lähettäjän Määrittämänä, määriteltynä seuraavasti:\nTransaktion Osapuolen Tunnistus määriteltynä Yritystunnusnumeron (CIN) haltijan toimesta ja sisältäen liittyvän Myöntämisviraston Koodin (IAC) ISO/IEC 15459:n ja sen rekisterin mukaisesti, rakennettuna 3 yhdistetyn datan elementin järjestyksessä: IAC, jonka jälkeen CIN, jonka jälkeen Rahtikirjan tai Waybillin tai Lähetystunnuksen Koodi, joka on uniikki CIN:n haltijan alueella.
fr: Identification unique globale de regroupements d'unités de transport attribuées par l'expéditeur, définie comme: \nIdentification d'une partie à une transaction attribuée par un détenteur d'un numéro d'identification d'entreprise (CIN) et incluant le code d'agence émettrice (IAC) connexe conformément à l'ISO/IEC 15459 et son registre, structurée en une séquence de 3 éléments de données concaténés: IAC, suivi de CIN, suivi du code de connaissement ou de la lettre de voiture ou du code d'identification d'expédition qui est unique dans le domaine du détenteur du CIN.
ga: Aitheantas Uathúil Domhanda de Ghrúpálacha Aonad Iompair a Shannann an Loingseoir, sainmhínithe mar:\nAitheantas Páirtí chuig Idirbheart a shanntar ag sealbhóir Uimhir Aitheantais Cuideachta (CIN) agus lena n-áirítear an Cód Gníomhaireachta Eisithe (IAC) gaolmhar de réir ISO/IEC 15459 agus a chlárlann, struchtúrtha mar shraith de 3 eilimintí sonraí comhcheangailte: IAC, ina dhiaidh sin CIN, ina dhiaidh sin Uimhir Billí Luchtaithe nó Waybill nó Cód Aitheantais Loingsithe atá uathúil laistigh de réimse sealbhóir an CIN.
hr: Globalno jedinstvena identifikacija grupiranja transportnih jedinica dodijeljena od strane brodara, definirana kao:\nIdentifikacija stranke u transakciji dodijeljena od strane nositelja broja identifikacije tvrtke (CIN) uključujući povezani Kod izdavateljske agencije (IAC) u skladu s ISO/IEC 15459 i njegovim registrom, strukturirano kao niz od 3 spojena podatkovna elementa: IAC, zatim CIN, zatim broj tovarnog lista ili putnog lista ili identifikacijski kod pošiljke koji je jedinstven unutar domene nositelja CIN.
hu: Szállítási Egységek Globálisan Egyedi Azonosítása a Feladó által Hozzárendelve, amely a következőként van meghatározva:\nEgy tranzakcióhoz kapcsolódó fél azonosítása, amelyet egy Vállalati Azonosító Szám (CIN) birtokosa rendelt hozzá, beleértve a kapcsolódó Kiadói Ügynökségi Kódot (IAC) az ISO/IEC 15459 és annak nyilvántartása szerint, strukturálva 3 összefűzött adatelem sorozataként: IAC, majd CIN, majd a fuvarlevél vagy úti okmány vagy szállítási azonosító kód, amely egyedi a CIN birtokosának domainjében.
is: Alheims einstakt auðkenni hópa flutningseininga úthlutað af sendanda, skilgreint sem:\nAuðkenning aðila að viðskiptum úthlutað af haldi fyrirtækjaauðkennisnúmers (CIN) og inniheldur vieldur viðeigandi útgáfustofnunarkóða (IAC) í samræmi við ISO/IEC 15459 og skrá þess, byggt sem röð 3 tengdra gagnaþátta: IAC, á eftir CIN, á eftir sendingarnúmeri eða vöruflutninganúmeri eða auðkenni sem er einstakt innan sviðs CIN haldarans.
it: Identificazione Globale Unica di Raggruppamenti di Unità di Trasporto Assegnata dal Mittente, definita come:\nIdentificazione di una Parte in una Transazione assegnata da un detentore di un Numero di Identificazione Aziendale (CIN) e includendo il relativo Codice di Agenzia di Emissione (IAC) in conformità con ISO/IEC 15459 e il suo registro, strutturato come una sequenza di 3 elementi di dati concatenati: IAC, seguito da CIN, seguito dal Codice di Identificazione della Polizza di Carico o della Lettera di Vettura o della Spedizione che è unico all'interno del dominio del detentore del CIN.
lt: Transporto vienetų grupių, kurias paskyrė siuntėjas, globalus unikalus identifikavimas, apibrėžtas kaip:\nTransporto operacijos šalies identifikavimas, priskirtas įmonės identifikavimo numerio (CIN) turėtojo ir įtraukiant susijusį išdavimo agentūros kodą (IAC) pagal ISO/IEC 15459 ir jos registrą, struktūruotas kaip 3 konkatenacijos duomenų elementai: IAC, po to CIN, po to Važtaraščio arba Krovinio identifikavimo kodas, kuris yra unikalus CIN turėtojo srityje.
lv: Globāli Unikāla Transporta Vienību Grupējuma Identifikācija, ko piešķīris Kuģotājs, definēta kā:\nIdentifikācija Pusei Darījumā, kas piešķirta uzņēmuma Identifikācijas Numura (CIN) turētāja un iekļaujot attiecīgo Izdošanas Aģentūras Kodu (IAC) saskaņā ar ISO/IEC 15459 un tā reģistru, strukturēta kā 3 konkatenētu datu elementu virkne: IAC, seko CIN, seko Kravas vēstules vai Ceļazīmes vai Sūtījuma identifikācijas kods, kas ir unikāls CIN turētāja domēnā.
mt: Identifikazzjoni Unika Globali ta' Grupp ta' Unitajiet tat-Trasport Assenjati mill-Mittent, definita bħala:\nIdentifikazzjoni ta' Parti għal Transazzjoni assenjata minn detentur ta' Numru ta' Identifikazzjoni tal-Kumpanija (CIN) u inkluż il-Kodiċi tal-Aġenzija li Toħroġ (IAC) skont l-ISO/IEC 15459 u r-reġistru tiegħu, strutturat bħala sekwenza ta' 3 elementi tad-data konkatenati: IAC, segwit minn CIN, segwit mill-Kodiċi tal-Identifikazzjoni tal-Bill tal-Merkanzija jew Waybill jew Kodiċi tal-Identifikazzjoni tat-Trasport li huwa uniku fl-ambitu tad-detentur tal-CIN.
nl: Globaal Unieke Identificatie van Groeperingen van Transporteenheden Toegewezen door de Verzender, gedefinieerd als:\nIdentificatie van een Partij bij een Transactie toegewezen door een houder van een Bedrijfsidentificatienummer (CIN) en inclusief de gerelateerde Uitgevende Instantiecode (IAC) in overeenstemming met ISO/IEC 15459 en het register ervan, gestructureerd als een reeks van 3 aaneengeschakelde gegevenselementen: IAC, gevolgd door CIN, gevolgd door de Bill of Lading of Waybill of Zending Identificatiecode die uniek is binnen het domein van de CIN-houder.
no: Globalt unik identifikasjon av grupperinger av transportenheter tildelt av avsenderen, definert som:\nIdentifikasjon av en part til en transaksjon tildelt av en innehaver av et selskapsidentifikasjonsnummer (CIN) og inkludert det relaterte utstedende byråkoden (IAC) i samsvar med ISO/IEC 15459 og dets register, strukturert som en sekvens av 3 sammenkoblede dataelementer: IAC, etterfulgt av CIN, etterfulgt av fraktbrevet eller veifraktbrevet eller forsendelsesidentifikasjonskoden som er unik innenfor CIN-innehaverens domene.
pl: Globalnie Unikatowa Identyfikacja Grupowania Jednostek Transportowych Przydzielona przez Nadawcę, zdefiniowana jako:\nIdentyfikacja Strony Transakcji przydzielona przez posiadacza Numeru Identyfikacji Firmy (CIN) i zawierająca powiązany Kod Agencji Wydającej (IAC) zgodnie z ISO/IEC 15459 i jego rejestrem, strukturyzowana jako sekwencja 3 połączonych elementów danych: IAC, następnie CIN, następnie Kod Listu Przewozowego lub Waybill lub Kod Identyfikacji Przesyłki, który jest unikatowy w domenie posiadacza CIN.
pt: Identificação Global Única de Agrupamentos de Unidades de Transporte Atribuída pelo Remetente, definida como:\nIdentificação de uma Parte em uma Transação atribuída por um detentor de um Número de Identificação da Empresa (CIN) e incluindo o Código da Agência Emissora (IAC) relacionado de acordo com ISO/IEC 15459 e seu registro, estruturado como uma sequência de 3 elementos de dados concatenados: IAC, seguido por CIN, seguido pelo Código de Identificação de Bill of Lading ou Waybill ou Envio que é único dentro do domínio do detentor do CIN.
ro: Identificarea Globală Unică a Grupărilor de Unități de Transport Atribuită de Expeditor, definită ca:\nIdentificarea unei Părți la o Tranzacție atribuită de un deținător al unui Număr de Identificare a Companiei (CIN) și incluzând Codul Agenției Emitente (IAC) asociat conform ISO/IEC 15459 și registrul său, structurat ca o secvență de 3 elemente de date concatenate: IAC, urmat de CIN, urmat de Codul Conosamentului sau Scrisorii de Trăsură sau Codul de Identificare a Expediției care este unic în domeniul deținătorului CIN.
sk: Globálne unikátna identifikácia skupín prepravných jednotiek pridelená odosielateľom, definovaná ako:\nIdentifikácia strany transakcie pridelená držiteľom čísla identifikácie spoločnosti (CIN) vrátane príslušného kódu vydávajúcej agentúry (IAC) v súlade s ISO/IEC 15459 a jeho registrom, štruktúrovaná ako postupnosť 3 spojených dátových prvkov: IAC, nasledovaný CIN, nasledovaný kódom identifikácie zásielky alebo príkazu na prepravu, ktorý je unikátny v rámci domény držiteľa CIN.
sl: Globalno unikatna identifikacija skupin transportnih enot, dodeljena s strani pošiljatelja, definirana kot:\nIdentifikacija stranke v transakciji, dodeljena s strani imetnika identifikacijske številke podjetja (CIN) in vključno z zadevno kodo izdajateljske agencije (IAC) v skladu z ISO/IEC 15459 in njenim registrom, strukturirano kot zaporedje 3 združenih podatkovnih elementov: IAC, sledi CIN, sledi številka tovornega lista ali tovornega lista ali koda identifikacije pošiljke, ki je unikatna znotraj domene imetnika CIN.
sv: Globalt unik identifiering av grupperingar av transportenheter tilldelad av avsändaren, definierad som:\nIdentifiering av en part i en transaktion tilldelad av en innehavare av ett företagsidentifieringsnummer (CIN) och inklusive den relaterade utfärdande byråkoden (IAC) i enlighet med ISO/IEC 15459 och dess register, strukturerad som en sekvens av 3 sammanfogade dataelement: IAC, följt av CIN, följt av fraktsedel- eller transportkvitto- eller transportidentifikationskoden som är unik inom CIN-innehavarens domän.

# di11027
source: Supplier Assigned Quotation Number - Number assigned to a quotation by the supplier in response to a request for quote from the customer.
bg: Номер на оферта, присвоен от доставчика - Номер, присвоен на оферта от доставчика в отговор на искане за оферта от клиента.
cs: Číslo nabídky přiřazené dodavatelem - číslo přiřazené nabídce dodavatelem v reakci na požadavek zákazníka na nabídku.
de: Vom Lieferanten zugewiesene Angebotsnummer - Nummer, die einem Angebot vom Lieferanten zugewiesen wird als Antwort auf eine Angebotsanfrage des Kunden.
el: Αριθμός Προσφοράς που Ανατέθηκε από τον Προμηθευτή - Αριθμός που ανατίθεται σε μια προσφορά από τον προμηθευτή ως απάντηση σε ένα αίτημα για προσφορά από τον πελάτη.
es: Número de Cotización Asignado por el Proveedor - Número asignado a una cotización por el proveedor en respuesta a una solicitud de cotización por parte del cliente.
et: Tarnijale Määratud Hinnapakkumise Number - Kliendi hinnapäringule vastusena tarnija poolt hinnapakkumisele määratud number.
fi: Toimittajan Määrittämä Tarjousnumero - Numero, joka on määritetty tarjoukselle toimittajan toimesta vastauksena tarjouspyyntöön asiakkaalta.
fr: Numéro de devis attribué par le fournisseur - Numéro attribué à un devis par le fournisseur en réponse à une demande de devis du client.
ga: Uimhir Luachan a Shannann an Soláthraí - Uimhir a shanntar do luachan ag an soláthraí i bhfreagra ar iarratas ar luachan ón gcustaiméir.
hr: Broj ponude dodijeljen od strane dobavljača - Broj dodijeljen ponudi od strane dobavljača kao odgovor na zahtjev kupca za ponudom.
hu: A szállító által hozzárendelt árajánlati szám - A szállító által a vevő árajánlatkérésére adott árajánlat szám.
is: Tilboðsnúmer úthlutað af birgja - Númer úthlutað til tilboðs af birgja í svari við beiðni um tilboð frá viðskiptavini.
it: Numero di Quotazione Assegnato dal Fornitore - Numero assegnato a una quotazione dal fornitore in risposta a una richiesta di preventivo dal cliente.
lt: Tiekėjo paskirtas pasiūlymo numeris - kliento prašymo pateikti pasiūlymą atsakyme tiekėjo nustatytas pasiūlymo numeris.
lv: Piegādātāja Piešķirtais Piedāvājuma Numurs - Numurs, kas piešķirts piedāvājumam no piegādātāja atbildē uz klienta pieprasījumu piedāvājumam.
mt: Numru tal-Kwotazzjoni Assenjat mill-Fornitur - Numru assenjat għal kwotazzjoni mill-fornitur b'reazzjoni għal talba għal kwotazzjoni mill-klijent.
nl: Leverancier Toegewezen Offertenummer - Nummer toegewezen aan een offerte door de leverancier als reactie op een offerteaanvraag van de klant.
no: Leverandørtildelt tilbudnummer - Nummer tildelt et tilbud av leverandøren som svar på en forespørsel om tilbud fra kunden.
pl: Numer oferty przydzielony przez dostawcę - Numer przydzielony ofercie przez dostawcę w odpowiedzi na prośbę o ofertę od klienta.
pt: Número de Cotação Atribuído pelo Fornecedor - Número atribuído a uma cotação pelo fornecedor em resposta a um pedido de cotação do cliente.
ro: Numărul Cotației Atribuit de Furnizor - Număr atribuit unei cotații de către furnizor ca răspuns la o cerere de ofertă din partea clientului.
sk: Číslo ponuky pridelené dodávateľom - číslo pridelené ponuke dodávateľom ako odpoveď na požiadavku zákazníka na ponuku.
sl: Številka ponudbe, dodeljena ponudbi s strani dobavitelja kot odgovor na zahtevo kupca za ponudbo.
sv: Leverantör tilldelat offertnummer - Nummer tilldelat en offert av leverantören som svar på en offertförfrågan från kunden.

# di12000
source: Storage Location.
bg: Местоположение за съхранение.
cs: Místo skladování.
de: Lagerort.
el: Τοποθεσία Αποθήκευσης.
es: Ubicación de Almacenamiento.
et: Hoiustamiskoht.
fi: Varastointipaikka.
fr: Emplacement de stockage.
ga: Suíomh Stórála.
hr: Mjesto skladištenja.
hu: Tárolási Hely.
is: Geymslustaður.
it: Località di Stoccaggio.
lt: Sandėlio vieta.
lv: Uzglabāšanas Vieta.
mt: Post tal-Ħażna.
nl: Opslaglocatie.
no: Lagringssted.
pl: Miejsce przechowywania.
pt: Local de Armazenamento.
ro: Locația de Depozitare.
sk: Miesto skladovania.
sl: Lokacija skladiščenja.
sv: Lagringsplats.

# di12001
source: Location.
bg: Местоположение.
cs: Lokalita.
de: Ort.
el: Τοποθεσία.
es: Ubicación.
et: Asukoht.
fi: Sijainti.
fr: Emplacement.
ga: Suíomh.
hr: Lokacija.
hu: Helyszín.
is: Staðsetning.
it: Località.
lt: Vieta.
lv: Atrašanās Vieta.
mt: Post.
nl: Locatie.
no: Lokasjon.
pl: Lokalizacja.
pt: Localização.
ro: Locație.
sk: Lokalita.
sl: Lokacija.
sv: Plats.

# di12002
source: 'Ship To:' Location Code defined by an industry standard or mutually defined.
bg: Код на местоположение 'Доставка до:', дефиниран по стандарт на индустрията или взаимно определен.
cs: Lokalita 'Doručit na:' definovaná průmyslovým standardem nebo společně definovaná.
de: 'Lieferadresse:' Standortcode, der nach einem Industriestandard oder gemeinsam definiert wird.
el: Κωδικός Τοποθεσίας 'Προς Αποστολή' που ορίζεται από ένα βιομηχανικό πρότυπο ή αμοιβαία καθορισμένο.
es: Código de Ubicación 'Enviar A:' definido por un estándar de la industria o definido mutuamente.
et: 'Tarnitakse:' Asukohakood, mille on määratlenud tööstusstandard või vastastikku määratletud.
fi: 'Toimita:' -Sijaintikoodi, joka on määritelty toimialastandardin tai keskinäisesti määritellyn mukaisesti.
fr: Code de localisation 'Expédier à :' défini par une norme industrielle ou mutuellement défini.
ga: Cód Suímh 'Seol Chuig:' atá sainithe ag caighdeán tionscail nó a shainmhínítear go frithpháirteach.
hr: 'Lokacija za dostavu:' Kod lokacije definiran industrijskim standardom ili međusobno dogovoren.
hu: 'Szállítási cím:' Helykód, amelyet egy iparági szabvány vagy közösen meghatározott módon definiálnak.
is: 'Sendu til:' Staðsetningarkóði skilgreindur af iðnaðarstaðli eða í sameiningu skilgreindur.
it: Località 'Spedire A:' Codice definito da uno standard di settore o definito di comune accordo.
lt: Pristatymo vieta 'Ship To:', apibrėžta pramonės standarto arba abipusiai sutarta.
lv: 'Ship To:' Atrašanās Vieta, kas definēta pēc nozares standarta vai savstarpēji definēta.
mt: 'Kunsinna Lejn:' Kodiċi tal-Post Definit skont standard tal-industrija jew definit b'mod reċiproku.
nl: 'Ship To:' Locatiecode gedefinieerd door een industriestandaard of onderling gedefinieerd.
no: 'Lever til:' Lokasjonskode definert av en industristandard eller gjensidig definert.
pl: Kod lokalizacji 'Dostarczyć do:' zdefiniowany przez standard branżowy lub zdefiniowany wspólnie.
pt: Código de Local 'Ship To:' definido por um padrão da indústria ou definido mutuamente.
ro: Codul Locației 'Expediere Către:' definit de un standard al industriei sau definit mutual.
sk: Kód lokality 'Doručiť na:' definovaný priemyselným štandardom alebo vzájomne definovaný.
sl: Koda lokacije 'Pošlji na:', določena po industrijskem standardu ali medsebojno definirana.
sv: 'Ship To:' platskod definierad av en branschstandard eller gemensamt definierad.

# di12003
source: 'Ship From:' Location Code defined by an industry standard or mutually defined.
bg: Код на местоположение 'Изпращане от:', дефиниран по стандарт на индустрията или взаимно определен.
cs: Lokalita 'Odeslat z:' definovaná průmyslovým standardem nebo společně definovaná.
de: 'Absenderadresse:' Standortcode, der nach einem Industriestandard oder gemeinsam definiert wird.
el: Κωδικός Τοποθεσίας 'Από Αποστολή' που ορίζεται από ένα βιομηχανικό πρότυπο ή αμοιβαία καθορισμένο.
es: Código de Ubicación 'Enviar Desde:' definido por un estándar de la industria o definido mutuamente.
et: 'Saada Alates:' Asukohakood, mille on määratlenud tööstusstandard või vastastikku määratletud.
fi: 'Lähetä:' -Sijaintikoodi, joka on määritelty toimialastandardin tai keskinäisesti määritellyn mukaisesti.
fr: Code de localisation 'Expédier de :' défini par une norme industrielle ou mutuellement défini.
ga: Cód Suímh 'Seol Ó:' atá sainithe ag caighdeán tionscail nó a shainmhínítear go frithpháirteach.
hr: 'Lokacija odakle se šalje:' Kod lokacije definiran industrijskim standardom ili međusobno dogovoren.
hu: 'Szállítási kiindulási cím:' Helykód, amelyet egy iparági szabvány vagy közösen meghatározott módon definiálnak.
is: 'Sendu frá:' Staðsetningarkóði skilgreindur af iðnaðarstaðli eða í sameiningu skilgreindur.
it: Località 'Spedire Da:' Codice definito da uno standard di settore o definito di comune accordo.
lt: Siuntimo vieta 'Ship From:', apibrėžta pramonės standarto arba abipusiai sutarta.
lv: 'Ship From:' Atrašanās Vieta, kas definēta pēc nozares standarta vai savstarpēji definēta.
mt: 'Mibgħut Minn:' Kodiċi tal-Post Definit skont standard tal-industrija jew definit b'mod reċiproku.
nl: 'Ship From:' Locatiecode gedefinieerd door een industriestandaard of onderling gedefinieerd.
no: 'Lever fra:' Lokasjonskode definert av en industristandard eller gjensidig definert.
pl: Kod lokalizacji 'Dostarczyć z:' zdefiniowany przez standard branżowy lub zdefiniowany wspólnie.
pt: Código de Local 'Ship From:' definido por um padrão da indústria ou definido mutuamente.
ro: Codul Locației 'Expediere De la:' definit de un standard al industriei sau definit mutual.
sk: Kód lokality 'Odoslať z:' definovaný priemyselným štandardom alebo vzájomne definovaný.
sl: Koda lokacije 'Pošlji iz:', določena po industrijskem standardu ali medsebojno definirana.
sv: 'Ship From:' platskod definierad av en branschstandard eller gemensamt definierad.
