Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di2004
source: Standard Carrier Alpha Code (SCAC) (4 alphanumeric characters) and an optional carrier assigned trailer number (one to ten alphanumeric characters). When used, the carrier assigned trailer number is separated from the SCAC by a dash '-'.
bg: Стандартен код на превозвача Alpha (SCAC) (4 алфанумерични символа) и опционален номер на ремарке, присвоен от превозвача (от един до десет алфанумерични символа). Когато се използва, номерът на ремаркето, присвоен от превозвача, се разделя от SCAC с тире '-'.
cs: Standardní kód přepravce Alpha (SCAC) (4 alfanumerické znaky) a volitelné číslo přívěsu přiřazené přepravcem (jedno až deset alfanumerických znaků). Když se používá, číslo přívěsu přiřazené přepravcem je odděleno od SCAC pomlčkou '-'.
de: Standard Carrier Alpha Code (SCAC) (4 alphanumerische Zeichen) und eine optionale vom Transporteur zugewiesene Anhängernummer (eins bis zehn alphanumerische Zeichen). Wenn verwendet, wird die vom Transporteur zugewiesene Anhängernummer durch einen Bindestrich '-' vom SCAC getrennt.
el: Κωδικός Alphanumeric της Standard Carrier Alpha (SCAC) (4 αλφαριθμητικοί χαρακτήρες) και ένας προαιρετικός αριθμός τρέιλερ που έχει ανατεθεί από τον μεταφορέα (ένα έως δέκα αλφαριθμητικοί χαρακτήρες). Όταν χρησιμοποιείται, ο αριθμός τρέιλερ που έχει ανατεθεί από τον μεταφορέα χωρίζεται από τον SCAC με παύλα '-'.
es: Código Alfa del Transportista Estándar (SCAC) (4 caracteres alfanuméricos) y un número de remolque asignado por el transportista opcional (de uno a diez caracteres alfanuméricos). Cuando se utiliza, el número de remolque asignado por el transportista se separa del SCAC por un guion '-'.
et: Standard Carrier Alpha Code (SCAC) (4 tähtnumbrilist tähemärki) ja valikuline vedaja määratud haagise number (ühest kümneni tähtnumbrilist tähemärki). Kasutamisel eraldatakse vedaja määratud haagise number SCAC-st kriipsuga '-'.
fi: Standard Carrier Alpha Code (SCAC) (4 alfanumeerista merkkiä) ja valinnainen kuljetusliikkeen määrittämä perävaunun numero (yksi kymmeneen alfanumeerista merkkiä). Käytettäessä, kuljetusliikkeen määrittämä perävaunun numero erotetaan SCAC:stä viivalla '-'.
fr: Code Alphanumérique Standard du Transporteur (SCAC) (4 caractères alphanumériques) et un numéro de remorque optionnellement assigné par le transporteur (un à dix caractères alphanumériques). Lorsqu'il est utilisé, le numéro de remorque assigné par le transporteur est séparé du SCAC par un tiret '-'.
ga: Cód Alfa Caighdeánach Iompróra (SCAC) (4 carachtair alfa-uimhriúla) agus uimhir leantóra roghnach a shanntar ag iompróir (idir aon go deich carachtar alfa-uimhriúla). Nuair a úsáidtear é, scarann an leantóir a shanntar ag iompróir ón SCAC le stráice '-'.
hr: Standardni kod alfa nosača (SCAC) (4 alfanumerička znaka) i opcionalni broj prikolice dodijeljen od strane nosača (od jednog do deset alfanumeričkih znakova). Kada se koristi, broj prikolice dodijeljen od strane nosača odvojen je od SCAC-a crticom '-'.
hu: Standard Fuvarozói Alfa Kód (SCAC) (4 alfanumerikus karakter) és egy opcionális fuvarozó által kijelölt pótkocsi szám (egy-tíz alfanumerikus karakter). Ha használják, a fuvarozó által kijelölt pótkocsi számot kötőjel '-' választja el a SCAC-tól.
is: Staðlaður flutningsaðila kóði (SCAC) (4 bókstafir eða tölustafir) og valfrjáls einkennisnúmer flutningsaðila (eitt til tíu bókstafir eða tölustafir). Þegar notað er, er einkennisnúmer flutningsaðila aðskilið frá SCAC með bandstriki '-'.
it: Standard Carrier Alpha Code (SCAC) (4 caratteri alfanumerici) e un numero di rimorchio assegnato facoltativo dal vettore (da uno a dieci caratteri alfanumerici). Quando utilizzato, il numero di rimorchio assegnato dal vettore è separato dallo SCAC da un trattino '-'.
lt: Standartinis krovinio vežėjo alfa kodas (SCAC) (4 raidės ir skaičiai) ir neprivalomas vežėjo paskirtas priekabos numeris (nuo vieno iki dešimties raidžių ir skaičių simbolių). Naudojant vežėjo paskirtas priekabos numeris atskiriamas nuo SCAC brūkšneliu '-'.
lv: Standarta kravas pārvadātāja alfabētiskais kods (SCAC) (4 alfanumēriski simboli) un neobligāts pārvadātāja piešķirts treilera numurs (no viena līdz desmit alfanumēriskiem simboliem). Izmantojot, pārvadātāja piešķirts treilera numurs ir atdalīts no SCAC ar domuzīmi '-'.
mt: Kodiċi Alfanumeriku Standard tal-Portatur (SCAC) (4 karattri alfanumeriċi) u numru tat-trailer assenjat mill-portatur fakultattiv (minn wieħed sa għaxar karattri alfanumeriċi). Meta jintuża, in-numru tat-trailer assenjat mill-portatur huwa separata mill-SCAC b'tiret '-'.
nl: Standaard Carrier Alfa Code (SCAC) (4 alfanumerieke karakters) en een optioneel door de vervoerder toegewezen aanhangwagernummer (één tot tien alfanumerieke karakters). Indien gebruikt, wordt het door de vervoerder toegewezen aanhangwagernummer van de SCAC gescheiden door een streepje '-'.
no: Standard Carrier Alpha Code (SCAC) (4 alfanumeriske tegn) og et valgfritt transportørtildelt tilhengernummer (ett til ti alfanumeriske tegn). Når det brukes, er transportørtildelt tilhengernummer separert fra SCAC med en bindestrek '-'.
pl: Kod alfanumeryczny Standard Carrier Alpha Code (SCAC) (4 znaki alfanumeryczne) oraz opcjonalny numer przyczepy przypisany przez przewoźnika (od jednego do dziesięciu znaków alfanumerycznych). Gdy używany, numer przyczepy przypisany przez przewoźnika jest oddzielony od SCAC myślnikiem '-'.
pt: Código Alfanumérico do Transportador Padrão (SCAC) (4 caracteres alfanuméricos) e um número de reboque atribuído pelo transportador opcional (um a dez caracteres alfanuméricos). Quando utilizado, o número de reboque atribuído pelo transportador é separado do SCAC por um traço '-'.
ro: Codul Alfa al Transportatorului Standard (SCAC) (4 caractere alfanumerice) și un număr opțional de remorcă atribuit de transportator (de la unu la zece caractere alfanumerice). Când este utilizat, numărul de remorcă atribuit de transportator este separat de SCAC printr-o cratimă '-'.
sk: Štandardný kód alfa prepravcu (SCAC) (4 alfanumerické znaky) a voliteľné číslo prívesu pridelené prepravcom (jeden až desať alfanumerických znakov). Keď sa používa, číslo prívesu pridelené prepravcom je oddelené od SCAC pomlčkou '-'.
sl: Standardna alfanumerična koda prevoznika (SCAC) (4 alfanumerični znaki) in neobvezna številka prikolice, dodeljena s strani prevoznika (od enega do desetih alfanumeričnih znakov). Ko se uporablja, je številka prikolice, dodeljena s strani prevoznika, ločena od SCAC z vezajem '-'.
sv: Standard Carrier Alpha Code (SCAC) (4 alfanumeriska tecken) och ett valfritt transportörs-tilldelat släpnummer (ett till tio alfanumeriska tecken). När det används, är transportörs-tilldelat släpnummer separerat från SCAC med ett bindestreck '-'.

# di2005
source: Receptacle Asset Number - Consisting of two joined parts:\n- Identification of an organisation in accordance with ISO/IEC 15459 and a unique entity identification assigned in accordance with rules established by the issuing agency.\n- A unique serial number assigned by the entity, ending with a 3-character container type code taken from EDIFACT Code List 8053 or UPU standard M82-3. (If the container type code listed is less than three characters in length, the field will be dash '-' filled left to the length of three characters).
bg: Номер на актив за контейнер - Състои се от две свързани части:\n- Идентификация на организация в съответствие с ISO/IEC 15459 и уникална идентификация на ентитета, присвоена в съответствие с правилата, установени от издаващата агенция.\n- Уникален сериен номер, присвоен от ентитета, завършващ с 3-символен код на типа контейнер, взет от списъка с кодове на EDIFACT 8053 или стандарта на UPU M82-3. (Ако кодът на типа контейнер, посочен в списъка, е с дължина по-малка от три символа, полето се запълва с тирета '-' отляво до дължина от три символа).
cs: Číslo aktiva kontejneru - Skládá se ze dvou spojených částí:\n- Identifikace organizace v souladu s ISO/IEC 15459 a jedinečné identifikace entity přiřazené podle pravidel stanovených vydávající agenturou.\n- Jedinečné sériové číslo přiřazené entitou, končící 3-znakovým kódem typu kontejneru z EDIFACT Code List 8053 nebo standardu UPU M82-3. (Pokud je kód typu kontejneru kratší než tři znaky, pole bude vyplněno pomlčkou '-' zleva na délku tří znaků).
de: Rezeptakel-Vermögensnummer - Bestehend aus zwei verbundenen Teilen:\n- Identifizierung einer Organisation in Übereinstimmung mit ISO/IEC 15459 und einer eindeutigen Entitätsidentifikation, die nach Regeln, die von der ausstellenden Agentur festgelegt wurden, zugewiesen wird.\n- Eine eindeutige Seriennummer, die von der Entität zugewiesen wird, endet mit einem 3-stelligen Behältertyp-Code, der aus der EDIFACT-Codeliste 8053 oder UPU-Standard M82-3 entnommen wird. (Wenn der aufgelistete Behältertyp-Code weniger als drei Zeichen lang ist, wird das Feld links mit einem Bindestrich '-' auf die Länge von drei Zeichen gefüllt).
el: Αριθμός Περιουσιακού Στοιχείου Δοχείου - Αποτελείται από δύο ενωμένα μέρη:\n- Ταυτοποίηση μιας οργάνωσης σύμφωνα με το ISO/IEC 15459 και μια μοναδική ταυτοποίηση οντότητας που έχει ανατεθεί σύμφωνα με κανόνες που έχουν καθοριστεί από τον εκδότη.\n- Ένας μοναδικός σειριακός αριθμός που έχει ανατεθεί από την οντότητα, τελειώνει με έναν 3-ψήφιο κωδικό τύπου δοχείου που προέρχεται από τον κατάλογο κωδικών EDIFACT 8053 ή το πρότυπο UPU M82-3. (Εάν ο κωδικός τύπου δοχείου που αναφέρεται είναι λιγότερος από τρεις χαρακτήρες σε μήκος, το πεδίο θα γεμίζει με παύλα '-' αριστερά μέχρι το μήκος τριών χαρακτήρων).
es: Número de Activo del Recipiente - Compuesto por dos partes unidas:\n- Identificación de una organización de acuerdo con ISO/IEC 15459 y una identificación de entidad única asignada de acuerdo con las reglas establecidas por la agencia emisora.\n- Un número de serie único asignado por la entidad, que termina con un código de tipo de contenedor de 3 caracteres tomado de la Lista de Códigos EDIFACT 8053 o el estándar UPU M82-3. (Si el código de tipo de contenedor listado tiene menos de tres caracteres de longitud, el campo se llenará con guiones '-' a la izquierda hasta alcanzar los tres caracteres).
et: Anumavara number - Koosneb kahest ühendatud osast:\n- Organisatsiooni identifitseerimine vastavalt ISO/IEC 15459-le ja unikaalse üksuse identifitseerimine vastavalt väljaandva asutuse poolt kehtestatud reeglitele.\n- Üksuse poolt määratud unikaalne järjekorranumber, lõppeb 3-tähelise konteineri tüübi koodiga, mis on võetud EDIFACT Code List 8053-st või UPU standardist M82-3. (Kui konteineri tüübi kood on vähem kui kolm tähemärki pikk, täidetakse väli kriipsuga '-' kolme tähemärgi pikkuseni).
fi: Astian omaisuusnumero - Koostuu kahdesta yhdistetystä osasta:\n- Organisaation tunnistaminen ISO/IEC 15459:n mukaisesti ja ainutlaatuisen entiteetin tunniste sääntöjen mukaisesti, jotka on määrittänyt myöntävä viranomainen.\n- Entiteetin määrittämä yksilöllinen sarjanumero, joka päättyy 3-merkkiseen astiatyypin koodiin, joka on otettu EDIFACT-koodilistasta 8053 tai UPU-standardista M82-3. (Jos astiatyypin koodi on alle kolme merkkiä pitkä, kenttä täytetään viivalla '-' kolmeen merkkiin asti).
fr: Numéro d'Actif de Récipient - Composé de deux parties jointes :\n- Identification d'une organisation conformément à l'ISO/IEC 15459 et une identification unique d'entité attribuée selon les règles établies par l'agence émettrice.\n- Un numéro de série unique attribué par l'entité, se terminant par un code de type de conteneur de 3 caractères pris dans la liste de codes EDIFACT 8053 ou la norme UPU M82-3. (Si le code de type de conteneur listé comporte moins de trois caractères, le champ sera rempli de tirets '-' à gauche pour atteindre une longueur de trois caractères).
ga: Uimhir Sócmhainne Glacadóra - Ag comhdhéanamh dhá chuid nasctha:\n- Aitheantas eagraíochta de réir ISO/IEC 15459 agus aitheantas eintiteas uathúil a shanntar de réir rialacha a bhunaigh an gníomhaireacht eisithe.\n- Uimhir shraitheach uathúil a shanntar ag an eintiteas, ag críochnú le cód cineál coimeádáin 3 charachtar a thógáil ó Liosta Cód EDIFACT 8053 nó caighdeán UPU M82-3. (Má tá an cód cineál coimeádáin liostaithe níos lú ná trí charachtar ar fhad, líonfar an réimse le stráice '-' ar chlé go fad trí charachtar).
hr: Broj imovine za receptakl - Sastoji se od dvije spojene dijelove:\n- Identifikacija organizacije u skladu s ISO/IEC 15459 i jedinstvena identifikacija entiteta dodijeljena prema pravilima koje je uspostavila izdavajuća agencija.\n- Jedinstveni serijski broj dodijeljen od strane entiteta, završava s 3-znamenkastim kodom tipa spremnika uzetog iz EDIFACT popisa kodova 8053 ili standarda UPU M82-3. (Ako je kod tipa spremnika naveden s manje od tri znaka, polje će biti popunjeno crticom '-' s lijeve strane do duljine od tri znaka).
hu: Tartály Vagyontárgy Száma - Két összekapcsolt részből áll:\n- Egy szervezet azonosítása az ISO/IEC 15459 szerint és egy egyedi entitás azonosító kijelölése az adott kiadó által megállapított szabályok szerint.\n- Az entitás által kijelölt egyedi sorozatszám, amely egy 3 karakteres tartálytípus kóddal végződik, amely az EDIFACT Kódlista 8053-ból vagy az UPU M82-3 szabványból származik. (Ha a felsorolt tartálytípus kód kevesebb mint három karakter hosszúságú, a mezőt kötőjellel '-' töltik ki balra a három karakter hosszúságáig).
is: Tösku auðkennisnúmer - Samanstendur af tveimur samsettum hlutum:\n- Auðkenning stofnunar í samræmi við ISO/IEC 15459 og einstakt auðkenni úthlutað í samræmi við reglur gefnar út af útgáfuaðila.\n- Einstakt raðnúmer gefið út af aðila, endar á 3-stafa gámategundarkóða úr EDIFACT kóðalista 8053 eða UPU staðlinum M82-3. (Ef gámategundarkóðinn er styttri en þrír stafir, verður sviðið fyllt út með bandstriki '-' til vinstri til að ná lengd þriggja stafa).
it: Numero di Asset del Contenitore - Composto da due parti unite:\n- Identificazione di un'organizzazione in conformità con ISO/IEC 15459 e un'identificazione unica dell'entità assegnata secondo le regole stabilite dall'agenzia emittente.\n- Un numero di serie unico assegnato dall'entità, terminante con un codice a 3 caratteri del tipo di contenitore preso dalla lista dei codici EDIFACT 8053 o dallo standard UPU M82-3. (Se il codice del tipo di contenitore elencato è inferiore a tre caratteri in lunghezza, il campo sarà riempito con trattini '-' a sinistra fino alla lunghezza di tre caratteri).
lt: Indo turto numeris - sudarytas iš dviejų dalių:\n- Organizacijos identifikavimas pagal ISO/IEC 15459 ir unikalus subjekto identifikavimas pagal išdavimo agentūros nustatytas taisykles.\n- Unikalus serijos numeris, paskirtas subjekto, baigiantis 3 simbolių konteinerio tipo kodu, paimtu iš EDIFACT kodų sąrašo 8053 arba UPU standarto M82-3. (Jei konteinerio tipo kodas yra trumpesnis nei trys simboliai, laukas bus pildomas brūkšneliu '-' iš kairės iki trijų simbolių ilgio).
lv: Uztveres līdzekļa numurs - sastāv no divām savienotām daļām:\n- Organizācijas identifikācija saskaņā ar ISO/IEC 15459 un unikāla subjekta identifikācija, piešķirta saskaņā ar izdošanas aģentūras noteikumiem.\n- Entītei piešķirts unikāls sērijas numurs, kas beidzas ar 3 rakstzīmju konteineru tipa kodu no EDIFACT koda saraksta 8053 vai UPU standarta M82-3. (Ja konteineru tipa kods ir mazāks par trīs rakstzīmēm garš, lauks tiks aizpildīts ar domuzīmēm '-' pa kreisi līdz trīs rakstzīmju garumam).
mt: Numru tal-Assi tal-Kontenitur - Magħmul minn żewġ partijiet magħquda:\n- Identifikazzjoni ta' organizzazzjoni skont ISO/IEC 15459 u identifikazzjoni unika tal-entità assenjata skont ir-regoli stabbiliti mill-aġenzija li tagħti l-ħruġ.\n- Numru serjali uniku assenjat mill-entità, li jispiċċa b'kodiċi tat-tip tal-kontenitur ta' 3 karattri meħud mil-Lista tal-Kodiċijiet EDIFACT 8053 jew l-istandard UPU M82-3. (Jekk il-kodiċi tat-tip tal-kontenitur elenkat huwa inqas minn tliet karattri fit-tul, il-qasam jiġi mimli b'tiret '-' mix-xellug sal-tul ta' tliet karattri).
nl: Ontvangstmiddel Activa Nummer - Bestaande uit twee samengevoegde delen:\n- Identificatie van een organisatie in overeenstemming met ISO/IEC 15459 en een unieke entiteitsidentificatie toegewezen volgens de regels vastgesteld door de uitgevende instantie.\n- Een uniek serienummer toegewezen door de entiteit, eindigend met een 3-karakter containertype code genomen uit EDIFACT Code Lijst 8053 of UPU standaard M82-3. (Als de containertype code minder dan drie karakters lang is, wordt het veld links opgevuld met een streepje '-' tot de lengte van drie karakters).
no: Resipient for eiendelsnummer - Bestående av to sammenføyde deler:\n- Identifikasjon av en organisasjon i samsvar med ISO/IEC 15459 og en unik enhetsidentifikasjon tildelt i henhold til regler etablert av utstedende byrå.\n- Et unikt serienummer tildelt av enheten, som avsluttes med en 3-tegns beholder type kode tatt fra EDIFACT Kodeliste 8053 eller UPU standard M82-3. (Hvis beholder type kode oppført er mindre enn tre tegn i lengde, vil feltet bli fylt med bindestrek '-' til venstre for å nå lengden på tre tegn).
pl: Numer zasobu pojemnika - Składający się z dwóch połączonych części:\n- Identyfikacja organizacji zgodnie z ISO/IEC 15459 oraz unikalny numer identyfikacyjny jednostki przypisany zgodnie z zasadami ustalonymi przez agencję wydającą.\n- Unikalny numer seryjny przypisany przez jednostkę, kończący się 3-znakowym kodem typu kontenera zaczerpniętym z listy kodów EDIFACT 8053 lub standardu UPU M82-3. (Jeśli kod typu kontenera zawarty w liście jest krótszy niż trzy znaki, pole zostanie wypełnione myślnikiem '-' po lewej stronie do długości trzech znaków).
pt: Número de Ativo do Recipiente - Consistindo de duas partes unidas:\n- Identificação de uma organização de acordo com a ISO/IEC 15459 e uma identificação única de entidade atribuída de acordo com as regras estabelecidas pela agência emissora.\n- Um número de série único atribuído pela entidade, terminando com um código de tipo de contêiner de 3 caracteres retirado da Lista de Códigos EDIFACT 8053 ou padrão UPU M82-3. (Se o código de tipo de contêiner listado tiver menos de três caracteres, o campo será preenchido com traços '-' à esquerda até o comprimento de três caracteres).
ro: Numărul Activului Receptacul - Constând din două părți unite:\n- Identificarea unei organizații în conformitate cu ISO/IEC 15459 și o identificare unică a entității atribuită conform regulilor stabilite de agenția emitentă.\n- Un număr de serie unic atribuit de entitate, terminându-se cu un cod de 3 caractere pentru tipul containerului preluat din Lista de Coduri EDIFACT 8053 sau standardul UPU M82-3. (Dacă codul tipului de container listat are mai puțin de trei caractere, câmpul va fi completat cu cratime '-' la stânga până la lungimea de trei caractere).
sk: Číslo aktíva prijímača - Skladá sa z dvoch spojených častí:\n- Identifikácia organizácie v súlade s ISO/IEC 15459 a jedinečná identifikácia entity pridelená podľa pravidiel stanovených vydávajúcou agentúrou.\n- Jedinečné sériové číslo pridelené entitou, končiace 3-znakovým kódom typu kontajnera prevzatým zo zoznamu kódov EDIFACT Code List 8053 alebo štandardu UPU M82-3. (Ak je kód typu kontajnera uvedený menej ako tri znaky, pole bude doplnené pomlčkou '-' do dĺžky troch znakov).
sl: Številka sredstva za prejem - Sestavljena iz dveh povezanih delov:\n- Identifikacija organizacije v skladu z ISO/IEC 15459 in edinstvena identifikacija entitete, dodeljena v skladu s pravili, ki jih je določila izdajateljska agencija.\n- Edinstvena serijska številka, ki jo dodeli entiteta, konča s 3-znakovno kodo vrste kontejnerja, vzeto iz seznama kod EDIFACT 8053 ali standarda UPU M82-3. (Če je koda vrste kontejnerja, navedena na seznamu, krajša od treh znakov, se polje zapolni z vezaji '-' do dolžine treh znakov).
sv: Behållartillgångsnummer - Bestående av två sammanfogade delar:\n- Identifiering av en organisation i enlighet med ISO/IEC 15459 och en unik enhetsidentifiering tilldelad enligt regler fastställda av utfärdande myndighet.\n- Ett unikt serienummer tilldelat av enheten, som avslutas med en 3-teckens behållartypkod tagen från EDIFACT-kodlistan 8053 eller UPU-standarden M82-3. (Om behållartypkoden listad är kortare än tre tecken, kommer fältet att fyllas med bindestreck '-' till vänster till längden av tre tecken).
