Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di6005
source: I have ______ children and they are . . . (for use with returnable packaging) This Data Identifier must immediately follow the field (constructed of a Data Identifier, data and a group separator) with which it is associated.
bg: Имам ______ деца и те са . . . (за употреба с връщаема опаковка) Този Идентификатор на данни трябва незабавно да следва полето (съставено от Идентификатор на данни, данни и разделител на групи) с което е асоцииран.
cs: Mám ______ dětí a jsou... (pro použití s vratným obalem) Tento identifikátor dat musí okamžitě následovat pole (sestávající z identifikátoru dat, dat a oddělovače skupin) s nímž je spojen.
de: Ich habe ______ Kinder und sie sind . . . (zur Verwendung bei Mehrwegverpackungen) Dieser Datenidentifikator muss unmittelbar auf das Feld folgen (bestehend aus einem Datenidentifikator, Daten und einem Gruppentrenner), mit dem er assoziiert ist.
el: Έχω ______ παιδιά και είναι . . . (για χρήση με επιστρεπτέα συσκευασία) Αυτό το Αναγνωριστικό Δεδομένων πρέπει να ακολουθεί αμέσως το πεδίο (δομημένο από ένα Αναγνωριστικό Δεδομένων, δεδομένα και έναν διαχωριστικό ομάδας) με το οποίο σχετίζεται.
es: Tengo ______ hijos y ellos son . . . (para uso con embalaje retornable) Este Identificador de Datos debe seguir inmediatamente al campo (construido de un Identificador de Datos, datos y un separador de grupo) con el cual está asociado.
et: Mul on ______ last ja nad on . . . (kasutamiseks tagastatava pakendiga) See Andmeidentifikaator peab kohe järgnema väljale (koosneb Andmeidentifikaatorist, andmetest ja grupi eraldajast), millega see on seotud.
fi: Minulla on ______ lasta ja he ovat . . . (käytettäväksi palautettavassa pakkauksessa) Tämän Tietotunnisteen on välittömästi seurattava kenttää (joka koostuu Tietotunnisteesta, tiedoista ja ryhmän erottimesta), johon se liittyy.
fr: J'ai ______ enfants et ils sont . . . (pour utilisation avec les emballages retournables) Cet Identifiant de Données doit immédiatement suivre le champ (construit d'un Identifiant de Données, de données et d'un séparateur de groupe) auquel il est associé.
ga: Tá ______ leanaí agam agus iad . . . (le húsáid le pacáistiú in-aisíoctha) Ní mór an tAitheantóir Sonraí seo a leanúint díreach tar éis an réimse (atá déanta as Aitheantóir Sonraí, sonraí agus scaradh grúpa) lena mbaineann sé.
hr: Imam ______ djece i oni su . . . (za upotrebu s povratnom ambalažom) Ovaj Identifikator podataka mora odmah slijediti polje (sastavljeno od Identifikatora podataka, podataka i razdjelnika grupe) s kojim je povezan.
hu: ______ gyermekem van, és ők . . . (visszaváltható csomagolás esetén használva) Ezt az Adat Azonosítót közvetlenül az őt követő mezővel (egy Adat Azonosítóból, adatokból és egy csoportelválasztóból álló mező) kell használni.
is: Ég hef ______ börn og þau eru . . . (notað með endurhæfum pakkningum) Þetta Gögn Auðkenni verður að fylgja strax eftir sviðinu (samsett úr Gögn Auðkenni, gögnum og hópaskiljara) með því sem það er tengt.
it: Ho ______ figli e loro sono . . . (per uso con imballaggi ritornabili) Questo Identificatore di Dati deve seguire immediatamente il campo (costruito da un Identificatore di Dati, dati e un separatore di gruppo) con cui è associato.
lt: Aš turiu ______ vaikų ir jie yra . . . (naudojama su grąžinama pakuote) Šis Duomenų Identifikatorius turi būti iškart po lauko (sudaryto iš Duomenų Identifikatoriaus, duomenų ir grupės skirtuko), su kuriuo jis susijęs.
lv: Man ir ______ bērni un tie ir . . . (izmantojams ar atkārtoti izmantojamu iepakojumu) Šim Datu Identifikatoram jāseko tūlīt pēc lauka (kas sastāv no Datu Identifikatora, datiem un grupas atdalītāja) ar kuru tas ir saistīts.
mt: Għandi ______ tfal u huma . . . (għall-użu ma' ippakkjar li jista' jerġa' jintuża) Dan l-Identifikatur tad-Data għandu jsegwi immedjatament il-qasam (magħmul minn Identifikatur tad-Data, data u separatur tal-grupp) li miegħu huwa assoċjat.
nl: Ik heb ______ kinderen en zij zijn . . . (voor gebruik met retourneerbare verpakkingen) Deze Data Identifier moet direct volgen op het veld (opgebouwd uit een Data Identifier, gegevens en een groepsscheidingsteken) waarmee het is geassocieerd.
no: Jeg har ______ barn og de er . . . (for bruk med returemballasje) Denne Dataidentifikatoren må umiddelbart føl ge feltet (konstruert av en Dataidentifikator, data og en gruppeseparator) som den er assosiert med.
pl: Mam ______ dzieci i są . . . (do użytku z opakowaniami zwrotnymi) Ten identyfikator danych musi natychmiast następować po polu (skonstruowanym z identyfikatora danych, danych i separatora grupy), z którym jest powiązany.
pt: Eu tenho ______ filhos e eles são . . . (para uso com embalagem retornável) Este Identificador de Dados deve seguir imediatamente o campo (construído de um Identificador de Dados, dados e um separador de grupo) com o qual está associado.
ro: Am ______ copii și ei sunt . . . (pentru utilizare cu ambalajele returnabile) Acest Identificator de Date trebuie să urmeze imediat câmpul (construit dintr-un Identificator de Date, date și un separator de grup) cu care este asociat.
sk: Mám ______ detí a sú... (pre použitie s vrátiteľnými obalmi) Tento identifikátor údajov musí bezprostredne nasledovať za poľom (zostaveným z identifikátora údajov, údajov a oddeľovača skupín), s ktorým je spojený.
sl: Imam ______ otrok in so . . . (za uporabo z vračljivo embalažo) Ta identifikator podatkov mora takoj slediti polju (sestavljenem iz identifikatorja podatkov, podatkov in ločilnika skupine), s katerim je povezan.
sv: Jag har ______ barn och de är . . . (för användning med återanvändbar förpackning) Denna Dataidentifierare måste omedelbart följa fältet (konstruerat av en Dataidentifierare, data och en gruppseparator) med vilken den är associerad.

# di7
source: The 'EXCLAMATION MARK'. Eurocode-IBLS
bg: Символът 'УДИВИТЕЛЕН ЗНАК'. Eurocode-IBLS
cs: Znak 'VYKŘIČNÍK'. Eurokód-IBLS
de: Das 'AUSRUFEZEICHEN'. Eurocode-IBLS
el: Ο 'ΘΑΥΜΑΣΤΙΚΟΣ' χαρακτήρας. Eurocode-IBLS
es: El carácter 'SIGNO DE EXCLAMACIÓN'. Eurocode-IBLS
et: 'HÜÜUMÄRK'. Eurokood-IBLS
fi: 'HUUTO' merkki. Eurocode-IBLS
fr: Le 'POINT D'EXCLAMATION'. Eurocode-IBLS
ga: An carachtar 'EXCLAMATION MARK'. Eurocode-IBLS
hr: Znak 'USKLIČNIK'. Eurokod-IBLS
hu: A 'KIÁLTÓJEL'. Eurocode-IBLS
is: 'UPPHRÓPUNARMERKI'. Eurocode-IBLS
it: Il 'PUNTO ESCLAMATIVO'. Eurocode-IBLS
lt: 'ŠAUKŠTO' ženklas. Eurokodas-IBLS
lv: 'Izsauciens' zīme. Eurocode-IBLS
mt: Il-'EXCLAMATION MARK'. Eurocode-IBLS
nl: Het 'UITROEPTEKEN'. Eurocode-IBLS
no: 'Utropstegn'. Eurokode-IBLS
pl: Znak 'WYKRZYKNIK'. Eurokod-IBLS
pt: O 'PONTO DE EXCLAMAÇÃO'. Eurocode-IBLS
ro: Semnul 'EXCLAMAȚIE'. Eurocod-IBLS
sk: Znak 'VÝKRIČNÍK'. Eurokód-IBLS
sl: Znak 'Klicaj'. Eurocode-IBLS
sv: 'UTROPSTECKEN'. Eurocode-IBLS

# di8000
source: Name of Party.\nName of a party followed by a plus (+) character followed by one or more code values from EDIFACT Code List 3035 'Party Qualifier', e.g.;\nBY [Buyer];\nCF [Container operator];\nCN [Consignee];\nCS [Consolidator];\nDEI [Vessel operator/captain of vessel];\nFA [Operational staff code];\nIM [Importer];\nMF [Manufacturer];\nOS [Shipper];\nSE [Seller];\nST [Ship To];\nUC [Ultimate consignee].
bg: Име на страна.\nИме на страна, последвано от плюс (+) символ, последвано от една или повече кодови стойности от списъка с кодове на EDIFACT 3035 'Квалификатор на страна', например;\nBY [Купувач];\nCF [Оператор на контейнер];\nCN [Получател];\nCS [Консолидатор];\nDEI [Оператор на кораб/капитан на кораб];\nFA [Код на оперативен персонал];\nIM [Вносител];\nMF [Производител];\nOS [Изпращач];\nSE [Продавач];\nST [Доставка до];\nUC [Краен получател].
cs: Jméno strany.\nJméno strany následované znakem plus (+) následované jednou nebo více hodnotami kódů z EDIFACT Code List 3035 'Party Qualifier', např.;\nBY [Kupující];\nCF [Operátor kontejneru];\nCN [Příjemce];\nCS [Konsolidátor];\nDEI [Operátor plavidla/kapitán plavidla];\nFA [Operační personál];\nIM [Dovozce];\nMF [Výrobce];\nOS [Odesílatel];\nSE [Prodávající];\nST [Doručit do];\nUC [Konečný příjemce].
de: Name der Partei.\nName einer Partei gefolgt von einem Plus (+) Zeichen, gefolgt von einem oder mehreren Code-Werten aus der EDIFACT-Code-Liste 3035 'Partei-Qualifikator', z.B.;\nBY [Käufer];\nCF [Containerbetreiber];\nCN [Empfänger];\nCS [Konsolidierer];\nDEI [Schiffsbetreiber/Kapitän des Schiffes];\nFA [Betriebspersonal-Code];\nIM [Importeur];\nMF [Hersteller];\nOS [Absender];\nSE [Verkäufer];\nST [Sendung an];\nUC [Endempfänger].
el: Όνομα Μέρους.\nΌνομα ενός μέρους ακολουθούμενο από έναν χαρακτήρα πληθυντικού (+) ακολουθούμενο από έναν ή περισσότερους κωδικούς αξιών από τον κατάλογο κωδικών EDIFACT 3035 'Party Qualifier', π.χ·\nBY [Αγοραστής];\nCF [Χειριστής δοχείου];\nCN [Παραλήπτης];\nCS [Συμπυκνωτής];\nDEI [Χειριστής πλοίου/καπετάνιος πλοίου];\nFA [Κωδικός επιχειρησιακού προσωπικού];\nIM [Εισαγωγέας];\nMF [Κατασκευαστής];\nOS [Αποστολέας];\nSE [Πωλητής];\nST [Προς Αποστολή Σε];\nUC [Τελικός παραλήπτης].
es: Nombre de Parte.\nNombre de una parte seguido por un carácter más (+) seguido por uno o más valores de código de la Lista de Códigos EDIFACT 3035 'Calificador de Parte', por ejemplo;\nBY [Comprador];\nCF [Operador de contenedor];\nCN [Consignatario];\nCS [Consolidador];\nDEI [Operador del buque/capitán del buque];\nFA [Código de personal operativo];\nIM [Importador];\nMF [Fabricante];\nOS [Remitente];\nSE [Vendedor];\nST [Enviar A];\nUC [Consignatario final].
et: Osapoole Nimi.\nOsapoole nimi, millele järgneb pluss (+) märk, millele järgneb üks või mitu koodiväärtust EDIFACTi koodiloendist 3035 'Party Qualifier', nt;\nBY [Ostja];\nCF [Konteineri operaator];\nCN [Saaja];\nCS [Konsolidaator];\nDEI [Laeva operaator/kapten];\nFA [Operatiivtöötaja kood];\nIM [Importija];\nMF [Tootja];\nOS [Saatja];\nSE [Müüja];\nST [Saateaadress];\nUC [Lõplik saaja].
fi: Osapuolen nimi.\nOsapuolen nimi seurattuna plus (+) merkillä seurattuna yhdestä tai useammasta koodiarvosta EDIFACT-koodilistasta 3035 'Osapuolen Kvalifioija', esim.;\nBY [Ostaja];\nCF [Kontin operaattori];\nCN [Vastaanottaja];\nCS [Konsolidoija];\nDEI [Aluksen operaattori/kapteeni];\nFA [Toimintahenkilöstön koodi];\nIM [Tuonti];\nMF [Valmistaja];\nOS [Lähettäjä];\nSE [Myyjä];\nST [Toimitettava];\nUC [Lopullinen vastaanottaja].
fr: Nom de Partie.\nNom d'une partie suivi d'un caractère plus (+) suivi d'une ou plusieurs valeurs de code de la Liste de Codes EDIFACT 3035 'Qualificateur de Partie', par exemple ;\nBY [Acheteur];\nCF [Opérateur de Conteneur];\nCN [Consignataire];\nCS [Consolidateur];\nDEI [Opérateur de Navire/capitaine de navire];\nFA [Code du personnel opérationnel];\nIM [Importateur];\nMF [Fabricant];\nOS [Expéditeur];\nSE [Vendeur];\nST [Envoyer À];\nUC [Consignataire Ultime].
ga: Ainm an Pháirtí.\nAinm páirtí in éineacht le carachtar pluis (+) ina dhiaidh sin agus ceann nó níos mó luachanna cód ó Liosta Cód EDIFACT 3035 'Cáilíochtóir Páirtí', e.g.;\nBY [Ceannaitheoir];\nCF [Oibreoir coimeádáin];\nCN [Consignee];\nCS [Consaladóir];\nDEI [Oibreoir long/captaen na long];\nFA [Cód foirne oibríochtúla];\nIM [Allmhaireoir];\nMF [Monaróir];\nOS [Seoltóir];\nSE [Díoltóir];\nST [Seol Chuig];\nUC [Consignee deiridh].
hr: Ime stranke.\nIme stranke slijedi plus (+) znak nakon čega slijedi jedna ili više vrijednosti kodova iz EDIFACT popisa kodova 3035 'Kvalifikator stranke', npr.;\nBY [Kupac];\nCF [Operator kontejnera];\nCN [Primatelj];\nCS [Konsolidator];\nDEI [Operator plovila/kapetan plovila];\nFA [Kod operativnog osoblja];\nIM [Uvoznik];\nMF [Proizvođač];\nOS [Otpremnik];\nSE [Prodavač];\nST [Dostava na];\nUC [Krajnji primatelj].
hu: Fél Neve.\nEgy fél neve, amelyet egy plusz (+) karakter követ, majd egy vagy több kódból álló sorozat az EDIFACT Kódlista 3035 'Fél Minősítő' szerint, pl.;\nBY [Vevő];\nCF [Konténer üzemeltető];\nCN [Címzett];\nCS [Konszolidátor];\nDEI [Hajó üzemeltetője/kapitány];\nFA [Műveleti személyzet kód];\nIM [Importőr];\nMF [Gyártó];\nOS [Feladó];\nSE [Eladó];\nST [Szállítási cím];\nUC [Végső címzett].
is: Nafn Aðila.\nNafn aðila fylgt af plús (+) tákninu fylgt af einu eða fleiri kóðagildum frá EDIFACT Kóðalista 3035 'Aðila Kvóti', t.d.;\nBY [Kaupandi];\nCF [Gámaumsjónarmaður];\nCN [Viðtakandi];\nCS [Sameiningaraðili];\nDEI [Skipstjóri/skipseigandi];\nFA [Starfsliðskóði];\nIM [Innflytjandi];\nMF [Framleiðandi];\nOS [Skipaðili];\nSE [Seljandi];\nST [Send til];\nUC [Lokaviðtakandi].
it: Nome della Parte.\nNome di una parte seguito da un carattere più (+) seguito da uno o più valori di codice da EDIFACT Codice Lista 3035 'Qualificatore di Parte', ad es.;\nBY [Acquirente];\nCF [Operatore del contenitore];\nCN [Destinatario];\nCS [Consolidatore];\nDEI [Operatore della nave/capitano della nave];\nFA [Codice del personale operativo];\nIM [Importatore];\nMF [Produttore];\nOS [Mittente];\nSE [Venditore];\nST [Spedire a];\nUC [Destinatario finale].
lt: Šalies pavadinimas.\nŠalies pavadinimas, sekamas pliuso (+) simbolio, po to vienos ar daugiau kodo reikšmių iš EDIFACT Kodų Sąrašo 3035 'Šalies Kvalifikatorius', pvz.;\nBY [Pirkėjas];\nCF [Konteinerio operatorius];\nCN [Gavėjas];\nCS [Konsolidatorius];\nDEI [Laivo operatorius/kapitonas];\nFA [Operatyvinio personalo kodas];\nIM [Importuotojas];\nMF [Gamintojas];\nOS [Siuntėjas];\nSE [Pardavėjas];\nST [Siunčiama į];\nUC [Galutinis gavėjas].
lv: Puses Nosaukums.\nKādas puses nosaukums, kam seko plusa (+) rakstzīme, kam seko viena vai vairākas koda vērtības no EDIFACT Koda Saraksta 3035 'Puses Kvalifikators', piemēram;\nBY [Pircējs];\nCF [Konteinera operators];\nCN [Saņēmējs];\nCS [Konsolidētājs];\nDEI [Kuģa operators/kuģa kapteinis];\nFA [Operacionālā personāla kods];\nIM [Importētājs];\nMF [Ražotājs];\nOS [Nosūtītājs];\nSE [Pārdevējs];\nST [Nosūtījuma Adresāts];\nUC [Galamērķa saņēmējs].
mt: Isem tal-Parti.\nIsem ta' parti segwit minn karattru tal-plus (+) segwit minn wieħed jew aktar valuri ta' kodiċi mill-Lista tal-Kodiċijiet EDIFACT 3035 'Kwalifikatur tal-Parti', eż.;\nBY [Xerrej];\nCF [Operatur tal-Kontenitur];\nCN [Konsenjatarju];\nCS [Konsolidatur];\nDEI [Operatur tal-vapur/kaptan tal-vapur];\nFA [Kodiċi tal-persunal operattiv];\nIM [Importatur];\nMF [Manifattur];\nOS [Shipper];\nSE [Bejjiegħ];\nST [Ibgħat Lil];\nUC [Konsenjatarju finali].
nl: Naam van Partij.\nNaam van een partij gevolgd door een plus (+) karakter gevolgd door één of meer code waarden uit EDIFACT Code Lijst 3035 'Party Qualifier', bijv.;\nBY [Koper];\nCF [Containeroperator];\nCN [Geadresseerde];\nCS [Consolidator];\nDEI [Scheepsoperator/kapitein van het schip];\nFA [Operationeel personeelscode];\nIM [Importeur];\nMF [Fabrikant];\nOS [Verzender];\nSE [Verkoper];\nST [Ship To];\nUC [Eindontvanger].
no: Navn på Part.\nNavnet på en part fulgt av et pluss (+) tegn fulgt av en eller flere kodeverdier fra EDIFACT Kodeliste 3035 'Partkvalifikator', f.eks.;\nBY [Kjøper];\nCF [Containeroperatør];\nCN [Mottaker];\nCS [Konsolidator];\nDEI [Fartøyoperatør/kaptein på fartøy];\nFA [Operasjonelt personellkode];\nIM [Importør];\nMF [Produsent];\nOS [Avsender];\nSE [Selger];\nST [Send Til];\nUC [Endelig mottaker].
pl: Nazwa strony.\nNazwa strony po której następuje znak plus (+) po którym następuje jedna lub więcej wartości kodów z listy kodów EDIFACT 3035 'Kwalifikator strony', np.;\nBY [Kupujący];\nCF [Operator kontenera];\nCN [Odbiorca];\nCS [Konsolidator];\nDEI [Operator statku/kapitan statku];\nFA [Kod personelu operacyjnego];\nIM [Importer];\nMF [Producent];\nOS [Nadawca];\nSE [Sprzedawca];\nST [Wysyłka do];\nUC [Ostateczny odbiorca].
pt: Nome da Parte.\nNome de uma parte seguido por um caractere de mais (+) seguido por um ou mais valores de código da Lista de Códigos 3035 'Qualificador de Parte' da EDIFACT, por exemplo;\nBY [Comprador];\nCF [Operador de Contêiner];\nCN [Consignatário];\nCS [Consolidador];\nDEI [Operador do navio/capitão do navio];\nFA [Código de pessoal operacional];\nIM [Importador];\nMF [Fabricante];\nOS [Expedidor];\nSE [Vendedor];\nST [Enviar Para];\nUC [Consignatário Final].
ro: Numele Părții.\nNumele unei părți urmat de un caracter plus (+) urmat de una sau mai multe valori de coduri din Lista de Coduri EDIFACT 3035 'Calificativul Părții', de ex.;\nBY [Cumpărător];\nCF [Operatorul containerului];\nCN [Destinatar];\nCS [Consolidator];\nDEI [Operatorul navei/capitanul navei];\nFA [Codul personalului operațional];\nIM [Importator];\nMF [Producător];\nOS [Expeditor];\nSE [Vânzător];\nST [Trimite la];\nUC [Destinatarul final].
sk: Názov strany.\nNázov strany nasledovaný plus (+) znakom nasledovaný jednou alebo viacerými hodnotami kódu z EDIFACT Code List 3035 'Party Qualifier', napr.;\nBY [Kupujúci];\nCF [Operátor kontajnera];\nCN [Príjemca];\nCS [Konsolidátor];\nDEI [Operátor plavidla/kapitán plavidla];\nFA [Kód operatívneho personálu];\nIM [Dovozca];\nMF [Výrobca];\nOS [Odosielateľ];\nSE [Predajca];\nST [Doručiť do];\nUC [Konečný príjemca].
sl: Ime stranke.\nIme stranke, sledi znak plus (+) sledi ena ali več kodnih vrednosti iz seznama kod EDIFACT 3035 'Kvalifikator stranke', npr.;\nBY [Kupec];\nCF [Operater kontejnerja];\nCN [Prejemnik];\nCS [Konsolidator];\nDEI [Operater ladje/kapitan ladje];\nFA [Operativni osebni kodi];\nIM [Uvoznik];\nMF [Proizvajalec];\nOS [Pošiljatelj];\nSE [Prodajalec];\nST [Pošiljka na];\nUC [Končni prejemnik].
sv: Partinamn.\nNamn på en part följt av ett plustecken (+) följt av en eller flera kodvärden från EDIFACT Kodlista 3035 'Party Qualifier', t.ex.;\nBY [Köpare];\nCF [Containeroperatör];\nCN [Mottagare];\nCS [Konsoliderare];\nDEI [Fartygsoperatör/kapten på fartyg];\nFA [Operativ personal kod];\nIM [Importör];\nMF [Tillverkare];\nOS [Avsändare];\nSE [Säljare];\nST [Skicka Till];\nUC [Slutlig mottagare].

# di8001
source: Employee Identification Code assigned by employer.
bg: Код за идентификация на служител, присвоен от работодател.
cs: Kód zaměstnanecké identifikace přiřazený zaměstnavatelem.
de: Mitarbeiteridentifikationscode, zugewiesen vom Arbeitgeber.
el: Κωδικός Ταυτοποίησης Υπαλλήλου που έχει ανατεθεί από τον εργοδότη.
es: Código de Identificación del Empleado asignado por el empleador.
et: Töötaja identifitseerimiskood, mille on määranud tööandja.
fi: Työntekijän tunnistekoodi, jonka työnantaja on määrittänyt.
fr: Code d'Identification d'Employé attribué par l'employeur.
ga: Cód Aitheantais Fostaí a shanntar ag fostóir.
hr: Kod identifikacije zaposlenika dodijeljen od strane poslodavca.
hu: Munkavállaló Azonosítási Kód, amelyet a munkáltató rendel hozzá.
is: Starfsmannakennitala úthlutað af atvinnurekanda.
it: Codice di Identificazione del Dipendente assegnato dal datore di lavoro.
lt: Darbuotojo Identifikavimo Kodas, priskirtas darbdavio.
lv: Darbinieka Identifikācijas Kods, ko piešķīris darba devējs.
mt: Kodiċi ta' Identifikazzjoni tal-Impjegat assenjat mill-impjegatur.
nl: Werknemer Identificatiecode toegewezen door werkgever.
no: Ansatte Identifikasjonskode tildelt av arbeidsgiver.
pl: Kod identyfikacyjny pracownika przypisany przez pracodawcę.
pt: Código de Identificação de Funcionário atribuído pelo empregador.
ro: Codul de Identificare al Angajatului atribuit de angajator.
sk: Kód zamestnania pridelený zamestnávateľom.
sl: Identifikacijska koda zaposlenca, dodeljena s strani delodajalca.
sv: Anställdas Identifikationskod tilldelad av arbetsgivaren.

# di8002
source: U.S. Social Security Number.
bg: Номер на социално осигуряване в САЩ.
cs: Číslo sociálního zabezpečení USA.
de: U.S. Sozialversicherungsnummer.
el: Αριθμός Κοινωνικής Ασφάλισης των Η.Π.Α.
es: Número de Seguro Social de EE. UU.
et: USA sotsiaalkindlustusnumber.
fi: Yhdysvaltain sosiaaliturvatunnus.
fr: Numéro de Sécurité Sociale des États-Unis.
ga: Uimhir Árachais Shóisialta na SA.
hr: Broj socijalnog osiguranja SAD-a.
hu: Amerikai Szociálbiztosítási Szám.
is: Bandarísk félagsöryggisnúmer.
it: Numero di Previdenza Sociale degli Stati Uniti.
lt: JAV Socialinio Draudimo Numeris.
lv: ASV Sociālās Drošības Numurs.
mt: Numru tas-Sigurtà Soċjali tal-Istati Uniti.
pl: Numer ubezpieczenia społecznego w USA.
pt: Número de Seguro Social dos EUA.
ro: Numărul de Securitate Socială din SUA.
sk: Číslo sociálneho zabezpečenia v USA.
sl: Številka socialnega zavarovanja v ZDA.
sv: U.S. Socialförsäkringsnummer.
