Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di16000
source: Item Identification Code assigned by Customer.
bg: Код на артикул, присвоен от клиента.
cs: Kód identifikace položky přiřazený zákazníkem.
de: Vom Kunden zugewiesener Artikelidentifikationscode.
el: Αριθμός Ταυτοποίησης Αντικειμένου που Ανατέθηκε από τον Πελάτη.
es: Código de Artículo Asignado por el Cliente.
et: Kliendi poolt määratud Eseme Identifitseerimiskood.
fi: Asiakkaan Määrittämä Tuotteen Tunnistekoodi.
fr: Code d'identification d'article attribué par le client.
ga: Cód Mír a Shannann an Custaiméir.
hr: Kod proizvoda dodijeljen od strane kupca.
hu: Vevő által hozzárendelt cikkazonosító kód.
is: Vöruauðkenniskóði úthlutað af viðskiptavini.
it: Codice di Identificazione dell'Articolo assegnato dal Cliente.
lt: Kliento priskirtas prekės identifikavimo kodas.
lv: Preces Identifikācijas Kods, ko piešķīris Klients.
mt: Kodiċi tal-Identifikazzjoni tal-Oġġett assenjat mill-Klijent.
nl: Artikelidentificatiecode toegewezen door Klant.
no: Vareidentifikasjonskode tildelt av kunde.
pl: Kod identyfikacyjny przedmiotu przydzielony przez klienta.
pt: Código de Identificação de Item atribuído pelo Cliente.
ro: Codul de Identificare al Articolului atribuit de Client.
sk: Kód položky pridelený zákazníkom.
sl: Identifikacijska koda izdelka, dodeljena s strani kupca.
sv: Artikelidentifieringskod tilldelad av kunden.

# di16001
source: Item Identification Code assigned by Supplier.
bg: Код на артикул, присвоен от доставчика.
cs: Kód identifikace položky přiřazený dodavatelem.
de: Vom Lieferanten zugewiesener Artikelidentifikationscode.
el: Αριθμός Ταυτοποίησης Αντικειμένου που Ανατέθηκε από τον Προμηθευτή.
es: Código de Artículo Asignado por el Proveedor.
et: Tarnija poolt määratud Eseme Identifitseerimiskood.
fi: Toimittajan Määrittämä Tuotteen Tunnistekoodi.
fr: Code d'identification d'article attribué par le fournisseur.
ga: Cód Mír a Shannann an Soláthraí.
hr: Kod proizvoda dodijeljen od strane dobavljača.
hu: Szállító által hozzárendelt cikkazonosító kód.
is: Vöruauðkenniskóði úthlutað af birgja.
it: Codice di Identificazione dell'Articolo assegnato dal Fornitore.
lt: Tiekėjo priskirtas prekės identifikavimo kodas.
lv: Preces Identifikācijas Kods, ko piešķīris Piegādātājs.
mt: Kodiċi tal-Identifikazzjoni tal-Oġġett assenjat mill-Fornitur.
nl: Artikelidentificatiecode toegewezen door Leverancier.
no: Vareidentifikasjonskode tildelt av leverandør.
pl: Kod identyfikacyjny przedmiotu przydzielony przez dostawcę.
pt: Código de Identificação de Item atribuído pelo Fornecedor.
ro: Codul de Identificare al Articolului atribuit de Furnizor.
sk: Kód položky pridelený dodávateľom.
sl: Identifikacijska koda izdelka, dodeljena s strani dobavitelja.
sv: Artikelidentifieringskod tilldelad av leverantören.

# di16002
source: Code Assigned to Specify the Revision Level for an Item (e.g., engineering change level, edition, or revision).
bg: Код, присвоен за специфициране на нивото на ревизия за артикул (напр., ниво на инженерна промяна, издание или ревизия).
cs: Kód přiřazený pro specifikaci úrovně revize položky (např. úroveň inženýrských změn, vydání nebo revize).
de: Code, der zur Angabe der Überarbeitungsstufe eines Artikels zugewiesen wird (z. B. Änderungsstand, Ausgabe oder Überarbeitung).
el: Κωδικός που Ανατέθηκε για να Καθορίσει το Επίπεδο Αναθεώρησης για ένα Αντικείμενο (π.χ., επίπεδο αλλαγής μηχανικής, έκδοση, ή αναθεώρηση).
es: Código Asignado para Especificar el Nivel de Revisión de un Artículo (por ejemplo, nivel de cambio de ingeniería, edición o revisión).
et: Kood, mis on määratud Eseme Revisjoni Taseme Täpsustamiseks (nt insenerimuudatuste tase, väljaanne või revisjon).
fi: Koodi, Joka on Määritetty Määrittelemään Tuotteen Versiotason (esim., insinöörin muutosaste, painos tai revisio).
fr: Code attribué pour spécifier le niveau de révision d'un article (par exemple, niveau de changement d'ingénierie, édition ou révision).
ga: Cód a Shanntar chun Leibhéal Athbhreithnithe Míre a Shonrú (m.sh., leibhéal athraithe innealtóireachta, eagrán, nó athbhreithniú).
hr: Kod dodijeljen za specificiranje razine revizije za artikl (npr., razina promjene inženjeringa, izdanje ili revizija).
hu: Egy cikkhez hozzárendelt revíziószint megjelölése (pl. mérnöki változtatási szint, kiadás vagy revízió).
is: Kóði úthlutaður til að tilgreina endurskoðunarstig fyrir vöru (t.d., verkfræðibreytingarstig, útgáfa, eða endurskoðun).
it: Codice Assegnato per Specificare il Livello di Revisione di un Articolo (ad es., livello di modifica ingegneristica, edizione o revisione).
lt: Nurodytas prekės revizijos lygio kodas (pvz., inžinerijos pakeitimo lygis, leidimas arba revizija).
lv: Kods, Kas Piešķirts, lai Norādītu Preces Revīzijas Līmeni (piem., inženierijas izmaiņu līmeni, izdevumu vai revīziju).
mt: Kodiċi Assenjat biex Jispeċifika l-Livell tar-Reviżjoni għal Oġġett (eż., livell ta' bidla fl-inġinerija, edizzjoni, jew reviżjoni).
nl: Code Toegewezen om het Revisieniveau voor een Artikel te Specificeren (bijv., engineeringwijzigingsniveau, editie, of revisie).
no: Kode tildelt for å spesifisere revisjonsnivået for en vare (for eksempel, endringsnivå for ingeniørarbeid, utgave eller revisjon).
pl: Kod określający poziom rewizji dla przedmiotu (np. poziom zmiany inżynieryjnej, edycji lub rewizji).
pt: Código Atribuído para Especificar o Nível de Revisão de um Item (por exemplo, nível de mudança de engenharia, edição ou revisão).
ro: Cod Atribuit pentru a Specifica Nivelul de Revizie al unui Articol (de ex., nivelul de schimbare ingineresc, ediția sau revizia).
sk: Kód pridelený na špecifikáciu revíznej úrovne položky (napr., úroveň zmeny inžinierstva, vydanie alebo revízia).
sl: Koda, dodeljena za določitev stopnje revizije izdelka (npr., stopnja spremembe inženiringa, izdaja ali revizija).
sv: Kod Tilldelad för att Specificera Revisionsnivån för en Artikel (t.ex., teknikändringsnivå, utgåva eller revision).

# di16003
source: Combined Manufacturer Identification Code/Item Code Under the 12/13-digit GS1 Formats, plus supplemental codes, if any.\n2020 Update: GS1 recommends this DI no longer be used and that users of this DI migrate to GS1 data qualifiers (Application Identifiers) per ISO/IEC 15418 and ISO/IEC 15459-3.
bg: Комбиниран код за идентификация на производител/код на артикул под форматите на GS1 с 12/13 цифри, плюс допълнителни кодове, ако има такива.\nАктуализация 2020: GS1 препоръчва този DI вече да не се използва и потребителите на този DI да мигрират към квалификатори на данни на GS1 (Идентификатори за приложения) според ISO/IEC 15418 и ISO/IEC 15459-3.
cs: Kombinovaný kód identifikace výrobce/položky pod 12/13místnými formáty GS1, plus doplňkové kódy, pokud existují.\nAktualizace 2020: GS1 doporučuje, aby tento DI již nebyl používán a aby uživatelé tohoto DI přešli na kvalifikátory dat GS1 (identifikátory aplikací) podle ISO/IEC 15418 a ISO/IEC 15459-3.
de: Kombinierter Hersteller-Identifikationscode/Artikelcode unter den 12/13-stelligen GS1-Formaten, zuzüglich etwaiger Zusatzcodes.\n2020 Update: GS1 empfiehlt, dass dieser DI nicht mehr verwendet wird und dass Benutzer dieses DI zu GS1-Datenqualifikatoren (Anwendungsidentifikatoren) gemäß ISO/IEC 15418 und ISO/IEC 15459-3 migrieren.
el: Συνδυασμένος Κωδικός Ταυτοποίησης Κατασκευαστή/Κωδικός Αντικειμένου Κάτω από τις Μορφές GS1 12/13-ψηφίων, συν τους πρόσθετους κωδικούς, εάν υπάρχουν.\nΕνημέρωση 2020: Η GS1 συνιστά αυτός ο DI να μη χρησιμοποιείται πλέον και ότι οι χρήστες αυτού του DI να μεταφέρονται στους προσδιοριστές δεδομένων GS1 (Αναγνωριστικά Εφαρμογών) σύμφωνα με το ISO/IEC 15418 και ISO/IEC 15459-3.
es: Combinación del Código de Identificación del Fabricante/Código de Artículo Bajo los Formatos GS1 de 12/13 dígitos, más códigos suplementarios, si los hay.\nActualización 2020: GS1 recomienda que este DI ya no se use y que los usuarios de este DI migren a calificadores de datos de GS1 (Identificadores de Aplicación) según ISO/IEC 15418 y ISO/IEC 15459-3.
et: Kombineeritud Tootja Identifitseerimiskood/Eseme Kood 12/13-kohaliste GS1 formaatide all, pluss vajadusel lisakoodid.\n2020 Uuendus: GS1 soovitab seda DI-d enam mitte kasutada ja soovitab selle DI kasutajatel üle minna GS1 andmekvalifikaatoritele (Rakendusidentifikaatorid) vastavalt ISO/IEC 15418 ja ISO/IEC 15459-3.
fi: Yhdistetty Valmistajan Tunnistekoodi/Tuotekoodi 12/13-numeroisissa GS1 Formaateissa, plus mahdolliset lisäkoodit, jos niitä on.\n2020 Päivitys: GS1 suosittelee, että tätä DI:tä ei enää käytetä ja että tämän DI:n käyttäjät siirtyvät käyttämään GS1 datan tunnistekoodit (Sovellustunnisteet) ISO/IEC 15418 ja ISO/IEC 15459-3 mukaisesti.
fr: Code combiné d'identification de fabricant / code d'article sous les formats GS1 de 12/13 chiffres, plus les codes supplémentaires, le cas échéant.\nMise à jour 2020 : GS1 recommande que ce DI ne soit plus utilisé et que les utilisateurs de ce DI migrent vers les qualificateurs de données GS1 (Identifiants d'application) selon l'ISO/IEC 15418 et l'ISO/IEC 15459-3.
ga: Cód Measctha Aitheantais Monaróra/Cód Míre faoi Fhoirmáidí 12/13 dhigit GS1, móide códanna forlíontacha, más ann.\nNuashonrú 2020: Molann GS1 nach n-úsáidtear an DI seo a thuilleadh agus go n-aistríonn úsáideoirí an DI seo chuig cáilíochtóirí sonraí GS1 (Aitheantóirí Iarratais) de réir ISO/IEC 15418 agus ISO/IEC 15459-3.
hr: Kombinirani kod identifikacije proizvođača/Artikl kod pod 12/13-znamenkastim GS1 formatima, plus dodatni kodovi, ako ih ima.\nAžuriranje 2020: GS1 preporučuje da se ovaj DI više ne koristi i da korisnici ovog DI-a migriraju na GS1 kvalifikatore podataka (identifikatore aplikacija) prema ISO/IEC 15418 i ISO/IEC 15459-3.
hu: Gyártó Azonosító Kód/Tételkód kombinációja a 12/13 számjegyű GS1 formátumok alapján, plusz kiegészítő kódok, ha vannak.\n2020 Frissítés: Az GS1 azt javasolja, hogy ezt az DI-t ne használják tovább, és hogy az ezt az DI-t használó felhasználók migráljanak az GS1 adatminősítőire (Alkalmazási Azonosítók) az ISO/IEC 15418 és az ISO/IEC 15459-3 szerint.
is: Samsett framleiðanda auðkennisnúmer/vörukóði undir 12/13 stafa GS1 sniðum, auk viðbótar kóða ef við á.\n2020 Uppfærsla: GS1 mælir með því að þessi DI lengur sé ekki notaður og að notendur þessa DI færist yfir í GS1 gagnaauðkenni (Application Identifiers) samkvæmt ISO/IEC 15418 og ISO/IEC 15459-3.
it: Codice Identificativo Combinato del Produttore/Articolo secondo i formati GS1 a 12/13 cifre, più codici supplementari, se presenti.\nAggiornamento 2020: GS1 raccomanda che questo DI non sia più utilizzato e che gli utenti di questo DI migrino ai qualificatori di dati GS1 (Identificatori di Applicazione) secondo ISO/IEC 15418 e ISO/IEC 15459-3.
lt: Kombinuotas gamintojo identifikavimo kodas/prekės kodas pagal 12/13 skaitmenų GS1 formatus, plius papildomi kodai, jei tokie yra.\n2020 metų atnaujinimas: GS1 rekomenduoja šį DI nebenaudoti ir kad šio DI naudotojai pereitų prie GS1 duomenų kvalifikatorių (Taikomųjų Identifikatorių) pagal ISO/IEC 15418 ir ISO/IEC 15459-3.
lv: Apvienotais Ražotāja Identifikācijas Kods/Preces Kods saskaņā ar 12/13-ciparu GS1 Formātiem, plus papildu kodi, ja tādi ir.\n2020. gada atjauninājums: GS1 iesaka šo DI vairs nelietot un, ka DI lietotājiem vajadzētu pāriet uz GS1 datu kvalifikatoriem (Pielietojuma Identifikatoriem) saskaņā ar ISO/IEC 15418 un ISO/IEC 15459-3.
mt: Kombinazzjoni tal-Kodiċi tal-Identifikazzjoni tal-Manifattur/Oġġett Taħt il-Formati ta' 12/13-ċifri tal-GS1, flimkien ma' kodiċijiet supplimentari, jekk ikun hemm.\nAġġornament 2020: GS1 jirrakkomanda li dan id-DI m'għadux jintuża u li l-utenti ta' dan id-DI jemigraw lejn kwalifikaturi tad-data tal-GS1 (Identifikaturi tal-Applikazzjoni) skont l-ISO/IEC 15418 u l-ISO/IEC 15459-3.
nl: Gecombineerde Fabrikant Identificatiecode/Artikelcode Onder de 12/13-cijferige GS1 Formaten, plus aanvullende codes, indien aanwezig.\n2020 Update: GS1 beveelt aan deze DI niet langer te gebruiken en dat gebruikers van deze DI migreren naar GS1 gegevenskwalificaties (Toepassingsidentificatoren) per ISO/IEC 15418 en ISO/IEC 15459-3.
no: Kombinert produsentidentifikasjonskode/varekode under 12/13-sifrede GS1-formater, pluss eventuelle tilleggskoder, hvis noen.\n2020 Oppdatering: GS1 anbefaler at dette DI ikke lenger brukes og at brukere av dette DI migrerer til GS1-datakvalifikatorer (applikasjonsidentifikatorer) i henhold til ISO/IEC 15418 og ISO/IEC 15459-3.
pl: Połączony kod identyfikacyjny producenta/przedmiotu w formatach 12/13-cyfrowych GS1, plus dodatkowe kody, jeśli występują.\nAktualizacja 2020: GS1 zaleca, aby ten DI nie był już używany i aby użytkownicy tego DI przeszli na kwalifikatory danych GS1 (Identyfikatory Aplikacji) zgodnie z ISO/IEC 15418 i ISO/IEC 15459-3.
pt: Código de Identificação de Fabricante Combinado/Item sob os Formatos GS1 de 12/13 dígitos, mais códigos suplementares, se houver.\nAtualização 2020: A GS1 recomenda que este DI não seja mais usado e que os usuários deste DI migrem para qualificadores de dados GS1 (Identificadores de Aplicação) conforme ISO/IEC 15418 e ISO/IEC 15459-3.
ro: Combinat Codul de Identificare al Producătorului/Codul Articolului Sub formatele GS1 de 12/13 cifre, plus codurile suplimentare, dacă există.\nActualizare 2020: GS1 recomandă ca acest DI să nu mai fie utilizat și ca utilizatorii acestui DI să migreze către calificatorii de date GS1 (Identificatorii de Aplicație) conform ISO/IEC 15418 și ISO/IEC 15459-3.
sk: Kombinovaný výrobný identifikačný kód/položkový kód podľa 12/13-miestnych formátov GS1, plus doplnkové kódy, ak existujú.\nAktualizácia 2020: GS1 odporúča, aby tento DI už nebol používaný a aby používatelia tohto DI prešli na kvalifikátory údajov GS1 (identifikátory aplikácií) podľa ISO/IEC 15418 a ISO/IEC 15459-3.
sl: Kombinirana koda identifikacije proizvajalca/izdelka pod formati GS1 z 12/13-mestnimi številkami, plus dopolnilne kode, če obstajajo.\nPosodobitev 2020: GS1 priporoča, da se ta DI več ne uporablja in da uporabniki tega DI preidejo na kvalifikatorje podatkov GS1 (identifikatorje aplikacij) po ISO/IEC 15418 in ISO/IEC 15459-3.
sv: Kombinerad Tillverkaridentifieringskod/Artikelkod Enligt 12/13-siffriga GS1-format, plus eventuella tilläggskoder.\n2020 Uppdatering: GS1 rekommenderar att denna DI inte längre används och att användare av denna DI migrerar till GS1 datakvalificerare (Applikationsidentifierare) enligt ISO/IEC 15418 och ISO/IEC 15459-3.

# di16004
source: Item Code Portion of GS1 Formats.\n2020 Update: GS1 recommends this DI no longer be used and that users of this DI migrate to GS1 data qualifiers (Application Identifiers) per ISO/IEC 15418 and ISO/IEC 15459-3.
bg: Част от кода на артикул от форматите на GS1.\nАктуализация 2020: GS1 препоръчва този DI вече да не се използва и потребителите на този DI да мигрират към квалификатори на данни на GS1 (Идентификатори за приложения) според ISO/IEC 15418 и ISO/IEC 15459-3.
cs: Část kódu položky formátů GS1.\nAktualizace 2020: GS1 doporučuje, aby tento DI již nebyl používán a aby uživatelé tohoto DI přešli na kvalifikátory dat GS1 (identifikátory aplikací) podle ISO/IEC 15418 a ISO/IEC 15459-3.
de: Artikelcode-Teil der GS1-Formate.\n2020 Update: GS1 empfiehlt, dass dieser DI nicht mehr verwendet wird und dass Benutzer dieses DI zu GS1-Datenqualifikatoren (Anwendungsidentifikatoren) gemäß ISO/IEC 15418 und ISO/IEC 15459-3 migrieren.
el: Μέρος Κωδικού Αντικειμένου των Μορφών GS1.\nΕνημέρωση 2020: Η GS1 συνιστά αυτός ο DI να μη χρησιμοποιείται πλέον και ότι οι χρήστες αυτού του DI να μεταφέρονται στους προσδιοριστές δεδομένων GS1 (Αναγνωριστικά Εφαρμογών) σύμφωνα με το ISO/IEC 15418 και ISO/IEC 15459-3.
es: Porción del Código de Artículo de los Formatos GS1.\nActualización 2020: GS1 recomienda que este DI ya no se use y que los usuarios de este DI migren a calificadores de datos de GS1 (Identificadores de Aplicación) según ISO/IEC 15418 y ISO/IEC 15459-3.
et: Eseme Koodi Osa GS1 Formaatides.\n2020 Uuendus: GS1 soovitab seda DI-d enam mitte kasutada ja soovitab selle DI kasutajatel üle minna GS1 andmekvalifikaatoritele (Rakendusidentifikaatorid) vastavalt ISO/IEC 15418 ja ISO/IEC 15459-3.
fi: Tuotekoodin Osa GS1 Formaateissa.\n2020 Päivitys: GS1 suosittelee, että tätä DI:tä ei enää käytetä ja että tämän DI:n käyttäjät siirtyvät käyttämään GS1 datan tunnistekoodit (Sovellustunnisteet) ISO/IEC 15418 ja ISO/IEC 15459-3 mukaisesti.
fr: Partie de code d'article des formats GS1.\nMise à jour 2020 : GS1 recommande que ce DI ne soit plus utilisé et que les utilisateurs de ce DI migrent vers les qualificateurs de données GS1 (Identifiants d'application) selon l'ISO/IEC 15418 et l'ISO/IEC 15459-3.
ga: Cód Míre Cuid de Fhoirmáidí GS1.\nNuashonrú 2020: Molann GS1 nach n-úsáidtear an DI seo a thuilleadh agus go n-aistríonn úsáideoirí an DI seo chuig cáilíochtóirí sonraí GS1 (Aitheantóirí Iarratais) de réir ISO/IEC 15418 agus ISO/IEC 15459-3.
hr: Dio artikla kod pod GS1 formatima.\nAžuriranje 2020: GS1 preporučuje da se ovaj DI više ne koristi i da korisnici ovog DI-a migriraju na GS1 kvalifikatore podataka (identifikatore aplikacija) prema ISO/IEC 15418 i ISO/IEC 15459-3.
hu: Tételkód része a GS1 formátumoknak.\n2020 Frissítés: Az GS1 azt javasolja, hogy ezt az DI-t ne használják tovább, és hogy az ezt az DI-t használó felhasználók migráljanak az GS1 adatminősítőire (Alkalmazási Azonosítók) az ISO/IEC 15418 és az ISO/IEC 15459-3 szerint.
is: Vörudeild GS1 sniða.\n2020 Uppfærsla: GS1 mælir með því að þessi DI lengur sé ekki notaður og að notendur þessa DI færist yfir í GS1 gagnaauðkenni (Application Identifiers) samkvæmt ISO/IEC 15418 og ISO/IEC 15459-3.
it: Porzione del Codice Articolo dei formati GS1.\nAggiornamento 2020: GS1 raccomanda che questo DI non sia più utilizzato e che gli utenti di questo DI migrino ai qualificatori di dati GS1 (Identificatori di Applicazione) secondo ISO/IEC 15418 e ISO/IEC 15459-3.
lt: Prekės kodo dalis GS1 formatais.\n2020 metų atnaujinimas: GS1 rekomenduoja šį DI nebenaudoti ir kad šio DI naudotojai pereitų prie GS1 duomenų kvalifikatorių (Taikomųjų Identifikatorių) pagal ISO/IEC 15418 ir ISO/IEC 15459-3.
lv: Preces Koda Daļa GS1 Formātos.\n2020. gada atjauninājums: GS1 iesaka šo DI vairs nelietot un, ka DI lietotājiem vajadzētu pāriet uz GS1 datu kvalifikatoriem (Pielietojuma Identifikatoriem) saskaņā ar ISO/IEC 15418 un ISO/IEC 15459-3.
mt: Porzjon tal-Kodiċi tal-Oġġett tal-Formati tal-GS1.\nAġġornament 2020: GS1 jirrakkomanda li dan id-DI m'għadux jintuża u li l-utenti ta' dan id-DI jemigraw lejn kwalifikaturi tad-data tal-GS1 (Identifikaturi tal-Applikazzjoni) skont l-ISO/IEC 15418 u l-ISO/IEC 15459-3.
nl: Artikelcode Gedeelte van GS1 Formaten.\n2020 Update: GS1 beveelt aan deze DI niet langer te gebruiken en dat gebruikers van deze DI migreren naar GS1 gegevenskwalificaties (Toepassingsidentificatoren) per ISO/IEC 15418 en ISO/IEC 15459-3.
no: Varekode-delen av GS1-formater.\n2020 Oppdatering: GS1 anbefaler at dette DI ikke lenger brukes og at brukere av dette DI migrerer til GS1-datakvalifikatorer (applikasjonsidentifikatorer) i henhold til ISO/IEC 15418 og ISO/IEC 15459-3.
pl: Część kodu przedmiotu w formatach GS1.\nAktualizacja 2020: GS1 zaleca, aby ten DI nie był już używany i aby użytkownicy tego DI przeszli na kwalifikatory danych GS1 (Identyfikatory Aplikacji) zgodnie z ISO/IEC 15418 i ISO/IEC 15459-3.
pt: Porção de Código de Item dos Formatos GS1.\nAtualização 2020: A GS1 recomenda que este DI não seja mais usado e que os usuários deste DI migrem para qualificadores de dados GS1 (Identificadores de Aplicação) conforme ISO/IEC 15418 e ISO/IEC 15459-3.
ro: Partea Codului Articolului din Formatele GS1.\nActualizare 2020: GS1 recomandă ca acest DI să nu mai fie utilizat și ca utilizatorii acestui DI să migreze către calificatorii de date GS1 (Identificatorii de Aplicație) conform ISO/IEC 15418 și ISO/IEC 15459-3.
sk: Časť kódu položky formátov GS1.\nAktualizácia 2020: GS1 odporúča, aby tento DI už nebol používaný a aby používatelia tohto DI prešli na kvalifikátory údajov GS1 (identifikátory aplikácií) podľa ISO/IEC 15418 a ISO/IEC 15459-3.
sl: Koda izdelka del GS1 formatov.\nPosodobitev 2020: GS1 priporoča, da se ta DI več ne uporablja in da uporabniki tega DI preidejo na kvalifikatorje podatkov GS1 (identifikatorje aplikacij) po ISO/IEC 15418 in ISO/IEC 15459-3.
sv: Artikelkodsdelen av GS1-format.\n2020 Uppdatering: GS1 rekommenderar att denna DI inte längre används och att användare av denna DI migrerar till GS1 datakvalificerare (Applikationsidentifierare) enligt ISO/IEC 15418 och ISO/IEC 15459-3.
