Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di12035
source: A government-assigned approval number of vessel / aquaculture site / farm / processor, starting with an ISO 31661 alpha-2 country code, followed by the approval number.\nAll characters of the GS1 General Specification-defined subset of ISO/IEC 646 are allowed.\nExample:\n35LIECK0107EC = Country; Ireland. Vessel Name; FV Endurance DA31.
bg: Одобрен номер на правителството на съд/аквакултурно място/ферма/процесор, започващ с двубуквен ISO 31661 алфа-2 код на държавата, последван от одобрения номер.\nВсички символи от подмножеството на GS1 General Specification, дефинирано от ISO/IEC 646 са разрешени.\nПример:\n35LIECK0107EC = Държава; Ирландия. Име на съда; FV Endurance DA31.
cs: Vládou přidělené číslo schválení plavidla / akvakulturního zařízení / farmy / zpracovatele, začínající dvoupísmenným kódem země ISO 31661 alpha-2, následovaným číslem schválení.\nJsou povoleny všechny znaky definované podmnožinou GS1 General Specification ISO/IEC 646.\nPříklad:\n35LIECK0107EC = Země; Irsko. Název plavidla; FV Endurance DA31.
de: Von einer Regierung zugewiesene Zulassungsnummer von Schiffen/Aquakulturanlagen/Farmen/Verarbeitungsbetrieben, beginnend mit einem ISO 31661 Alpha-2-Ländercode, gefolgt von der Zulassungsnummer.\nAlle Zeichen des in den GS1-Generalvorschriften definierten Teilmengen von ISO/IEC 646 sind erlaubt.\nBeispiel:\n35LIECK0107EC = Land; Irland. Schiffsname; FV Endurance DA31.
el: Αριθμός Έγκρισης που Ανατέθηκε από την Κυβέρνηση για πλοίο / εγκατάσταση υδατοκαλλιέργειας / φάρμα / επεξεργαστής, ξεκινώντας με έναν κωδικό χώρας ISO 31661 alpha-2, ακολουθούμενο από τον αριθμό έγκρισης.\nΕπιτρέπονται όλοι οι χαρακτήρες του υποσυνόλου ISO/IEC 646 που ορίζεται από την GS1 General Specification.\nΠαράδειγμα:\n35LIECK0107EC = Χώρα· Ιρλανδία. Όνομα Πλοίου· FV Endurance DA31.
es: Un número de aprobación asignado por el gobierno de un buque / sitio de acuicultura / granja / procesador, comenzando con un código de país ISO 31661 alfa-2, seguido por el número de aprobación.\nSe permiten todos los caracteres del subconjunto definido por las Especificaciones Generales de GS1 de ISO/IEC 646.\nEjemplo:\n35LIECK0107EC = País; Irlanda. Nombre del Buque; FV Endurance DA31.
et: Valitsuse poolt määratud heakskiidunumber laevale / vesiviljeluspaigale / farmile / töötlejale, alustades ISO 31661 alfa-2 riigikoodiga, millele järgneb heakskiidunumber.\nKõik GS1 Üldspetsifikatsiooni määratletud ISO/IEC 646 tähemärkide komplekti lubatud tähemärgid.\nNäide:\n35LIECK0107EC = Riik; Iirimaa. Laeva Nimi; FV Endurance DA31.
fi: Hallituksen myöntämä hyväksyntänumero alukselle / vesiviljelypaikalle / tilalle / prosessorille, alkaen ISO 31661 alpha-2 maakoodilla, seurattuna hyväksyntänumerolla.\nKaikki GS1 Yleisspesifikaation määrittelemän ISO/IEC 646:n osajoukon merkit sallittu.\nEsimerkki:\n35LIECK0107EC = Maa; Irlanti. Aluksen Nimi; FV Endurance DA31.
fr: Un numéro d'approbation attribué par le gouvernement d'un navire / site d'aquaculture / ferme / transformateur, commençant par un code de pays ISO 31661 alpha-2, suivi du numéro d'approbation./nTous les caractères du sous-ensemble de l'ISO/IEC 646 défini dans les spécifications générales de GS1 sont autorisés.\nExemple:\n35LIECK0107EC = Pays; Irlande. Nom du navire; FV Endurance DA31.
ga: Uimhir cheadúcháin rialtais de bhád / láithreán uisceolaíochta / feirm / próiseálaí, ag tosú le cód tíre ISO 31661 alfa-2, ina dhiaidh sin an uimhir cheadúcháin.\nGach carachtar den fho-chomhshraith GS1 Ginearálta a shainmhínítear de ISO/IEC 646 ceadaithe.\nSampla:\n35LIECK0107EC = Tír; Éire. Ainm an Bháid; FV Endurance DA31.
hr: Broj odobrenja dodijeljen od strane vlade za brod / uzgajalište / farmu / prerađivača, koji započinje s ISO 3166-1 alfa-2 kodom zemlje, slijedi broj odobrenja.\nDozvoljeni su svi znakovi definirani podskupom GS1 General Specification ISO/IEC 646.\nPrimjer:\n35LIECK0107EC = Zemlja; Irska. Ime broda; FV Endurance DA31.
hu: Egy kormányzati szerv által kiosztott jóváhagyási szám hajóra / akvakultúra helyszínre / farmra / feldolgozóra, az ISO 3166-1 alpha-2 országkóddal kezdve, amelyet a jóváhagyási szám követ.\nAz ISO/IEC 646 GS1 Általános Specifikációja által meghatározott karakterkészlet minden karaktere engedélyezett.\nPélda:\n35LIECK0107EC = Ország; Írország. Hajónév; FV Kitartás DA31.
is: Ríkisúthlutað samþykktarnúmer skips / fiskeldisstaðar / bús / vinnslustöðvar, byrjandi með ISO 31661 alfa-2 landskóða, fylgt af samþykktarnúmeri.\nAllir stafir af GS1 almennu forskriftinni-skilgreindu hlutmengi af ISO/IEC 646 eru leyfðir.\nDæmi:\n35LIECK0107EC = Land; Írland. Skipanafn; FV Endurance DA31.
it: Un numero di approvazione assegnato dal governo di un'imbarcazione / sito di acquacoltura / fattoria / processore, iniziando con un codice di paese ISO 31661 alfa-2, seguito dal numero di approvazione.\nTutti i caratteri del sottoinsieme definito dalle Specifiche Generali GS1 di ISO/IEC 646 sono ammessi.\nEsempio:\n35LIECK0107EC = Paese; Irlanda. Nome dell'Imbarcazione; FV Endurance DA31.
lt: Valstybės paskirtas patvirtinimo numeris laivui / akvakultūros vietovei / ūkiui / perdirbėjui, prasidedantis ISO 3166-1 alpha-2 šalies kodu, po kurio seka patvirtinimo numeris.\nLeidžiami visi GS1 Bendrosios specifikacijos apibrėžti ISO/IEC 646 simbolių rinkinio simboliai.\nPavyzdys:\n35LIECK0107EC = Šalis; Airija. Laivo pavadinimas; FV Endurance DA31.
lv: Valsts piešķirts apstiprinājuma numurs kuģim / akvakultūras vietai / fermā / apstrādātājam, sākot ar ISO 31661 alfa-2 valsts kodu, kam seko apstiprinājuma numurs.\nAtļautas visas GS1 Vispārīgās Specifikācijas definētās ISO/IEC 646 apakškopas rakstzīmes.\nPiemērs:\n35LIECK0107EC = Valsts; Īrija. Kuģa Nosaukums; FV Endurance DA31.
mt: Numru ta' approvazzjoni assenjat mill-gvern tal-vapur / sit tal-akkwakultura / razzett / proċessur, li jibda b'kodiċi tal-pajjiż ISO 31661 alpha-2, segwit min-numru tal-approvazzjoni.\nIl-karattri kollha tad-definizzjoni tas-subsett tal-GS1 tal-ISO/IEC 646 huma permessi.\nEżempju:\n35LIECK0107EC = Pajjiż; Irlanda. Isem tal-Vapur; FV Endurance DA31.
nl: Een door de overheid toegewezen goedkeuringsnummer van vaartuig / aquacultuurlocatie / boerderij / verwerker, beginnend met een ISO 3166-1 alfa-2 landcode, gevolgd door het goedkeuringsnummer.\nAlle tekens van de door GS1 Algemene Specificatie gedefinieerde subset van ISO/IEC 646 zijn toegestaan.\nVoorbeeld:\n35LIECK0107EC = Land; Ierland. Scheepsnaam; FV Endurance DA31.
no: En myndighetstildelt godkjenningsnummer for fartøy / akvakulturanlegg / gård / prosessor, som starter med en ISO 31661 alfa-2-landskode, etterfulgt av godkjenningsnummeret.\nAlle tegn i GS1 General Specification-definert delmengde av ISO/IEC 646 er tillatt.\nEksempel:\n35LIECK0107EC = Land; Irland. Fartøynavn; FV Endurance DA31.
pl: Numer zatwierdzenia rządowego statku / miejsca hodowli akwakultury / farmy / przetwórni, zaczynający się od kodu kraju ISO 31661 alfa-2, po którym następuje numer zatwierdzenia.\nDozwolone są wszystkie znaki zdefiniowanego podzbioru GS1 ISO/IEC 646.\nPrzykład:\n35LIECK0107EC = Kraj; Irlandia. Nazwa statku; FV Endurance DA31.
pt: Um número de aprovação atribuído pelo governo de navio / local de aquicultura / fazenda / processador, começando com um código de país ISO 3166-1 alfa-2, seguido pelo número de aprovação.\nTodos os caracteres do subconjunto definido pela Especificação Geral GS1 de ISO/IEC 646 são permitidos.\nExemplo:\n35LIECK0107EC = País; Irlanda. Nome do Navio; FV Endurance DA31.
ro: Un număr de aprobare atribuit de guvern pentru vas / loc de acvacultură / fermă / procesator, începând cu un cod de țară ISO 31661 alfa-2, urmat de numărul de aprobare.\nToate caracterele subsetului GS1 General Specification-definit de ISO/IEC 646 sunt permise.\nExemplu:\n35LIECK0107EC = Țară; Irlanda. Numele Vasei; FV Endurance DA31.
sk: Schválené číslo vlády pre plavidlo / akvakultúrnu lokalitu / farmu / spracovateľa, začínajúce dvojznakovým kódom krajiny ISO 31661 alfa-2, nasledované schváleným číslom.\nSú povolené všetky znaky definovanej podmnožiny ISO/IEC 646 podľa špecifikácie GS1.\nPríklad:\n35LIECK0107EC = Krajina; Írsko. Názov lode; FV Endurance DA31.
sl: Vladna dodeljena številka odobritve za plovilo / akvakulturno lokacijo / kmetijo / predelovalca, ki se začne z alfa-2 kodo države ISO 31661, sledi številka odobritve.\nDovoljeni so vsi znaki podmnožice GS1 General Specification, definirani z ISO/IEC 646.\nPrimer:\n35LIECK0107EC = Država; Irska. Ime plovila; FV Endurance DA31.
sv: En statligt tilldelad godkännandenummer för fartyg / vattenbruksplats / gård / processor, som börjar med en ISO 31661 alfa-2-landskod, följt av godkännandenumret.\nAlla tecken från GS1 General Specification-definierade delmängden av ISO/IEC 646 är tillåtna.\nExempel:\n35LIECK0107EC = Land; Irland. Fartygsnamn; FV Endurance DA31.

# di12036
source: A government-assigned approval number of producer or farm or first deboning / cutting hall, starting with an ISO 3166-1 alpha-2 country code, followed by the approval number.\nAll characters of the GS1 General Specification-defined subset of ISO/IEC 646 are allowed.\nExample:\n36LIECK0107EC = Country; Ireland. Vessel Name; FV Endurance DA31.
bg: Одобрен номер на производител или ферма или първа зала за обезкостяване/нарязване, започващ с двубуквен ISO 3166-1 алфа-2 код на държавата, последван от одобрения номер.\nВсички символи от подмножеството на GS1 General Specification, дефинирано от ISO/IEC 646 са разрешени.\nПример:\n36LIECK0107EC = Държава; Ирландия. Име на съда; FV Endurance DA31.
cs: Vládou přidělené číslo schválení producenta nebo farmy nebo prvního vykostění / řezací haly, začínající dvoupísmenným kódem země ISO 3166-1 alpha-2, následovaným číslem schválení.\nJsou povoleny všechny znaky definované podmnožinou GS1 General Specification ISO/IEC 646.\nPříklad:\n36LIECK0107EC = Země; Irsko. Název plavidla; FV Endurance DA31.
de: Von einer Regierung zugewiesene Zulassungsnummer von Erzeugern oder Farmen oder ersten Entbeinungs-/Schneidehallen, beginnend mit einem ISO 3166-1 Alpha-2-Ländercode, gefolgt von der Zulassungsnummer.\nAlle Zeichen des in den GS1-Generalvorschriften definierten Teilmengen von ISO/IEC 646 sind erlaubt.\nBeispiel:\n36LIECK0107EC = Land; Irland. Schiffsname; FV Endurance DA31.
el: Αριθμός Έγκρισης που Ανατέθηκε από τον Παραγωγό ή Φάρμα ή Πρώτη Αίθουσα Κατάτμησης / Κοπής, ξεκινώντας με έναν κωδικό χώρας ISO 3166-1 alpha-2, ακολουθούμενο από τον αριθμό έγκρισης.\nΕπιτρέπονται όλοι οι χαρακτήρες του υποσυνόλου ISO/IEC 646 που ορίζεται από την GS1 General Specification.\nΠαράδειγμα:\n36LIECK0107EC = Χώρα· Ιρλανδία. Όνομα Πλοίου· FV Endurance DA31.
es: Un número de aprobación asignado por el gobierno de un productor o granja o primera sala de deshuese / corte, comenzando con un código de país ISO 3166-1 alfa-2, seguido por el número de aprobación.\nSe permiten todos los caracteres del subconjunto definido por las Especificaciones Generales de GS1 de ISO/IEC 646.\nEjemplo:\n36LIECK0107EC = País; Irlanda. Nombre del Buque; FV Endurance DA31.
et: Valitsuse poolt määratud tootja või farmi või esimese kondistamise / lõikamise saali heakskiidunumber, alustades ISO 3166-1 alfa-2 riigikoodiga, millele järgneb heakskiidunumber.\nKõik GS1 Üldspetsifikatsiooni määratletud ISO/IEC 646 tähemärkide komplekti lubatud tähemärgid.\nNäide:\n36LIECK0107EC = Riik; Iirimaa. Laeva Nimi; FV Endurance DA31.
fi: Hallituksen myöntämä hyväksyntänumero tuottajalle tai tilalle tai ensimmäiselle luuttomalle / leikkaussalille, alkaen ISO 3166-1 alpha-2 maakoodilla, seurattuna hyväksyntänumerolla.\nKaikki GS1 Yleisspesifikaation määrittelemän ISO/IEC 646:n osajoukon merkit sallittu.\nEsimerkki:\n36LIECK0107EC = Maa; Irlanti. Aluksen Nimi; FV Endurance DA31.
fr: Un numéro d'approbation attribué par le gouvernement d'un producteur ou d'une ferme ou du premier atelier de désossage / découpe, commençant par un code de pays ISO 3166-1 alpha-2, suivi du numéro d'approbation.\nTous les caractères du sous-ensemble de l'ISO/IEC 646 défini dans les spécifications générales de GS1 sont autorisés.\nExemple:\n36LIECK0107EC = Pays ; Irlande. Nom du navire ; FV Endurance DA31.
ga: Uimhir cheadúcháin rialtais an táirgeoir nó na feirme nó an chéad halla díchnámhaithe / gearrtha, ag tosú le cód tíre ISO 3166-1 alfa-2, ina dhiaidh sin an uimhir cheadúcháin.\nGach carachtar den fho-chomhshraith GS1 Ginearálta a shainmhínítear de ISO/IEC 646 ceadaithe.\nSampla:\n36LIECK0107EC = Tír; Éire. Ainm an Bháid; FV Endurance DA31.
hr: Broj odobrenja dodijeljen proizvođaču ili farmi ili prvoj dvorani za rezanje/deboniranje, koji započinje s ISO 3166-1 alfa-2 kodom zemlje, slijedi broj odobrenja.\nDozvoljeni su svi znakovi definirani podskupom GS1 General Specification ISO/IEC 646.\nPrimjer:\n36LIECK0107EC = Zemlja; Irska. Ime broda; FV Endurance DA31.
hu: Egy kormányzati szerv által kiosztott jóváhagyási szám termelőre vagy farmra vagy első csontozó / vágóhelyre, az ISO 3166-1 alpha-2 országkóddal kezdve, amelyet a jóváhagyási szám követ.\nAz ISO/IEC 646 GS1 Általános Specifikációja által meghatározott karakterkészlet minden karaktere engedélyezett.\nPélda:\n36LIECK0107EC = Ország; Írország. Hajónév; FV Kitartás DA31.
is: Ríkisúthlutað samþykktarnúmer framleiðanda eða bús eða fyrstu beinunar-/skurðarsalar, byrjandi með ISO 3166-1 alfa-2 landskóða, fylgt af samþykktarnúmeri.\nAllir stafir af GS1 almennu forskriftinni-skilgreindu hlutmengi af ISO/IEC 646 eru leyfðir.\nDæmi:\n36LIECK0107EC = Land; Írland. Skipanafn; FV Endurance DA31.
it: Un numero di approvazione assegnato dal governo di un produttore o fattoria o prima sala di disosso / taglio, iniziando con un codice di paese ISO 3166-1 alfa-2, seguito dal numero di approvazione.\nTutti i caratteri del sottoinsieme definito dalle Specifiche Generali GS1 di ISO/IEC 646 sono ammessi.\nEsempio:\n36LIECK0107EC = Paese; Irlanda. Nome dell'Imbarcazione; FV Endurance DA31.
lt: Valstybės paskirtas patvirtinimo numeris gamintojui arba ūkiui arba pirmajai kaulų šalinimo / pjaustymo halei, prasidedantis ISO 3166-1 alpha-2 šalies kodu, po kurio seka patvirtinimo numeris.\nLeidžiami visi GS1 Bendrosios specifikacijos apibrėžti ISO/IEC 646 simbolių rinkinio simboliai.\nPavyzdys:\n36LIECK0107EC = Šalis; Airija. Laivo pavadinimas; FV Endurance DA31.
lv: Valsts piešķirts apstiprinājuma numurs ražotājam vai fermai vai pirmajai atkaulošanas / griešanas zālei, sākot ar ISO 3166-1 alfa-2 valsts kodu, kam seko apstiprinājuma numurs.\nAtļautas visas GS1 Vispārīgās Specifikācijas definētās ISO/IEC 646 apakškopas rakstzīmes.\nPiemērs:\n36LIECK0107EC = Valsts; Īrija. Kuģa Nosaukums; FV Endurance DA31.
mt: Numru ta' approvazzjoni assenjat mill-gvern tal-produttur jew razzett jew l-ewwel sala tad-deboning / qtugħ, li jibda b'kodiċi tal-pajjiż ISO 3166-1 alpha-2, segwit min-numru tal-approvazzjoni.\nIl-karattri kollha tad-definizzjoni tas-subsett tal-GS1 tal-ISO/IEC 646 huma permessi.\nEżempju:\n36LIECK0107EC = Pajjiż; Irlanda. Isem tal-Vapur; FV Endurance DA31.
nl: Een door de overheid toegewezen goedkeuringsnummer van producent of boerderij of eerste ontbenings- / snijhal, beginnend met een ISO 3166-1 alfa-2 landcode, gevolgd door het goedkeuringsnummer.\nAlle tekens van de door GS1 Algemene Specificatie gedefinieerde subset van ISO/IEC 646 zijn toegestaan.\nVoorbeeld:\n36LIECK0107EC = Land; Ierland. Scheepsnaam; FV Endurance DA31.
no: En myndighetstildelt godkjenningsnummer for produsent eller gård eller første beinings-/kuttehall, som starter med en ISO 3166-1 alfa-2-landskode, etterfulgt av godkjenningsnummeret.\nAlle tegn i GS1 General Specification-definert delmengde av ISO/IEC 646 er tillatt.\nEksempel:\n36LIECK0107EC = Land; Irland. Fartøynavn; FV Endurance DA31.
pl: Numer zatwierdzenia producenta lub farmy lub pierwszej hali rozbioru / cięcia, zaczynający się od kodu kraju ISO 3166-1 alfa-2, po którym następuje numer zatwierdzenia.\nDozwolone są wszystkie znaki zdefiniowanego podzbioru GS1 ISO/IEC 646.\nPrzykład:\n36LIECK0107EC = Kraj; Irlandia. Nazwa statku; FV Endurance DA31.
pt: Um número de aprovação atribuído pelo governo do produtor ou fazenda ou primeira sala de desossa / corte, começando com um código de país ISO 3166-1 alfa-2, seguido pelo número de aprovação.\nTodos os caracteres do subconjunto definido pela Especificação Geral GS1 de ISO/IEC 646 são permitidos.\nExemplo:\n36LIECK0107EC = País; Irlanda. Nome do Navio; FV Endurance DA31.
ro: Un număr de aprobare atribuit de guvern producătorului sau fermei sau primei săli de dezosare / tăiere, începând cu un cod de țară ISO 3166-1 alfa-2, urmat de numărul de aprobare.\nToate caracterele subsetului GS1 General Specification-definit de ISO/IEC 646 sunt permise.\nExemplu:\n36LIECK0107EC = Țară; Irlanda. Numele Vasei; FV Endurance DA31.
sk: Schválené číslo pre výrobcu alebo farmu alebo prvé odmasťovacie / rezné haly, začínajúce dvojznakovým kódom krajiny ISO 3166-1 alfa-2, nasledované schváleným číslom.\nSú povolené všetky znaky definovanej podmnožiny ISO/IEC 646 podľa špecifikácie GS1.\nPríklad:\n36LIECK0107EC = Krajina; Írsko. Názov lode; FV Endurance DA31.
sl: Vladna dodeljena številka odobritve proizvajalca ali kmetije ali prve dvorane za razkosavanje, ki se začne z alfa-2 kodo države ISO 3166-1, sledi številka odobritve.\nDovoljeni so vsi znaki podmnožice GS1 General Specification, definirani z ISO/IEC 646.\nPrimer:\n36LIECK0107EC = Država; Irska. Ime plovila; FV Endurance DA31.
sv: En statligt tilldelad godkännandenummer för producent eller gård eller första benfria/skärningshall, som börjar med en ISO 3166-1 alfa-2-landskod, följt av godkännandenumret.\nAlla tecken från GS1 General Specification-definierade delmängden av ISO/IEC 646 är tillåtna.\nExempel:\n36LIECK0107EC = Land; Irland. Fartygsnamn; FV Endurance DA31.

# di12051
source: 'Ship From:' - Location code defined by a postal authority (e.g., 5-digit and 9-digit ZIP codes identifying U.S. locations or 6-character postal codes identifying Canadian locations).
bg: Код на местоположение 'Изпращане от:' - дефиниран от пощенска администрация (напр., 5-цифрени и 9-цифрени ZIP кодове, идентифициращи местоположения в САЩ или 6-цифрени пощенски кодове, идентифициращи канадски местоположения).
cs: Lokalita 'Odeslat z:' - kód lokality definovaný poštovním úřadem (např. 5místné a 9místné ZIP kódy identifikující lokality v USA nebo 6místné poštovní kódy identifikující lokality v Kanadě).
de: 'Absenderadresse:' - Standortcode, der von einer Postbehörde definiert wird (z. B. 5-stellige und 9-stellige ZIP-Codes zur Identifizierung von US-Standorten oder 6-stellige Postleitzahlen zur Identifizierung kanadischer Standorte).
el: Κωδικός Τοποθεσίας 'Από Αποστολή' - Ορίζεται από μια ταχυδρομική αρχή (π.χ., 5-ψήφιοι και 9-ψήφιοι ταχυδρομικοί κωδικοί που ταυτοποιούν τοποθεσίες ΗΠΑ ή 6-ψήφιοι ταχυδρομικοί κωδικοί που ταυτοποιούν τοποθεσίες Καναδά).
es: 'Enviar Desde:' - Código de ubicación definido por una autoridad postal (por ejemplo, códigos ZIP de 5 dígitos y 9 dígitos que identifican ubicaciones de EE. UU. o códigos postales de 6 caracteres que identifican ubicaciones canadienses).
et: 'Saada Alates:' - Postiasutuse poolt määratletud asukohakood (nt USA asukohti identifitseerivad 5-kohalised ja 9-kohalised ZIP-koodid või Kanada asukohti identifitseerivad 6-tähemärgilised postikoodid).
fi: 'Lähetä:' - Sijaintikoodi, jonka postiviranomainen on määrittänyt (esim., 5-numeroiset ja 9-numeroiset ZIP-koodit, jotka tunnistavat Yhdysvaltain sijainnit tai 6-merkkiset postikoodit, jotka tunnistavat Kanadan sijainnit).
fr: 'Expédier depuis :' - Code de localisation défini par une autorité postale (par exemple, codes postaux de 5 chiffres et de 9 chiffres identifiant des localisations aux États-Unis ou codes postaux de 6 caractères identifiant des localisations canadiennes).
ga: 'Cód Suímh 'Seol Ó:' - cód sainithe ag údarás poist (m.sh., códanna ZIP 5 dhigit agus 9 dhigit a aithníonn suíomhanna SAM nó códanna poist 6 charachtar a aithníonn suíomhanna Cheanada).
hr: 'Lokacija odakle se šalje:' - Kod lokacije definiran poštanskom upravom (npr., 5-znamenkasti i 9-znamenkasti ZIP kodovi koji identificiraju lokacije u SAD-u ili 6-znamenkasti poštanski kodovi koji identificiraju kanadske lokacije).
hu: 'Szállítási cím:' - Helykód, amelyet egy postai hatóság határoz meg (pl. az Egyesült Államokban található helyeket azonosító 5 számjegyű és 9 számjegyű ZIP kódok vagy a Kanadában található helyeket azonosító 6 karakteres postai kódok).
is: 'Sendu frá:' - Staðsetningarkóði skilgreindur af póstþjónustu (t.d., 5 tölustafa og 9 tölustafa ZIP kóðar sem auðkenna staðsetningar í Bandaríkjunum eða 6 stafa póstnúmer sem auðkenna kanadískar staðsetningar).
it: Località 'Spedire Da:' - Codice di località definito da un'autorità postale (es., codici postali a 5 cifre e a 9 cifre che identificano località statunitensi o codici postali a 6 caratteri che identificano località canadesi).
lt: 'Siunčiama iš:' - Vietos kodas, nustatytas pašto institucijos (pvz., 5 skaitmenų ir 9 skaitmenų ZIP kodai, identifikuojantys JAV vietoves arba 6 simbolių pašto kodai, identifikuojantys Kanados vietoves).
lv: 'Ship From:' - Atrašanās vietas kods, ko definē pasta iestāde (piemēram, 5-ciparu un 9-ciparu ZIP kodi, kas identificē ASV atrašanās vietas vai 6-ciparu pasta kodi, kas identificē Kanādas atrašanās vietas).
mt: 'Mibgħut Minn:' - Kodiċi tal-post definit minn awtorità postali (eż., kodiċijiet ZIP ta' 5 ċifri u 9 ċifri li jidentifikaw postijiet fl-Istati Uniti jew kodiċijiet postali ta' 6 karattri li jidentifikaw postijiet fil-Kanada).
nl: 'Ship From:' - Locatiecode gedefinieerd door een postautoriteit (bijv., 5-cijferige en 9-cijferige ZIP-codes die Amerikaanse locaties identificeren of 6-karakter postcodes die Canadese locaties identificeren).
no: 'Lever fra:' - Lokasjonskode definert av et postmyndighet (for eksempel, 5-sifrede og 9-sifrede ZIP-koder som identifiserer amerikanske lokasjoner eller 6-tegns postkoder som identifiserer kanadiske lokasjoner).
pl: Kod lokalizacji 'Dostarczyć z:' - zdefiniowany przez organ pocztowy (np. 5-cyfrowe i 9-cyfrowe kody ZIP identyfikujące lokalizacje w USA lub 6-znakowe kody pocztowe identyfikujące lokalizacje w Kanadzie).
pt: Local 'Ship From:' - Código de local definido por uma autoridade postal (por exemplo, códigos postais de 5 dígitos e 9 dígitos identificando locais nos EUA ou códigos postais de 6 caracteres identificando locais canadenses).
ro: 'Expediere De la:' - Codul locației definit de o autoritate poștală (de ex., codurile ZIP cu 5 cifre și 9 cifre care identifică locațiile din SUA sau codurile poștale cu 6 caractere care identifică locațiile canadiene).
sk: Kód lokality 'Odoslať z:' - definovaný poštovým úradom (napr., 5-miestne a 9-miestne ZIP kódy identifikujúce lokality v USA alebo 6-znakové poštové kódy identifikujúce lokality v Kanade).
sl: 'Lokacija pošiljanja iz:' - Koda lokacije, določena s strani poštne uprave (npr., 5-mestne in 9-mestne ZIP kode, ki identificirajo lokacije v ZDA ali 6-mestne poštne kode, ki identificirajo kanadske lokacije).
sv: 'Ship From:' - Platskod definierad av en postmyndighet (t.ex., 5-siffriga och 9-siffriga ZIP-koder som identifierar amerikanska platser eller 6-tecken postkoder som identifierar kanadensiska platser).
