Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di11014
source: Combined Order Number and Line Number in the format nn...nn+nn...n where a plus (+) symbol is used as a delimiter between the Order Number and Line Number.
bg: Комбиниран номер на поръчка и номер на ред във формат nn...nn+nn...n където символът плюс (+) се използва като разделител между номера на поръчката и номера на реда.
cs: Kombinované číslo objednávky a číslo řádku ve formátu nn...nn+nn...n, kde symbol plus (+) se používá jako oddělovač mezi číslem objednávky a číslem řádku.
de: Kombinierte Bestellnummer und Zeilennummer im Format nn...nn+nn...n, wobei ein Pluszeichen (+) als Trennzeichen zwischen der Bestellnummer und der Zeilennummer verwendet wird.
el: Συνδυασμένος Αριθμός Παραγγελίας και Αριθμός Γραμμής στη μορφή nn...nn+nn...n όπου το σύμβολο πλης (+) χρησιμοποιείται ως διαχωριστικό μεταξύ του Αριθμού Παραγγελίας και του Αριθμού Γραμμής.
es: Número de Orden Combinado y Número de Línea en el formato nn...nn+nn...n donde se utiliza un símbolo más (+) como delimitador entre el Número de Orden y el Número de Línea.
et: Tellimusnumbri ja reanumbri kombinatsioon formaadis nn...nn+nn...n, kus pluss (+) sümbolit kasutatakse eraldajana tellimusnumbri ja reanumbri vahel.
fi: Yhdistetty tilausnumero ja rivinumero muodossa nn...nn+nn...n missä plus (+) symbolia käytetään erotinmerkkinä tilausnumeron ja rivinumeron välillä.
fr: Numéro de commande combiné et numéro de ligne au format nn...nn+nn...n où un symbole plus (+) est utilisé comme délimiteur entre le numéro de commande et le numéro de ligne.
ga: Uimhir Ordaithe agus Uimhir Líne sa fhormáid nn...nn+nn...n áit a n-úsáidtear siombail móide (+) mar scaradh idir Uimhir Ordaithe agus Uimhir Líne.
hr: Kombinirani broj narudžbe i redni broj u formatu nn...nn+nn...n gdje se plus (+) simbol koristi kao razdjelnik između broja narudžbe i rednog broja.
hu: Összevont rendelésszám és sorozatszám a következő formátumban nn...nn+nn...n, ahol a plusz (+) szimbólumot használjuk elválasztóként a rendelésszám és a sorozatszám között.
is: Samsett pöntunarnúmer og línunúmer í sniðinu nn...nn+nn...n þar sem plúsmerki (+) er notað sem aðskilnaður milli pöntunarnúmers og línunúmers.
it: Numero d'Ordine Combinato e Numero di Linea nel formato nn...nn+nn...n dove un simbolo più (+) è usato come delimitatore tra il Numero d'Ordine e il Numero di Linea.
lt: Užsakymo numeris ir eilės numeris formatu nn...nn+nn...n, kur pliuso (+) simbolis naudojamas kaip skirtukas tarp užsakymo numerio ir eilės numerio.
lv: Apvienotais Pasūtījuma numurs un Rindas numurs formātā nn...nn+nn...n, kur plusa (+) simbols tiek izmantots kā atdalītājs starp Pasūtījuma numuru un Rindas numuru.
mt: Numru tal-Ordni Kombinat u Numru tal-Linja fil-format nn...nn+nn...n fejn simbolu plus (+) jintuża bħala delimiter bejn in-Numru tal-Ordni u n-Numru tal-Linja.
nl: Gecombineerd Bestelnummer en Regelnummer in het formaat nn...nn+nn...n waarbij een plus (+) symbool wordt gebruikt als scheidingsteken tussen het Bestelnummer en Regelnummer.
no: Kombinert ordrenummer og linjenummer i formatet nn...nn+nn...n der et pluss (+) symbol brukes som en skilletegn mellom ordrenummeret og linjenummeret.
pl: Połączony numer zamówienia i numer linii w formacie nn...nn+nn...n gdzie symbol plusa (+) używany jest jako separator między numerem zamówienia a numerem linii.
pt: Número de Pedido Combinado e Número de Linha no formato nn...nn+nn...n onde um símbolo de mais (+) é usado como delimitador entre o Número de Pedido e o Número de Linha.
ro: Numărul Comenzii Combinat și Numărul Liniei în formatul nn...nn+nn...n unde un simbol plus (+) este folosit ca delimitator între Numărul Comenzii și Numărul Liniei.
sk: Kombinované číslo objednávky a číslo riadka vo formáte nn...nn+nn...n, kde symbol plus (+) sa používa ako oddeľovač medzi číslom objednávky a číslom riadka.
sl: Kombinirana številka naročila in številka vrstice v formatu nn...nn+nn...n, kjer se simbol plus (+) uporablja kot ločilnik med številko naročila in številko vrstice.
sv: Kombinerat ordernummer och orderradnummer i formatet nn...nn+nn...n där ett plus (+) symbol används som avgränsare mellan ordernummer och orderradnummer.

# di11015
source: KANBAN Number.
bg: Номер KANBAN.
cs: Číslo KANBAN.
de: KANBAN-Nummer.
el: Αριθμός KANBAN.
es: Número KANBAN.
fi: KANBAN Numero.
fr: Numéro KANBAN.
ga: Uimhir KANBAN.
hr: Broj KANBAN.
hu: KANBAN szám.
is: KANBAN númer.
it: Numero KANBAN.
lt: KANBAN numeris.
lv: KANBAN numurs.
mt: Numru KANBAN.
nl: KANBAN Nummer.
no: KANBAN-nummer.
pl: Numer KANBAN.
pt: Número KANBAN.
ro: Numărul KANBAN.
sk: Číslo KANBAN.
sl: Številka KANBAN.
sv: KANBAN-nummer.

# di11016
source: DELINS Number: code assigned to identify a document which contains delivery information.
bg: Номер DELINS: код, присвоен за идентифициране на документ, съдържащ информация за доставка.
cs: Číslo DELINS: kód přiřazený pro identifikaci dokumentu, který obsahuje informace o dodání.
de: DELINS-Nummer: Code, der zur Identifizierung eines Dokuments verwendet wird, das Lieferinformationen enthält.
el: Αριθμός DELINS: κωδικός που αποδίδεται για την ταυτοποίηση ενός εγγράφου που περιέχει πληροφορίες παράδοσης.
es: Número DELINS: código asignado para identificar un documento que contiene información de entrega.
et: DELINS Number: kood, mis on määratud dokumendi tuvastamiseks, mis sisaldab tarneinformatsiooni.
fi: DELINS Numero: koodi, joka on määritetty tunnistamaan asiakirja, joka sisältää toimitustietoja.
fr: Numéro DELINS : code attribué pour identifier un document contenant des informations de livraison.
ga: Uimhir DELINS: cód a shanntar chun cáipéis a aithint ina bhfuil eolas seachadta ann.
hr: Broj DELINS: kod dodijeljen za identifikaciju dokumenta koji sadrži informacije o isporuci.
hu: DELINS szám: kódot rendelnek hozzá egy olyan dokumentum azonosítására, amely tartalmazza a szállítási információkat.
is: DELINS númer: kóði úthlutaður til að auðkenna skjal sem inniheldur upplýsingar um afhendingu.
it: Numero DELINS: codice assegnato per identificare un documento che contiene informazioni di consegna.
lt: DELINS numeris: dokumentui, kuris apima pristatymo informaciją, priskirtas kodas.
lv: DELINS numurs: kods, kas piešķirts, lai identificētu dokumentu, kas satur piegādes informāciju.
mt: Numru DELINS: kodiċi assenjat biex jidentifika dokument li fih informazzjoni dwar il-kunsinna.
nl: DELINS Nummer: code toegewezen om een document te identificeren dat leveringsinformatie bevat.
no: DELINS-nummer: kode tildelt for å identifisere et dokument som inneholder leveringsinformasjon.
pl: Numer DELINS: kod przydzielony do identyfikacji dokumentu zawierającego informacje o dostawie.
pt: Número DELINS: código atribuído para identificar um documento que contém informações de entrega.
ro: Numărul DELINS: cod atribuit pentru a identifica un document care conține informații despre livrare.
sk: Číslo DELINS: kód pridelený na identifikáciu dokumentu, ktorý obsahuje informácie o dodávke.
sl: Številka DELINS: koda, dodeljena za identifikacijo dokumenta, ki vsebuje informacije o dostavi.
sv: DELINS-nummer: kod tilldelad för att identifiera ett dokument som innehåller leveransinformation.

# di11017
source: Check Number.
bg: Номер на чек.
cs: Číslo šeku.
de: Schecknummer.
el: Αριθμός Ελέγχου.
es: Número de Cheque.
et: Tšeki number.
fi: Shekkinumero.
fr: Numéro de chèque.
ga: Uimhir Seice.
hr: Broj čeka.
hu: Csekk szám.
is: Athugunar númer.
it: Numero Assegno.
lt: Čekio numeris.
lv: Čeka numurs.
mt: Numru taċ-Ċekk.
nl: Chequenummer.
no: Sjekknummer.
pl: Numer czeku.
pt: Número de Cheque.
ro: Numărul Cecului.
sk: Číslo šeku.
sl: Številka čeka.
sv: Checknummer.

# di11018
source: Structured Reference.
bg: Структурирана референция.
cs: Strukturovaná reference.
de: Strukturierte Referenz.
el: Δομημένη Αναφορά.
es: Referencia Estructurada.
et: Struktureeritud Viide.
fi: Rakenteellinen Viite.
fr: Référence structurée.
ga: Tagairt Struchtúrtha.
hr: Strukturirana referenca.
hu: Szerkezeti hivatkozás.
is: Strúktúr Tilvísun.
it: Riferimento Strutturato.
lt: Struktūruota nuoroda.
lv: Strukturēta Atsauce.
mt: Referenza Strutturata.
nl: Gestructureerde Referentie.
no: Strukturert referanse.
pl: Strukturalne odniesienie.
pt: Referência Estruturada.
ro: Referința Structurată.
sk: Štruktúrovaný odkaz.
sl: Strukturirana referenenca.
sv: Strukturerad referens.

# di11019
source: Foreign Military Sales Case Number.
bg: Номер на случай на продажби на чуждестранни военни.
cs: Číslo případu zahraničního vojenského prodeje.
de: Ausländische Militärverkaufsfallnummer.
el: Αριθμός Υπόθεσης Ξένων Στρατιωτικών Πωλήσεων.
es: Número de Caso de Ventas Militares Extranjeras.
et: Välisriikide Sõjaväemüügi Juhtumi Number.
fi: Ulkomaisten Sotilasmyyntien Tapausnumero.
fr: Numéro de cas de ventes militaires à l'étranger.
ga: Uimhir Cháis Díolacháin Míleata Eachtrach.
hr: Broj slučaja strane vojne prodaje.
hu: Külföldi Katonai Értékesítési Eset Száma.
is: Erlent hermála sölu mál númer.
it: Numero del Caso di Vendite Militari Esterne.
lt: Užsienio karinės pardavimų bylos numeris.
lv: Ārvalstu Militāro Pārdošanu Lietas Numurs.
mt: Numru tal-Każ tal-Bejgħ Militari Barrani.
nl: Foreign Military Sales Case Nummer.
no: Nummer for utenlandsk militærsalg.
pl: Numer sprawy Sprzedaży Wojskowej Zagranicznej.
pt: Número de Caso de Vendas Militares Estrangeiras.
ro: Numărul Cazului de Vânzări Militare Străine.
sk: Číslo prípadu zahraničného vojenského predaja.
sl: Številka primera tujih vojaških prodaj.
sv: Utländskt militärt försäljningsfallnummer.
