Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di5012
source: Declaration of Packaging Material Category*, Code* and Weight for a given packaging material used in a given packaging according to the EU packaging and packaging waste directive. (Material category and code defined in Annex M).\n12ECCMMMMMMNNNNNUU where: - '12E' (an3) is the Data Identifier;\n - 'CC' (n2) is the Material Category per Annex M;\n - 'MMMMMM' (an1...6) is the Material Code per Annex M;\n - 'NNNNN' (n5) Material Weight, including decimal point (e.g., 12.12);\n - 'UU' (an2) is the Unit of measure for weight (e.g., KG, GR, LB or OZ per ANSI X12.3 as in Annex D).
bg: Декларация за категория на опаковъчния материал*, Код* и Тегло за даден опаковъчен материал, използван в дадена опаковка в съответствие с директивата на ЕС за опаковките и отпадъците от опаковки. (Категория на материала и код, дефинирани в Приложение M).\n12ECCMMMMMMNNNNNUU където: - '12E' (an3) е Идентификатор на данни;\n - 'CC' (n2) е Категория на материала според Приложение M;\n - 'MMMMMM' (an1...6) е Код на материала според Приложение M;\n - 'NNNNN' (n5) Тегло на материала, включително десетичната точка (например, 12.12);\n - 'UU' (an2) е Мерна единица за тегло (например, KG, GR, LB или OZ според ANSI X12.3 както в Приложение D).
cs: Prohlášení o kategorii obalového materiálu*, kódu* a hmotnosti pro daný obalový materiál použitý v daném obalu podle směrnice EU o obalech a obalových odpadech. (Kategorie materiálu a kód definován v příloze M).\n12ECCMMMMMMNNNNNUU kde: - '12E' (an3) je identifikátor dat;\n - 'CC' (n2) je kategorie materiálu podle přílohy M;\n - 'MMMMMM' (an1...6) je kód materiálu podle přílohy M;\n - 'NNNNN' (n5) hmotnost materiálu, včetně desetinného bodu (např. 12.12);\n - 'UU' (an2) je jednotka míry pro hmotnost (např. KG, GR, LB nebo OZ podle ANSI X12.3 jak je uvedeno v příloze D).
de: Deklaration der Verpackungsmaterialkategorie*, Code* und Gewicht für ein bestimmtes Verpackungsmaterial, das in einer bestimmten Verpackung gemäß der EU-Verpackungs- und Verpackungsabfallrichtlinie verwendet wird. (Materialkategorie und -code definiert in Anhang M).\n12ECCMMMMMMNNNNNUU, wobei: - '12E' (an3) der Datenidentifikator ist;\n - 'CC' (n2) die Materialkategorie gemäß Anhang M ist;\n - 'MMMMMM' (an1...6) der Materialcode gemäß Anhang M ist;\n - 'NNNNN' (n5) Materialgewicht, inklusive Dezimalpunkt (z.B. 12,12);\n - 'UU' (an2) die Maßeinheit für Gewicht ist (z.B. KG, GR, LB oder OZ nach ANSI X12.3 wie in Anhang D).
el: Δήλωση Κατηγορίας Υλικού Συσκευασίας*, Κωδικού* και Βάρους για ένα δεδομένο υλικό συσκευασίας που χρησιμοποιείται σε μια δεδομένη συσκευασία σύμφωνα με την οδηγία της ΕΕ για τις συσκευασίες και τα απόβλητα συσκευασίας. (Η κατηγορία υλικού και ο κωδικός ορίζονται στο Παράρτημα M).\n12ECCMMMMMMNNNNNUU όπου: - '12E' (an3) είναι το Αναγνωριστικό Δεδομένων·\n - 'CC' (n2) είναι η Κατηγορία Υλικού σύμφωνα με το Παράρτημα M·\n - 'MMMMMM' (an1...6) είναι ο Κωδικός Υλικού σύμφωνα με το Παράρτημα M·\n - 'NNNNN' (n5) Βάρος Υλικού, συμπεριλαμβανομένου του δεκαδικού σημείου (π.χ., 12.12)·\n - 'UU' (an2) είναι η Μονάδα Μέτρησης για το βάρος (π.χ., KG, GR, LB ή OZ ανά ANSI X12.3 όπως στο Παράρτημα D).
es: Declaración de Categoría de Material de Embalaje*, Código* y Peso para un material de embalaje dado utilizado en un embalaje dado según la directiva de la UE sobre embalajes y residuos de embalajes. (Categoría de material y código definidos en el Anexo M).\n12ECCMMMMMMNNNNNUU donde: - '12E' (an3) es el Identificador de Datos;\n - 'CC' (n2) es la Categoría de Material según el Anexo M;\n - 'MMMMMM' (an1...6) es el Código de Material según el Anexo M;\n - 'NNNNN' (n5) Peso del Material, incluyendo punto decimal (por ejemplo, 12.12);\n - 'UU' (an2) es la Unidad de medida para el peso (por ejemplo, KG, GR, LB o OZ según ANSI X12.3 como en el Anexo D).
et: Pakendusmaterjali kategooria*, koodi* ja kaalu deklaratsioon antud pakendusmaterjali kohta, mida kasutatakse antud pakendis vastavalt ELi pakendite ja pakendijäätmete direktiivile. (Materjalikategooria ja kood on määratletud Lisas M).\n12ECCMMMMMMNNNNNUU, kus: - '12E' (an3) on Andmeidentifikaator;\n - 'CC' (n2) on Materjali Kategooria vastavalt Lisale M;\n - 'MMMMMM' (an1...6) on Materjali Kood vastavalt Lisale M;\n - 'NNNNN' (n5) Materjali Kaal, kaasa arvatud kümnendkoht (nt, 12.12);\n - 'UU' (an2) on kaalu mõõtühik (nt, KG, GR, LB või OZ vastavalt ANSI X12.3-le, nagu on Lisas D).
fi: Pakkausmateriaalin luokituksen*, koodin* ja painon ilmoitus tietylle pakkausmateriaalille, jota käytetään tietyssä pakkauksessa EU:n pakkaus- ja pakkausjätedirektiivin mukaisesti. (Materiaaliluokka ja -koodi määritelty liitteessä M).\n12ECCMMMMMMNNNNNUU, missä: - '12E' (an3) on Tietotunniste;\n - 'CC' (n2) on Materiaaliluokka liitteen M mukaan;\n - 'MMMMMM' (an1...6) on Materiaalikoodi liitteen M mukaan;\n - 'NNNNN' (n5) Materiaalin paino, desimaalipiste mukaan lukien (esim., 12.12);\n - 'UU' (an2) on painon mittayksikkö (esim., KG, GR, LB tai OZ ANSI X12.3:n mukaan liitteessä D).
fr: Déclaration de Catégorie de Matériau d'Emballage*, Code* et Poids pour un matériau d'emballage donné utilisé dans un emballage donné selon la directive européenne sur les emballages et les déchets d'emballage. (Catégorie de matériau et code définis dans l'Annexe M).\n12ECCMMMMMMNNNNNUU où : - '12E' (an3) est l'Identifiant de Données ;\n - 'CC' (n2) est la Catégorie de Matériau selon l'Annexe M ;\n - 'MMMMMM' (an1...6) est le Code de Matériau selon l'Annexe M ;\n - 'NNNNN' (n5) Poids du Matériau, incluant le point décimal (par exemple, 12.12) ;\n - 'UU' (an2) est l'Unité de mesure pour le poids (par exemple, KG, GR, LB ou OZ selon ANSI X12.3 comme dans l'Annexe D).
ga: Dearbhú de Chatagóir Ábhair Pacáistithe*, Cód* agus Meáchan le haghaidh ábhar pacáistithe ar leith a úsáidtear i bpacáistiú ar leith de réir threoir AE maidir le pacáistiú agus dramhaíl phacáistithe. (Catagóir ábhair agus cód sainmhínithe in Iarscríbhinn M).\n12ECCMMMMMMNNNNNUU áit: - '12E' (an3) is é an Aitheantóir Sonraí;\n - 'CC' (n2) is é Catagóir an Ábhair de réir Iarscríbhinn M;\n - 'MMMMMM' (an1...6) is é Cód an Ábhair de réir Iarscríbhinn M;\n - 'NNNNN' (n5) Meáchan an Ábhair, lena n-áirítear pointe deachúil (e.g., 12.12);\n - 'UU' (an2) is é Aonad tomhais don mheáchan (e.g., KG, GR, LB nó OZ de réir ANSI X12.3 mar atá in Iarscríbhinn D).
hr: Deklaracija o kategoriji materijala ambalaže*, Kod* i Težini za određeni materijal ambalaže korišten u određenoj ambalaži prema direktivi EU o ambalaži i otpadu od ambalaže. (Kategorija materijala i kod definirani u Dodatku M).\n12ECCMMMMMMNNNNNUU gdje: - '12E' (an3) je Identifikator podataka;\n - 'CC' (n2) je Kategorija materijala prema Dodatku M;\n - 'MMMMMM' (an1...6) je Kod materijala prema Dodatku M;\n - 'NNNNN' (n5) Težina materijala, uključujući decimalnu točku (npr., 12.12);\n - 'UU' (an2) je Jedinica mjere za težinu (npr., KG, GR, LB ili OZ prema ANSI X12.3 kao u Dodatku D).
hu: Csomagolóanyag Kategóriájának*, Kódjának* és Súlyának Kijelentése egy adott csomagolóanyag esetében, amelyet egy adott csomagolásban használnak az EU csomagolási és csomagolási hulladék irányelv szerint. (Az anyagkategória és kód az M mellékletben van meghatározva).\n12ECCMMMMMMNNNNNUU ahol: - '12E' (an3) az Adat Azonosító;\n - 'CC' (n2) az Anyagkategória az M melléklet szerint;\n - 'MMMMMM' (an1...6) az Anyagkód az M melléklet szerint;\n - 'NNNNN' (n5) Anyagsúly, tizedes ponttal együtt (pl. 12.12);\n - 'UU' (an2) a súly mértékegysége (pl. KG, GR, LB vagy OZ az ANSI X12.3 szerint, mint az D mellékletben).
is: Yfirlýsing um Pakkningarefni Flokk*, Kóða* og Þyngd fyrir tiltekið pakkningarefni notað í tiltekinni pökkun samkvæmt tilskipun ESB um pakkningar og pakkningaúrgang. (Efni flokkur og kóði skilgreindir í Viðauka M).\n12ECCMMMMMMNNNNNUU þar sem: - '12E' (an3) er Gögn Auðkennari;\n - 'CC' (n2) er Efnisflokkur samkvæmt Viðauka M;\n - 'MMMMMM' (an1...6) er Efniskóði samkvæmt Viðauka M;\n - 'NNNNN' (n5) Efnaþyngd, með tugapunkti (t.d., 12.12);\n - 'UU' (an2) er Mælieining fyrir þyngd (t.d., KG, GR, LB eða OZ samkvæmt ANSI X12.3 eins og í Viðauka D).
it: Dichiarazione di Categoria Materiale di Imballaggio*, Codice* e Peso per un dato materiale di imballaggio utilizzato in un dato imballaggio secondo la direttiva UE sui rifiuti di imballaggio e imballaggi. (Categoria materiale e codice definiti in Allegato M).\n12ECCMMMMMMNNNNNUU dove: - '12E' (an3) è l'Identificatore di Dati;\n - 'CC' (n2) è la Categoria Materiale secondo Allegato M;\n - 'MMMMMM' (an1...6) è il Codice Materiale secondo Allegato M;\n - 'NNNNN' (n5) Peso Materiale, inclusa la virgola decimale (ad es., 12,12);\n - 'UU' (an2) è l'Unità di misura per il peso (ad es., KG, GR, LB o OZ secondo ANSI X12.3 come in Allegato D).
lt: Pakuotės medžiagos kategorijos*, kodo* ir svorio deklaracija tam tikrai naudojamoje pakuotės medžiagoje pagal ES pakuočių ir pakuočių atliekų direktyvą. (Medžiagos kategorija ir kodas nustatyti Priede M).\n12ECCMMMMMMNNNNNUU kur: - '12E' (an3) yra duomenų identifikatorius;\n - 'CC' (n2) yra Medžiagos Kategorija pagal Priedą M;\n - 'MMMMMM' (an1...6) yra Medžiagos Kodas pagal Priedą M;\n - 'NNNNN' (n5) Medžiagos Svoris, įskaitant dešimtainį tašką (pvz., 12.12);\n - 'UU' (an2) yra svorio matavimo vienetas (pvz., KG, GR, LB ar OZ pagal ANSI X12.3 kaip nurodyta Priede D).
lv: Iepakojuma Materiāla Kategorijas*, Koda* un Svara Deklarācija noteiktam iepakojuma materiālam, kas izmantots noteiktā iepakojumā saskaņā ar ES iepakojuma un iepakojuma atkritumu direktīvu. (Materiāla kategorija un kods definēti Pielikumā M).\n12ECCMMMMMMNNNNNUU kur: - '12E' (an3) ir Datu Identifikators;\n - 'CC' (n2) ir Materiāla Kategorija saskaņā ar Pielikumu M;\n - 'MMMMMM' (an1...6) ir Materiāla Kods saskaņā ar Pielikumu M;\n - 'NNNNN' (n5) Materiāla Svars, ieskaitot decimāldaļu punktu (piem., 12.12);\n - 'UU' (an2) ir svara mērvienība (piem., KG, GR, LB vai OZ saskaņā ar ANSI X12.3 kā Pielikumā D).
mt: Dikjarazzjoni tal-Kategorija tal-Materjal tal-Ippakkjar*, Kodiċi* u Piż għal materjal tal-ippakkjar speċifiku użat f'ippakkjar speċifiku skont id-direttiva tal-UE dwar l-ippakkjar u l-iskart tal-ippakkjar. (Kategorija tal-materjal u kodiċi definiti fl-Anness M).\n12ECCMMMMMMNNNNNUU fejn: - '12E' (an3) huwa l-Identifikatur tad-Data;\n - 'CC' (n2) huwa l-Kategorija tal-Materjal skont l-Anness M;\n - 'MMMMMM' (an1...6) huwa l-Kodiċi tal-Materjal skont l-Anness M;\n - 'NNNNN' (n5) Piż tal-Materjal, inkluża l-punt deċimali (eż., 12.12);\n - 'UU' (an2) huwa l-Unità tal-kejl għall-piż (eż., KG, GR, LB jew OZ skont ANSI X12.3 kif definit fl-Anness D).
nl: Verklaring van Verpakkingsmateriaal Categorie*, Code* en Gewicht voor een gegeven verpakkingsmateriaal gebruikt in een gegeven verpakking volgens de EU-richtlijn voor verpakkingen en verpakkingsafval. (Materiaalcategorie en code gedefinieerd in Bijlage M).\n12ECCMMMMMMNNNNNUU waar: - '12E' (an3) is de Data Identifier;\n - 'CC' (n2) is de Materiaalcategorie per Bijlage M;\n - 'MMMMMM' (an1...6) is de Materiaalcode per Bijlage M;\n - 'NNNNN' (n5) Materiaalgewicht, inclusief decimaalpunt (bijv., 12.12);\n - 'UU' (an2) is de Eenheid van maat voor gewicht (bijv., KG, GR, LB of OZ per ANSI X12.3 zoals in Bijlage D).
no: Erklæring av Emballasjemateriale Kategori*, Kode* og Vekt for et gitt emballasjemateriale brukt i en gitt pakking i henhold til EU-direktivet om emballasje og emballasjeavfall. (Materialekategori og kode definert i Vedlegg M).\n12ECCMMMMMMNNNNNUU hvor: - '12E' (an3) er Dataidentifikatoren;\n - 'CC' (n2) er Materialekategorien per Vedlegg M;\n - 'MMMMMM' (an1...6) er Materialekoden per Vedlegg M;\n - 'NNNNN' (n5) Materialevekten, inkludert desimalpunkt (f.eks., 12.12);\n - 'UU' (an2) er Vektenhet (f.eks., KG, GR, LB eller OZ per ANSI X12.3 som i Vedlegg D).
pl: Deklaracja kategorii materiału opakowaniowego*, kodu* i wagi dla danego materiału opakowaniowego używanego w danym opakowaniu zgodnie z dyrektywą UE dotyczącą opakowań i odpadów opakowaniowych. (Kategoria materiału i kod zdefiniowane w załączniku M).\n12ECCMMMMMMNNNNNUU gdzie: - '12E' (an3) to identyfikator danych;\n - 'CC' (n2) to Kategoria Materiału według Załącznika M;\n - 'MMMMMM' (an1...6) to Kod Materiału według Załącznika M;\n - 'NNNNN' (n5) Waga Materiału, w tym przecinek dziesiętny (np. 12,12);\n - 'UU' (an2) to Jednostka miary wagi (np. KG, GR, LB lub OZ według ANSI X12.3, jak w Załączniku D).
pt: Declaração da Categoria de Material de Embalagem*, Código* e Peso para um dado material de embalagem usado em uma dada embalagem de acordo com a diretiva da UE sobre embalagens e resíduos de embalagens. (Categoria de material e código definidos no Anexo M).\n12ECCMMMMMMNNNNNUU onde: - '12E' (an3) é o Identificador de Dados;\n - 'CC' (n2) é a Categoria de Material conforme Anexo M;\n - 'MMMMMM' (an1...6) é o Código de Material conforme Anexo M;\n - 'NNNNN' (n5) Peso do Material, incluindo ponto decimal (por exemplo, 12.12);\n - 'UU' (an2) é a Unidade de medida para peso (por exemplo, KG, GR, LB ou OZ conforme ANSI X12.3 como em Anexo D).
ro: Declarația Categoriei Materialelor de Ambalaj*, Cod* și Greutate pentru un anumit material de ambalaj utilizat într-un anumit ambalaj conform directivei UE privind ambalajele și deșeurile de ambalaje. (Categoria materialului și codul definit în Anexa M).\n12ECCMMMMMMNNNNNUU unde: - '12E' (an3) este Identificatorul de Date;\n - 'CC' (n2) este Categoria Materialului conform Anexei M;\n - 'MMMMMM' (an1...6) este Codul Materialului conform Anexei M;\n - 'NNNNN' (n5) Greutatea Materialului, inclusiv punctul zecimal (de exemplu, 12.12);\n - 'UU' (an2) este Unitatea de măsură pentru greutate (de exemplu, KG, GR, LB sau OZ conform ANSI X12.3 ca în Anexa D).
sk: Vyhlásenie o kategórii, kóde a hmotnosti balení pre daný materiál použitý v danom balení podľa smernice EÚ o obaloch a obalovom odpade. (Kategória materiálu a kód definované v prílohe M).\n12ECCMMMMMMNNNNNUU kde: - '12E' (an3) je identifikátor údajov;\n - 'CC' (n2) je kategória materiálu podľa prílohy M;\n - 'MMMMMM' (an1...6) je kód materiálu podľa prílohy M;\n - 'NNNNN' (n5) hmotnosť materiálu, vrátane desatinnej čiarky (napr. 12.12);\n - 'UU' (an2) je jednotka merania hmotnosti (napr. KG, GR, LB alebo OZ podľa ANSI X12.3 ako v prílohe D).
sl: Deklaracija o kategoriji embalažnega materiala*, kodi* in teži za določen embalažni material, uporabljen v določeni embalaži v skladu z direktivo EU o embalaži in odpadki embalaže. (Kategorija materiala in koda opredeljena v Prilogi M).\n12ECCMMMMMMNNNNNUU kjer: - '12E' (an3) je identifikator podatkov;\n - 'CC' (n2) je kategorija materiala po Prilogi M;\n - 'MMMMMM' (an1...6) je koda materiala po Prilogi M;\n - 'NNNNN' (n5) teža materiala, vključno z decimalno točko (npr., 12.12);\n - 'UU' (an2) je enota mere za težo (npr., KG, GR, LB ali OZ po ANSI X12.3 kot v Prilogi D).
sv: Deklaration av Förpackningsmaterialkategori*, Kod* och Vikt för ett visst förpackningsmaterial som används i en viss förpackning enligt EU:s förpacknings- och förpackningsavfallsdirektiv. (Materialkategori och kod definierad i Bilaga M).\n12ECCMMMMMMNNNNNUU där: - '12E' (an3) är Dataidentifieraren;\n - 'CC' (n2) är Materialkategorin enligt Bilaga M;\n - 'MMMMMM' (an1...6) är Materialkoden enligt Bilaga M;\n - 'NNNNN' (n5) Materialvikt, inklusive decimalpunkt (t.ex., 12.12);\n - 'UU' (an2) är Viktenhet (t.ex., KG, GR, LB eller OZ enligt ANSI X12.3 som i Bilaga D).
