Repository: Solidsoft-Reply/ANSI-MH10.8.2-DI-Parser
Catalog: Solidsoft.Reply.Parsers.AnsiMhDi/Properties/AnsiMh10.8.2DataIdentifier.*.resx
Languages: bg, cs, de, el, es, et, fi, fr, ga, hr, hu, is, it, lt, lv, mt, nl, no, pl, pt, ro, sk, sl, sv

# di19027
source: Item Number Within Batch, being a string of numeric digits:\n - that uniquely distinguishes an item, within an identifiable batch of related items, from all other items in the same batch;\n - whose length is the same for all items within the batch concerned.
bg: Номер на артикул в партида, представляващ низ от цифрови цифри:\n - който уникално различава артикул, в идентифицируема партида свързани артикули, от всички други артикули в същата партида;\n - чиято дължина е еднаква за всички артикули в съответната партида.
cs: Číslo položky v dávce, řetězec číslic:\n - který jednoznačně odlišuje položku, v rámci identifikovatelné dávky souvisejících položek, od všech ostatních položek ve stejné dávce;\n - jehož délka je stejná pro všechny položky v dané dávce.
de: Artikelnummer innerhalb einer Charge, die eine Zeichenfolge numerischer Ziffern ist:\n - die einen Artikel innerhalb einer identifizierbaren Charge verwandter Artikel eindeutig von allen anderen Artikeln in derselben Charge unterscheidet;\n - deren Länge für alle Artikel innerhalb der betreffenden Charge gleich ist.
el: Αριθμός Αντικειμένου Εντός Παρτίδας, που αποτελεί μια σειρά αριθμητικών ψηφίων:\n - που διακρίνει μοναδικά ένα αντικείμενο, εντός μιας αναγνωρίσιμης παρτίδας σχετικών αντικειμένων, από όλα τα άλλα αντικείμενα στην ίδια παρτίδα·\n - του οποίου το μήκος είναι το ίδιο για όλα τα αντικείμενα εντός της συγκεκριμένης παρτίδας.
es: Número de Artículo Dentro de Lote, siendo una cadena de dígitos numéricos:\n - que distingue de manera única un artículo, dentro de un lote identificable de artículos relacionados, de todos los demás artículos en el mismo lote;\n - cuya longitud es la misma para todos los artículos dentro del lote concerniente.
et: Partii Sees Olev Eseme Number, olles numbriline jada:\n - mis eristab unikaalselt üht eset teistest samas partiis olevatest esemetest;\n - mille pikkus on sama kõigi sama partii esemete jaoks.
fi: Erän sisällä olevan tuotteen numero, joka on numeeristen merkkien jono:\n - joka yksilöllisesti erottaa tuotteen, tunnistettavissa olevan erän sisällä olevista tuotteista, kaikista muista saman erän tuotteista;\n - jonka pituus on sama kaikille erän tuotteille.
fr: Numéro d'article dans un lot, étant une chaîne de chiffres numériques :\n - qui distingue de manière unique un article, au sein d'un lot identifiable d'articles liés, de tous les autres articles du même lot ;\n - dont la longueur est la même pour tous les articles au sein du lot concerné.
ga: Uimhir Míre Laistigh de Bhaisc, a bheith ina sraith d'uimhreacha digití:\n - a idirdhealaíonn go huathúil mír, laistigh de bhaisc inaitheanta de mhíreanna gaolmhara, ó gach mír eile sa bhaisc chéanna;\n - a bhfuil an fad céanna aige do gach mír laistigh den bhaisc ábhartha.
hr: Broj artikla unutar serije, koji je niz numeričkih znamenki:\n - koji jedinstveno razlikuje artikl, unutar identificirane serije povezanih artikala, od svih drugih artikala u istoj seriji;\n - čija je duljina ista za sve artikle unutar dotične serije.
hu: Tételszám a tételcsoporton belül, egy számsor:\n - amely egyedileg megkülönbözteti a tételet az azonosítható kapcsolódó tételcsoport minden más tételétől;\n - amelynek hossza azonos minden tételnél a tételcsoporton belül.
is: Atriðisnúmer innan sendingar, vera röð tölustafa:\n - sem auðkennir sérstaklega atriði, innan þekkjanlegrar sendingar af tengdum atriðum, frá öllum öðrum atriðum í sömu sendingunni;\n - þar sem lengd er sú sama fyrir öll atriði innan viðkomandi sendingar.
it: Numero dell'Articolo all'Interno del Lotto, essendo una stringa di cifre numeriche:\n - che distingue univocamente un articolo, all'interno di un lotto identificabile di articoli correlati, da tutti gli altri articoli nello stesso lotto;\n - la cui lunghezza è la stessa per tutti gli articoli all'interno del lotto interessato.
lt: Prekės numeris partijoje, būdamas skaitmenų eilutės:\n - kuri unikaliai skiria prekę, esančią identifikuojamoje partijoje, nuo visų kitų tos pačios partijos prekių;\n - kurios ilgis yra vienodas visoms tos partijos prekėms.
lv: Preces Numurs Partijā, būdams skaitļu virkne:\n - kas unikāli atšķir vienu preci, identificējamā partijā saistītu preču vidū, no visām pārējām precēm tajā pašā partijā;\n - kuras garums ir vienāds visām precēm attiecīgajā partijā.
mt: Numru tal-Oġġett Fi ħdan il-Grupp, li jkun sensiela ta' ċifri numeriċi:\n - li jiddistingwu unikament oġġett, fi grupp identifikabbli ta' oġġetti relatati, minn kull oġġett ieħor fl-istess grupp;\n - li t-tul tiegħu huwa l-istess għall-oġġetti kollha fi ħdan il-grupp kkonċernat.
nl: Artikelnummer Binnen Partij, zijnde een reeks numerieke cijfers:\n - die een item, binnen een identificeerbare partij van gerelateerde items, uniek onderscheidt van alle andere items in dezelfde partij;\n - waarvan de lengte hetzelfde is voor alle items binnen de betreffende partij.
no: Varenummer innenfor parti, som er en streng av numeriske sifre:\n - som entydig skiller et element, innenfor et identifiserbart parti av relaterte varer, fra alle andre elementer i samme parti;\n - hvis lengde er den samme for alle elementer innen det aktuelle partiet.
pl: Numer przedmiotu w partii, będący ciągiem cyfr numerycznych:\n - który jednoznacznie odróżnia przedmiot, w identyfikowalnej partii powiązanych przedmiotów, od wszystkich innych przedmiotów w tej samej partii;\n - którego długość jest taka sama dla wszystkich przedmiotów w danej partii.
pt: Número de Item Dentro do Lote, sendo uma sequência de dígitos numéricos:\n - que distingue unicamente um item, dentro de um lote identificável de itens relacionados, de todos os outros itens no mesmo lote;\n - cujo comprimento é o mesmo para todos os itens dentro do lote em questão.
ro: Numărul Articolului În Cadrul Lotului, fiind un șir de cifre numerice:\n - care distinge unic un articol, în cadrul unui lot identificabil de articole înrudite, de toate celelalte articole din același lot;\n - a cărui lungime este aceeași pentru toate articolele din lotul respectiv.
sk: Číslo položky v rámci dávky, reťazec číselných číslic:\n - ktorý jednoznačne odlišuje položku v rámci identifikovateľnej dávky súvisiacich položiek od všetkých ostatných položiek v tej istej dávke;\n - ktorého dĺžka je rovnaká pre všetky položky v rámci danej dávky.
sl: Identifikacijska številka znotraj serije, ki je niz številčnih znakov:\n - ki enolično loči predmet, znotraj identificirane serije sorodnih predmetov, od vseh drugih predmetov v isti seriji;\n - katere dolžina je enaka za vse predmete znotraj zadevne serije.
sv: Artikelnummer Inom Batch, som är en sträng av numeriska siffror:\n - som entydigt skiljer en artikel, inom en identifierbar grupp av relaterade artiklar, från alla andra artiklar i samma grupp;\n - vars längd är densamma för alla artiklar inom den berörda gruppen.

# di19028
source: Batch-and-Item Number, being the concatenation of a data identifier 27T batch number and the data identifier 27S item number of an item belonging to the batch concerned.
bg: Номер на партида-и-артикул, представляващ конкатенацията на идентификатор на данни 27T номер на партида и идентификатор на данни 27S номер на артикул на артикул, принадлежащ към съответната партида.
cs: Číslo dávky a číslo položky, spojení identifikátoru dat 27T číslo dávky a identifikátoru dat 27S číslo položky položky patřící k dané dávce.
de: Charge-und-Artikelnummer, die die Verkettung eines Datenidentifikators 27T Chargennummer und des Datenidentifikators 27S Artikelnummer eines Artikels, der zur betreffenden Charge gehört.
el: Αριθμός Παρτίδας-και-Αντικειμένου, που αποτελεί τη συνένωση ενός αναγνωριστικού δεδομένων 27T αριθμού παρτίδας και του αναγνωριστικού δεδομένων 27S αριθμού αντικειμένου ενός αντικειμένου που ανήκει στη συγκεκριμένη παρτίδα.
es: Número de Lote-y-Artículo, siendo la concatenación de un identificador de datos 27T número de lote y el identificador de datos 27S número de artículo de un artículo perteneciente al lote concerniente.
et: Partii- ja Eseme Number, olles 27T partii numbri ja 27S eseme numbri konkatenatsioon, mis kuulub vastavasse partiisse.
fi: Erä- ja tuotenumero, joka on datatunnisteen 27T eränumeron ja kyseiseen erään kuuluvan tuotteen datatunnisteen 27S tuotenumeron yhdistelmä.
fr: Numéro de lot-et-article, étant la concaténation d'un identifiant de données 27T numéro de lot et de l'identifiant de données 27S numéro d'article d'un article appartenant au lot concerné.
ga: Uimhir Bhaisc-agus-Míre, a bheith ina chomhcheangal d'aitheantas sonraí 27T uimhir an bhaisc agus an t-aitheantas sonraí 27S uimhir na míre den mhír a bhaineann leis an mbaisc ábhartha.
hr: Broj serije i broj artikla, koji je konkatenacija identifikatora podataka 27T broja serije i identifikatora podataka 27S broja artikla artikla koji pripada dotičnoj seriji.
hu: Tétel- és Tételszám, egy adat azonosító 27T tételcsoport száma és az adott tételcsoportba tartozó tétel adat azonosító 27S tételszáma konkatenációja.
is: Sendingar- og atriðisnúmer, vera samtenging af gagnakennara 27T sendingarnúmeri og gagnakennara 27S atriðisnúmeri atriðis sem tilheyrir viðkomandi sendingu.
it: Numero di Lotto-e-Articolo, essendo la concatenazione di un identificatore di dati 27T numero di lotto e l'identificatore di dati 27S numero dell'articolo di un articolo appartenente al lotto interessato.
lt: Partijos ir prekės numeris, būdamas duomenų identifikatoriaus 27T partijos numerio ir duomenų identifikatoriaus 27S prekės numerio konkatenacija, priklausanti atitinkamai partijai.
lv: Partijas-un-Preces Numurs, būdams datu identifikatora 27T partijas numura un datu identifikatora 27S preces numura konkatenācija precei, kas pieder attiecīgajai partijai.
mt: Numru tal-Grupp-u-Oġġett, li jkun il-konkatenazzjoni ta' numru tal-grupp identifikatur tad-data 27T u l-numru tal-oġġett identifikatur tad-data 27S ta' oġġett li jappartjeni għall-grupp kkonċernat.
nl: Partij-en-Artikelnummer, zijnde de aaneenschakeling van een gegevensidentificator 27T partijnummer en de gegevensidentificator 27S artikelnummer van een item behorend tot de betreffende partij.
no: Parti-og-varenummer, som er sammenkoblingen av en dataidentifikator 27T parti nummer og dataidentifikatoren 27S varenummer for et element som tilhører det aktuelle partiet.
pl: Numer partii i przedmiotu, będący połączeniem identyfikatora danych 27T numeru partii i identyfikatora danych 27S numeru przedmiotu przedmiotu należącego do danej partii.
pt: Número de Lote-e-Item, sendo a concatenação de um identificador de dados 27T número de lote e o identificador de dados 27S número de item de um item pertencente ao lote em questão.
ro: Lot-și-Numărul Articolului, fiind concatenarea unui identificator de date 27T numărul lotului și identificatorul de date 27S numărul articolului al unui articol care aparține lotului respectiv.
sk: Číslo dávky-a-položky, konkatenácia identifikátora údajov 27T číslo dávky a identifikátora údajov 27S číslo položky položky patriacej do danej dávky.
sl: Serija in identifikacijska številka znotraj serije, ki je združevanje identifikatorja podatkov 27T številka serije in identifikatorja podatkov 27S identifikacijska številka predmeta, ki pripada zadevni seriji.
sv: Batch-och-Artikelnummer, som är sammanfogningen av en dataidentifierare 27T batchnummer och dataidentifieraren 27S artikelnummer för en artikel som tillhör den berörda gruppen.

# di19030
source: Additional Traceability Code For An Entity Assigned by the Supplier in addition to or different from the traceability code(s) provided by 'S' or '1S'
bg: Допълнителен код за проследяване за ентитет, присвоен от доставчика допълнително или различно от кода(овете) за проследяване, предоставени от 'S' или '1S'
cs: Další kód sledovatelnosti entity přiřazený dodavatelem kromě nebo odlišně od kódu/kódů sledovatelnosti poskytnutých 'S' nebo '1S'
de: Zusätzlicher Rückverfolgbarkeitscode für eine Entität, der vom Lieferanten zusätzlich zu oder anders als die Rückverfolgbarkeitscode(s) von 'S' oder '1S' zugewiesen wird
el: Επιπλέον Κωδικός Ιχνηλασιμότητας για μια Οντότητα που Ανατέθηκε από τον Προμηθευτή επιπλέον ή διαφορετικά από τον κωδικό(ούς) ιχνηλασιμότητας που παρέχεται από το 'S' ή το '1S'
es: Código de Trazabilidad Adicional Para Una Entidad Asignado por el Proveedor además de o diferente de los códigos de trazabilidad proporcionados por 'S' o '1S'
et: Täiendav Jälgitavuskood Üksusele, mille on määratud Tarnija lisaks või erinevalt jälgitavuskood(id)est, mida pakub 'S' või '1S'
fi: Lisäjäljitettävyyskoodi entiteetille, jonka toimittaja on määrittänyt lisäksi tai eri tavalla kuin 'S' tai '1S' tarjoamat jäljitettävyyskoodit
fr: Code de traçabilité supplémentaire pour une entité attribué par le fournisseur en plus ou différent des codes de traçabilité fournis par 'S' ou '1S'
ga: Cód Breise um Rianú Eintiteas a shanntar ag an Soláthraí i dteannta leis an gcód/cóid rianaithe a sholáthraítear le 'S' nó '1S'
hr: Dodatni kod za praćenje entiteta dodijeljen od strane dobavljača pored ili različito od koda(eva) za praćenje navedenog(a) 'S' ili '1S'
hu: További Nyomonkövetési Kód Egy Entitás számára a Beszállító által hozzárendelve a 'S' vagy '1S' által biztosított nyomonkövetési kód(ok)on túl vagy azoktól eltérően
is: Viðbótar rekjanleikakóði fyrir einingu úthlutað af birgja auk eða í stað rekjanleikakóða sem veitt er af 'S' eða '1S'
it: Codice di Tracciabilità Aggiuntivo per un'Entità Assegnato dal Fornitore oltre a o diverso dai codici di tracciabilità forniti da 'S' o '1S'
lt: Papildomas sekimo kodas subjektui, priskirtas tiekėjo, papildomas arba skiriasi nuo sekimo kodo (-ų), pateikto naudojant 'S' arba '1S'
lv: Papildu Izsekošanas Kods Entītei, ko Piešķīris Piegādātājs papildus vai atšķirībā no izsekošanas kodiem, kas sniegti ar 'S' vai '1S'
mt: Kodiċi ta' Traċċabilità Addizzjonali Għal Entità Assenjat mill-Fornitur minbarra jew differenti mill-kodiċijiet ta' traċċabilità pprovduti minn 'S' jew '1S'.
nl: Aanvullende Traceerbaarheidscode voor een Entiteit Toegewezen door de Leverancier naast of verschillend van de traceerbaarheidscodes verstrekt door 'S' of '1S'
no: Tilleggs sporbarhetskode for en enhet tildelt av leverandøren i tillegg til eller forskjellig fra sporbarhetskoden(e) levert av 'S' eller '1S'
pl: Dodatkowy kod śledzenia dla jednostki przydzielony przez dostawcę oprócz lub różny od kodu(-ów) śledzenia dostarczonego przez 'S' lub '1S'
pt: Código de Rastreabilidade Adicional para uma Entidade Atribuído pelo Fornecedor além de ou diferente dos códigos de rastreabilidade fornecidos por 'S' ou '1S'
ro: Cod Suplimentar de Urmărire Pentru o Entitate Atribuit de Furnizor în plus față de sau diferit de codul(urile) de urmărire furnizat(e) de 'S' sau '1S'
sk: Dodatočný kód sledovateľnosti pre entitu pridelený dodávateľom navyše alebo odlišne od kódu/kódov sledovateľnosti poskytnutých 'S' alebo '1S'
sl: Dodatna koda sledljivosti za entiteto, dodeljena s strani dobavitelja poleg ali namesto kode(-e) sledljivosti, zagotovljene z 'S' ali '1S'.
sv: Ytterligare Spårbarhetskod för en Entitet Tilldelad av Leverantören utöver eller annorlunda från spårbarhetskod(er) som tillhandahålls av 'S' eller '1S'

# di19031
source: Beginning Serial Number for serial numbers in sequence
bg: Начален сериен номер за серийни номера в поредица
cs: Počáteční sériové číslo pro sériová čísla v sekvenci
de: Anfangs-Seriennummer für aufeinanderfolgende Seriennummern
el: Αρχικός Σειριακός Αριθμός για σειριακούς αριθμούς σε ακολουθία
es: Número de Serie Inicial para números de serie en secuencia
et: Järjestikuste Seerianumbrite Algusnumber
fi: Sarjanumeroiden sekvenssin aloitusnumero
fr: Numéro de série initial pour des numéros de série en séquence
ga: Uimhir Shraitheach Tosaigh le haghaidh uimhreacha sraitheacha i sraith
hr: Početni serijski broj za serijske brojeve u nizu
hu: A sorozatszámok sorozatának Kezdő Sorozatszáma
is: Byrjun raðnúmers fyrir raðnúmer í röð
it: Numero di Serie Iniziale per numeri di serie in sequenza
lt: Pradinis serijinis numeris, serijiniams numeriams iš eilės
lv: Sākuma Sērijas Numurs sērijas numuriem secībā
mt: Numru tas-Serje tal-Bidu għal numri tas-serje f'sekwenza.
nl: Begin Serienummer voor serienummers in volgorde
no: Start serienummer for serienumre i sekvens
pl: Początkowy numer seryjny dla numerów seryjnych w sekwencji
pt: Número de Série Inicial para números de série em sequência
ro: Numărul Serial de Început pentru numerele de serie în secvență
sk: Začiatočné sériové číslo pre sériové čísla v postupnosti
sl: Začetna serijska številka za serijske številke v zaporedju.
sv: Början Serienummer för serienummer i sekvens

# di19032
source: Ending Serial Number for serial numbers in sequence
bg: Краен сериен номер за серийни номера в поредица
cs: Koncové sériové číslo pro sériová čísla v sekvenci
de: End-Seriennummer für aufeinanderfolgende Seriennummern
el: Τελικός Σειριακός Αριθμός για σειριακούς αριθμούς σε ακολουθία
es: Número de Serie Final para números de serie en secuencia
et: Järjestikuste Seerianumbrite Lõppnumber
fi: Sarjanumeroiden sekvenssin päättymisnumero
fr: Numéro de série final pour des numéros de série en séquence
ga: Uimhir Shraitheach Deiridh le haghaidh uimhreacha sraitheacha i sraith
hr: Završni serijski broj za serijske brojeve u nizu
hu: A sorozatszámok sorozatának Befejező Sorozatszáma
is: Lok raðnúmers fyrir raðnúmer í röð
it: Numero di Serie Finale per numeri di serie in sequenza
lt: Pabaigos serijinis numeris, serijiniams numeriams iš eilės
lv: Beigu Sērijas Numurs sērijas numuriem secībā
mt: Numru tas-Serje tal-Aħħar għal numri tas-serje f'sekwenza.
nl: Einde Serienummer voor serienummers in volgorde
no: Slutt serienummer for serienumre i sekvens
pl: Końcowy numer seryjny dla numerów seryjnych w sekwencji
pt: Número de Série Final para números de série em sequência
ro: Numărul Serial de Sfârșit pentru numerele de serie în secvență
sk: Koncové sériové číslo pre sériové čísla v postupnosti
sl: Končna serijska številka za serijske številke v zaporedju.
sv: Slut Serienummer för serienummer i sekvens

# di19033
source: Serial Number of Next Higher Assembly
bg: Сериен номер на следващото по-високо събиране
cs: Sériové číslo vyššího sestavení
de: Seriennummer der nächsthöheren Baugruppe
el: Σειριακός Αριθμός Επόμενης Ανώτερης Συναρμολόγησης
es: Número de Serie de la Asamblea Superior
et: Järgmise Kõrgema Kooste Seerianumber
fi: Seuraavan korkeamman kokoonpanon sarjanumero
fr: Numéro de série de l'assemblage supérieur
ga: Uimhir Shraitheach Ard-Thionól Níos Airde
hr: Serijski broj sljedećeg višeg sklopa
hu: A Következő Magasabb Összeállítás Sorozatszáma
is: Raðnúmer næsta hærri samsetningar
it: Numero di Serie dell'Assemblaggio Superiore
lt: Aukštesnio lygio surinkimo serijinis numeris
lv: Nākamās Augstākās Montāžas Sērijas Numurs
mt: Numru tas-Serje tal-Assemblea li Jmiss Ogħla.
nl: Serienummer van Volgende Hogere Assemblage
no: Serienummer for neste høyere samling
pl: Numer seryjny następnego wyższego zespołu
pt: Número de Série da Montagem Superior
ro: Numărul de Serie al Asamblării Superioare
sk: Sériové číslo nasledujúcej vyššej zostavy
sl: Serijska številka naslednje višje sestave.
sv: Serienummer för Nästa Högre Montering

# di19034
source: Serial Number or Part Number of End Item
bg: Сериен номер или номер на част на крайния артикул
cs: Sériové číslo nebo číslo dílu koncového výrobku
de: Seriennummer oder Teilenummer des Endartikels
el: Σειριακός Αριθμός ή Αριθμός Μέρους Τελικού Προϊόντος
es: Número de Serie o Número de Parte del Artículo Final
et: Lõpp-toote Seerianumber või Osanumber
fi: Loppuasennuksen sarjanumero tai osanumero
fr: Numéro de série ou numéro de pièce de l'article final
ga: Uimhir Shraitheach nó Uimhir Pháirte de Mhír Chríoch
hr: Serijski broj ili broj dijela krajnjeg proizvoda
hu: Végtétel Sorozatszáma vagy Alkatrészszáma
is: Raðnúmer eða hlutanúmer endanlegs atriðis
it: Numero di Serie o Numero di Parte dell'Articolo Finale
lt: Baigtinio produkto serijinis numeris arba dalies numeris
lv: Gala Produkta Sērijas Numurs vai Daļas Numurs
mt: Numru tas-Serje jew Numru tal-Parti tal-Oġġett Finali.
nl: Serienummer of Onderdeelnummer van Einditem
no: Serienummer eller delnummer for sluttprodukt
pl: Numer seryjny lub numer części przedmiotu końcowego
pt: Número de Série ou Número de Peça do Item Final
ro: Numărul de Serie sau Numărul Piesei Articolului Final
sk: Sériové číslo alebo číslo dielu konečného výrobku
sl: Serijska številka ali številka dela končnega izdelka.
sv: Serienummer eller Delnummer för Slutartikel

# di19035
source: Bumper Number (Used in Unit DOD Move)
bg: Номер на броня (Използва се при преместване на военна единица DOD)
cs: Nárazníkové číslo (Používá se při pohybu jednotky DOD)
de: Stoßfängernummer (verwendet in Einheits-DOD-Bewegung)
el: Αριθμός Προφυλακτήρα (Χρησιμοποιείται σε Μονάδα Μετακίνησης του DOD)
es: Número de Parachoques (Usado en Movimiento DOD de Unidad)
et: Põrkeraua Number (Kasutatakse Üksuse DOD Liikumisel)
fi: Puskurin numero (Käytetään Yksikön DOD Liikkeessä)
fr: Numéro de pare-chocs (Utilisé dans le déplacement de l'unité DOD)
ga: Uimhir Bhuim per (Úsáidte i nGluaiseacht Aonaid DOD)
hr: Broj branika (Koristi se u pomaku jedinice DOD)
hu: Lökhárító Szám (Használva az Egység DOD Mozgatásához)
is: Stuðningsnúmer (Notað í einingu DOD flutningi)
it: Numero del Paraurti (Usato nel Trasferimento dell'Unità DOD)
lt: Priekabos numeris (Naudota vieneto DOD perkeltoje)
lv: Bufera Numurs (Izmanto Vienību DOD Pārvietošanā)
mt: Numru tal-Bumper (Użat f'Mossa ta' Unità DOD).
nl: Bumpernummer (Gebruikt in Eenheid DOD Verplaatsing)
no: Støtfanger nummer (Brukt i enhets DOD-flytting)
pl: Numer zderzaka (Używany w przeprowadzce jednostki DOD)
pt: Número do Pára-choque (Usado em Movimentação de Unidade DOD)
ro: Numărul Bară de Protecție (Utilizat în Mutarea Unității DOD)
sk: Číslo nárazníka (používané pri presune jednotiek DOD)
sl: Oznaka odbijača (Uporablja se pri premiku enote DOD).
sv: Stötfångarnummer (Används i Enhet DOD Flytt)

# di19036
source: Pallet Identifier (Used for loaded 463L air pallets)
bg: Идентификатор на палета (Използва се за натоварени въздушни палети 463L)
cs: Identifikátor palety (Používá se pro naložené vzdušné palety 463L)
de: Palettenidentifikator (verwendet für beladene 463L-Luftpaletten)
el: Αναγνωριστικό Παλέτας (Χρησιμοποιείται για φορτωμένες παλέτες αέρα 463L)
es: Identificador de Paleta (Usado para paletas aéreas 463L cargadas)
et: Aluse Identifikaator (Kasutatakse laaditud 463L õhualustel)
fi: Lavatunniste (Käytetään lastatuille 463L ilmalavoille)
fr: Identifiant de palette (Utilisé pour les palettes aériennes chargées 463L)
ga: Aitheantas Pailéid (Úsáidte le haghaidh pailéid aer 463L luchtaithe)
hr: Identifikator palete (Koristi se za natovarene palete 463L)
hu: Raklap Azonosító (Használva a 463L légi raklapokra rakodáshoz)
is: Pallauðkenni (Notað fyrir hlaðna 463L loftflutningspalla)
it: Identificatore del Pallet (Usato per i pallet aerei 463L caricati)
lt: Padėklų identifikatorius (Naudota pakrautuose 463L oro padėkluose)
lv: Palešu Identifikators (Izmanto iekrautām 463L gaisa paletēm)
mt: Identifikatur tal-Pallet (Użat għal pallets tal-ajru 463L mgħobbija).
nl: Palletidentificator (Gebruikt voor geladen 463L luchtpallets)
no: Palleidentifikator (Brukt for lastede 463L luftpaletter)
pl: Identyfikator palety (Używany dla załadowanych palet powietrznych 463L)
pt: Identificador de Pallet (Usado para pallets de ar 463L carregados)
ro: Identificatorul Paletului (Utilizat pentru paletii aerieni 463L încărcați)
sk: Identifikátor palety (používaný pre naložené palety 463L)
sl: Identifikator palete (Uporablja se za naložene letalske palete 463L).
sv: Pallidentifierare (Används för lastade 463L luftpallar)
